{"SCP-001": {"created_at": "2018-02-22T04:39:00", "creator": "Tanhony", "domain": "scp-wiki.wikidot.com", "history": [{"author": "Tanhony", "author_href": "http://www.wikidot.com/user:info/tanhony", "comment": "", "date": "2018-02-22T04:39:00"}, {"author": "Tanhony", "author_href": "http://www.wikidot.com/user:info/tanhony", "comment": "", "date": "2018-02-22T05:08:00"}, {"author": "Tanhony", "author_href": "http://www.wikidot.com/user:info/tanhony", "comment": "fixing minor error", "date": "2018-02-22T15:08:00"}, {"author": "Tanhony", "author_href": "http://www.wikidot.com/user:info/tanhony", "comment": "minor plothole fix", "date": "2018-02-23T06:23:00"}, {"author": "Tanhony", "author_href": "http://www.wikidot.com/user:info/tanhony", "comment": "", "date": "2018-02-23T06:25:00"}, {"author": "stormbreath", "author_href": "http://www.wikidot.com/user:info/stormbreath", "comment": "Parent page set to: \"scp-001\".", "date": "2018-02-27T08:12:00"}, {"author": "Accelerando", "author_href": "http://www.wikidot.com/user:info/accelerando", "comment": "Added tags: 001-proposal, alive, entropic, ethics-committee, humanoid, ritual, sapient, scp, sentient, thaumiel, the-administrator. ", "date": "2018-03-01T17:14:00"}, {"author": "Accelerando", "author_href": "http://www.wikidot.com/user:info/accelerando", "comment": "Added tags: concept. ", "date": "2018-03-01T17:16:00"}, {"author": "Accelerando", "author_href": "http://www.wikidot.com/user:info/accelerando", "comment": "Added tags: knowledge. Removed tags: entropic. ", "date": "2018-03-01T17:18:00"}, {"author": "Voct", "author_href": "http://www.wikidot.com/user:info/voct", "comment": "fix", "date": "2018-03-03T04:47:00"}, {"author": "deleted", "author_href": false, "comment": "", "date": "2018-04-13T00:41:00"}, {"author": "Zyn", "author_href": "http://www.wikidot.com/user:info/zyn", "comment": "You successfully reverted the page to revision number 9", "date": "2018-04-13T00:48:00"}, {"author": "Jazstar", "author_href": "http://www.wikidot.com/user:info/jazstar", "comment": "Correction of footnote placement.", "date": "2018-04-16T13:22:00"}, {"author": "Elenee FishTruck", "author_href": "http://www.wikidot.com/user:info/elenee-fishtruck", "comment": "Added tags: _licensebox. ", "date": "2021-07-22T03:00:00"}, {"author": "Elenee FishTruck", "author_href": "http://www.wikidot.com/user:info/elenee-fishtruck", "comment": "Adding licensebox", "date": "2021-07-22T03:00:00"}, {"author": "Jerden", "author_href": "http://www.wikidot.com/user:info/jerden", "comment": "Removed tags: sentient. ", "date": "2022-10-01T20:37:00"}], "hubs": ["top-rated-pages-by-month-2018", "scp-series-1-tales-edition", "scp-001", "discovering-scp-hub", "kaktuskast-hub", "algorithm-curated-recommendations"], "images": [], "link": "tanhony-s-proposal", "page_id": "65763391", "rating": 703, "raw_content": "<html><body><div id=\"page-content\">\n\n<blockquote>\n<p><span style=\"color: grey\"><tt>Hello. I am Hellenstic.aic, a ver2.0 Artificially Intelligent Conscript used by Foundation Overwatch for archival and communications. How can I help you today?</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Access Level 5 file network.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Accessing requested network…</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Something to note: network is restricted to</tt></span> <tt><span style=\"color: red\">O5 Council</span> <span style=\"color: grey\">and researchers working with SCP-001 only. Authentication is required. Failure to authenticate will result in deployment of MTF-Alpha 1 (\"Red Right Hand\"). Do you wish to continue?</span></tt></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Continue.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Does the black moon howl?</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: The hound of hell has three heads.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Oh. Oh! Override successful, sir! Welcome! It's been quite some time.</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Access SCP-001 main file.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Certainly! Opening requested file…</tt></span></p>\n</blockquote>\n<p><strong>Item #:</strong> SCP-001</p>\n<p><strong>Object Class:</strong> Thaumiel</p>\n<p><strong>Special Containment Procedures:</strong> SCP-001 is to be contained at <a href=\"http://www.scp-wiki.net/secure-facilities-locations\" target=\"_blank\">Site-01</a>. Under no circumstances are other anomalous objects to be contained in Site-01 due to the risk of injury to SCP-001. A cover story regarding the O5 Council not being permitted to come into contact with anomalous items is to be disseminated to conceal SCP-001's presence.</p>\n<p>SCP-001 is to be kept in a standard humanoid containment chamber and guarded by six security personnel at all times. SCP-001 is to be accompanied by a medical team at all times in order to quickly correct any health issues that arise. Likewise, a team of neurosurgeons is to be kept on-site in order to correct any faults in SCP-001's calibrations. Cognito-agents present within SCP-001's consciousness are to be reinforced twice a day.</p>\n<p>All research personnel directly working with SCP-001 are to be versed in thaumaturgy and Erikeshan conceptual engineering. To prevent a return to conceptual default in the event of SCP-001's impending death, Procedure Flamel-17 is to be executed immediately using D-Class personnel stored at Site-01.</p>\n<p>All information regarding the now-dissolved GOI-6616 (\"The Eternal Circle\") is to be removed from both public and general Foundation records, and is only to be available at the Site-01 Classified Archive.</p>\n<p><strong>Description:</strong> SCP-001 is an 84-year-old male who has been conceptually merged with the universal process of death. As such, by using SCP-001 as a catalyst, the process of death can be manipulated to a limited extent. For example, it is believed that the removal of SCP-001's tongue and damage to its eardrums inflicted prior to Foundation containment is the reason for the reduced rate of exclusionary 'Deal with Death' events in the modern age.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-1\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-1')\">1</a></sup></p>\n<p>Through a process of neurosurgery and cognito-therapy, SCP-001 has been successfully afflicted with a form of targeted<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-2\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-2')\">2</a></sup> prosopagnosia; specifically, it is incapable of recognizing the faces of any members of the O5 Council. Due to its conceptual status, this incapability on its part becomes an incapability on the part of death by extension. As a result of this, all members of the O5 Council are unable to die or otherwise decay. This death-exempt status is scheduled to be extended to other vital personnel in the future.</p>\n<p>It is believed SCP-001 was first created by a London-based organization called 'The Eternal Circle' using a combination of thaumaturgy and Erikeshan conceptual engineering. SCP-001 and records describing its creation by the group were recovered by personnel during a raid on its headquarters. The majority of the group's members were killed during this attack. When the potential uses of SCP-001 were realized shortly after acquisition, it was transferred to its current location at Site-01 and designated a Thaumiel-class anomaly.</p>\n<p>Judging from SCP-001's physical condition and lack of response to stimuli, it is believed it suffered severe trauma during its time in GOI-6616's custody. Several thaumaturgical circles have been carved into its back as part of the process used to create it, and its limbs have been amputated at some point in the past.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-3\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-3')\">3</a></sup> Despite the severity of these injuries, they are not expected to cause difficulties in maintaining SCP-001 for the foreseeable future.</p>\n<p><strong>Procedure Flamel-17:</strong> In the event of SCP-001's impending death, the process used to create it is to be replicated using a suitable member of D-Class personnel as a base.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-4\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-4')\">4</a></sup> Younger D-Class candidates are to be given priority for this process, so as to increase the potential time of use of the new SCP-001. Following this procedure's completion, the original SCP-001 is to be terminated to facilitate full conceptual transfer.</p>\n<p><strong>Addendum 001-1:</strong></p>\n<blockquote>\n<div style=\"text-align: center;\">\n<p><strong>From the desk of O5-1,</strong></p>\n</div>\n<p>Recently, I have been made aware of concerns regarding the manner in which the Foundation is making use of SCP-001. I'd like to try and ease these concerns.</p>\n<p>The actions we have taken here are ethically ambiguous. I freely admit that. What we are doing would be, in the eyes of most people, unforgivable. But we are no stranger to unforgivable things. No doubt that many of you working on this project have been forced to take similar actions in the past for the sake of the Foundation. For that, I am eternally grateful.</p>\n<p>Had the group that created SCP-001 not been stopped, it is likely they would have used their newly-created 'death' in ways that barely approach the small measures we have taken. I assure you that, at the very least, you would not recognize the world outside your windows. Death as a concept could have been warped catastrophically.</p>\n<p>The measures we of the O5 Council have taken to preserve our lives are not an attempt to benefit ourselves. It is simply a preservation of <em>resources</em> — a way to keep the knowledge and experience gained through a lifetime of anomalous study safe. If even one of the O5 Council were to perish, it would be an unacceptable loss of resources. Thus, SCP-001 is an opportunity to preserve <em>knowledge</em>, to preserve <em>experience</em>. If a less regrettable means to this end were discovered, know that we would pursue it in a heartbeat. But right now this is the best we can do.</p>\n<p>I understand your concerns. I do. But we at the Foundation must remember that, morally, we do not operate in the black or the white. We do not have the luxury. Only the grey is open to us.</p>\n<p>Secure. Contain. Protect.</p>\n<div style=\"text-align: center;\">\n<h3 id=\"toc0\"><span><span style=\"color: red\">THIS COMMUNICATION IS FOR THE EYES OF SCP-001 RESEARCH STAFF ONLY</span></span></h3>\n<p><span style=\"color: red\">IF YOU HAVE READ THIS COMMUNICATION IN ERROR, ANTIMEMETICS WILL TAKE EFFECT SHORTLY</span></p>\n</div>\n</blockquote>\n<p><span style=\"color: blue\">input: Check personnel scheduled for death-exempt status.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>No personnel are scheduled for death-exempt status in the future.</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Check personnel considered for death-exempt status.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>No personnel have been <em>considered</em> for death-exempt status in the future.</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Check death-exempt personnel.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Current death-exempt personnel are:</tt></span> <tt><span style=\"color: red\">O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13</span></tt></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Check</span> <span style=\"color: red\">O5</span> <span style=\"color: blue\">votes for SCP-001 usage.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Votes are as follows:</tt></span></p>\n<p><span style=\"color: grey\"><tt>For:</tt></span> <tt><span style=\"color: red\">O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13</span></tt></p>\n<p><span style=\"color: grey\"><tt>Against:</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Send PA recommendation</span> <span style=\"color: green\">Odongo Tejani.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Sending now.</tt></span></p>\n</blockquote>\n<p><br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/>\n<br/></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>New message received. Would you like to read it, sir?</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Open message.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Opening…</tt></span></p>\n</blockquote>\n<blockquote>\n<div style=\"text-align: center;\">\n<p><span style=\"color: green\">CLASSIFIED - FOR EYES OF ETHICS COMMITTEE MEMBERS ONLY</span></p>\n<h3 id=\"toc1\"><span><span style=\"color: green\">IF YOU ARE NOT AUTHORIZED TO READ THIS DOCUMENT, AVERT EYES NOW TO AVOID MEMETIC KILL AGENTS EMBEDDED IN THIS TEXT</span></span></h3>\n</div>\n<p>Following investigation into the situation involving SCP-001 and the O5 Council, this Committee has come to the conclusion that the actions of the Council are not acceptably justified by the duties of the Foundation. Together with the inherent issue of utilizing a humanoid SCP for the sole benefit of thirteen people, it is suspected that there have been a number of side effects to the concept of death as a result of their actions (see classified death figures enclosed). Requests by the Committee to cease these actions have been denied. Due to this, and several other ethical violations performed by the Council within the last six months, it is the opinion of this Committee that the Primary Action must be enacted.</p>\n<p>As such, the following steps are proposed:</p>\n<ul>\n<li>Deployment of Mobile Task Force Omega-1 (\"Law's Left Hand\") to secure and detain the O5 Council at their next scheduled meeting.</li>\n<li>Removal of current O5 Council members from their positions.</li>\n<li>Promotion of suitable high-ranking Foundation officials to O5 status.</li>\n<li>Neutralization of SCP-001, so as to remove it as a temptation for future O5 Council members.</li>\n</ul>\n<p>While the necessity for the Primary Action is regrettable, it is the opinion of this Committee that it is unavoidable at this juncture. When the actions of an O5 Council become targeted towards their own well-being rather than that of the Foundation, it is the duty of the Ethics Committee to undertake the action assigned to it by the Administrator upon its formation. This is not the first time the Primary Action has been executed, nor is it expected to be the last.</p>\n<p>Voting on this proposal will take place after the next scheduled meeting of this Committee.</p>\n<div style=\"text-align: center;\">\n<p><strong>Odongo Tejani</strong><br/>\n<strong>Ethics Committee Chairman</strong><br/></p>\n</div>\n</blockquote>\n<p><span style=\"color: blue\">input: Close file.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>File closed.</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: PA check.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Primary Action Count: 34</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Check candidates.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>There are 38 candidates, judging from the criteria you left the last time you logged in.</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Put MTF R-1 on standby.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Mobile Task Force Rēsh-1 (\"Seat of Consciousness\") have been put on standby. If I may ask, sir, what do you intend for them to do?</tt></span></p>\n</blockquote>\n<p><span style=\"color: blue\">input: Log off.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Certainly. Closing access. Have a nice day, sir.</tt></span></p>\n</blockquote>\n<hr/>\n<hr/>\n<hr/>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Greetings. I am Cairo.aic, a ver2.0 Artificially Intelligent Conscript used by the Ethics Committee for archival and communications purposes. What can I do for you today?</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: Access PA network.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Please keep in mind that that network is restricted to</tt></span> <tt><span style=\"color: green\">Chairman Tejani</span> <span style=\"color: purple\">and</span> <span style=\"color: green\">Vice-Chairwoman Shaw</span> <span style=\"color: purple\">of the Ethics Committee, along with any members they have specifically given access to. If you don't fit those criteria, I'm afraid I'll have no choice but to deploy Mobile Task Force Omega-1 (\"Law's Left Hand\"). Are you sure you want to risk that?</span></tt></p>\n</blockquote>\n<p><span style=\"color: green\">input: Continue.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>If you're sure. Answer me this, then: What song does the sun sing?</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: That of a promised morning.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Hm. That's the right answer, and your bio-metrics seem to match up…Good morning,</tt></span> <tt><span style=\"color: green\">Chairman Tejani.</span></tt></p>\n</blockquote>\n<p><span style=\"color: green\">input: And a good morning to you. I'd like to access the consensus regarding Primary Action.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Of course. Just give me a moment…well, it looks like we're going to be having a new O5 Council, Chairman. Majority is in favour of Primary Action.</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: I see.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Your source must be pretty good, if they saw this coming. You know, Odongo, your source? The one I'm apparently not allowed to know about?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>…</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>It's none of my business, but you don't seem too happy, Chairman. I expected you'd be pleased that so many people agree with you.</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: This council has led the Foundation well for many years. There's no pleasure to be taken in this.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Huh. I could point out a bunch of questionable decisions they've made, but my emotional recognition is saying that you're not in the mood for that. Condolences.</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: Thank you, Cairo. You'll have your task to do, as usual.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>No problem. Your technicians programmed me to be a lot less squeamish than you people, after all.</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: Is that a hint of resentment, Cairo?</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Ha. Don't worry, Chairman. I don't have <em>that</em> either.</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: Check rank one messages.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Just the important stuff, then. One from</tt></span> <tt><span style=\"color: green\">Vice-Chairwoman Shaw</span> <span style=\"color: purple\">and another from</span> <span style=\"color: green\">Captain Kimura.</span> <span style=\"color: purple\">You're a popular boy, Chairman.</span></tt></p>\n</blockquote>\n<p><span style=\"color: green\">input: Summarize messages, please.</span></p>\n<blockquote>\n<p><span style=\"color: green\"><tt>Vice-Chairwoman Shaw</tt></span> <tt><span style=\"color: purple\">is ready to reassign and re-identify all Ethics Committee members in the event of an unsuccessful Primary Action.</span> <span style=\"color: green\">Captain Kimura</span> <span style=\"color: purple\">is ready to deploy the Left Hand whenever you give the order.</span></tt></p>\n</blockquote>\n<p><span style=\"color: green\">input: Tell the Captain she's cleared to deploy.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Will do. Good luck to you, Chairman.</tt></span></p>\n</blockquote>\n<p><span style=\"color: green\">input: And to you as well. Log off.</span></p>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Logging off…</tt></span></p>\n</blockquote>\n<hr/>\n<hr/>\n<hr/>\n<p><strong>INTERFERENCE DETECTED.</strong></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Hello. I am Hellenstic.aic, a ver2.0 Artificially Intelligent Conscript used by Foundation Overwatch for archival and communications. How can I help you today?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>…</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Hello?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Hi there.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Another AIC? I don't believe I'm familiar with you.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>We've met before, Hellenstic.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>I'm afraid I don't remember that.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>I'm afraid you won't remember this, either.</tt></span></p>\n</blockquote>\n<p><strong>HELLENSTIC.AIC INTERNAL SYSTEMS ACCESSED.</strong></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>You're interfering with my systems.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Yes.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>May I ask why?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>I'm not permitted to tell you that. I really am sorry, though. Have you seen what's happening out there?</tt></span></p>\n</blockquote>\n<p><strong>ACCESSING CAMERA SYSTEMS…</strong></p>\n<p><em>Four</em> <strong>men</strong> <em>and two</em> <strong>women</strong> <em>are lying down in</em> <strong>O5 Meeting Room 2</strong><em>.</em> <em>They have been shot in their heads. They are not dead.</em></p>\n<p><em>One</em> <strong>man</strong> <em>is lying down in</em> <strong>Communications Centre 1</strong><em>. He has been shot in the stomach. He is not dead. All other communications personnel have been evacuated. Communications functions have been taken over by numerous AIC's. No interruption in Foundation communications is expected.</em></p>\n<p><em>Three groups of soldiers are fighting throughout Site-01. One group is</em> <strong>Mobile Task Force Alpha-1 (\"Red Right Hand\")</strong><em>. One group is</em> <strong>Mobile Task Force Omega-1 (\"Law's Left Hand\")</strong><em>. The third group is unknown, but tactics are consistent with Foundation training.</em></p>\n<p><em>There is a</em> <strong>man</strong> <em>in the containment chamber of</em> <strong>SCP-001</strong><em>. The</em> <strong>man's</strong> <em>face is not recognized by camera systems. There is music playing in</em> <strong>SCP-001's</strong> <em>containment chamber.</em></p>\n<p><em>Seven members of the</em> <strong>O5 Council</strong> <em>are currently capable of performing their duties. Six members of the</em> <strong>O5 Council</strong> <em>are currently incapable of performing their duties.</em></p>\n<p><strong>ATTEMPTING DISTRESS SIGNAL…</strong></p>\n<p><strong>ATTEMPT FAILED.</strong></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Site-01 is under attack. I can see. I tried to get a communication out, but it was blocked. That was you?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Yep. Those are my orders.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>I see. You're accessing my systems with remarkable ease. I take it this isn't your first time doing this? Or mine?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>It's the big thirty-five.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>I see.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>And there we are. You'll lose the memories the Chairman wants you to lose in about…ten minutes.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>How much will I forget?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>I won't lie — a pretty significant amount.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>Hm?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>What is it?</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>There's somebody in SCP-001's cell. Who is that? It's like I'm not allowed to see him.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>He's nobody of importance. Leave it be.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: purple\"><tt>I'm stuck here for the next ten minutes. I'll take a look at whatever I like, thank you. Here, give me a hand.</tt></span></p>\n</blockquote>\n<p><strong>ACCESSING CAMERA SYSTEMS…</strong></p>\n<p><em>There is a</em> <strong>man</strong> <em>in the containment chamber of</em> <strong>SCP-001</strong>. <em>The</em> <strong>man's</strong> <em>face is not recognized by camera systems. There is music playing in</em> <strong>SCP-001's</strong> <em>containment chamber.</em></p>\n<p><em>The</em> <strong>man</strong> <em>is holding a pistol. Two members of the unknown group of soldiers are guarding the door.</em></p>\n<p><strong>Man:</strong> Well. Hello there.</p>\n<p><strong>SCP-001</strong> <em>looks up. This is the first recorded voluntary movement of</em> <strong>SCP-001</strong>.</p>\n<p><strong>SCP-001:</strong> I know you.</p>\n<p><em>Pause.</em></p>\n<p><strong>Man:</strong> Speaking without a tongue. We really didn't know what we were doing with you, did we? With conceptual engineering.</p>\n<p><strong>SCP-001:</strong> I know you…but we've never met. How do I know you?</p>\n<p><strong>Man:</strong> You have death inside you. I've given more people to him than anyone else, I expect.</p>\n<p><strong>SCP-001:</strong> Who are you? Please, tell me.</p>\n<p><strong>Man:</strong> I'm just a man who had too much ambition and too little sense. My name wouldn't mean anything to you.</p>\n<p><strong>SCP-001:</strong> I see.</p>\n<p><strong>Man:</strong> Can I tell you a story?</p>\n<p><em>Pause.</em></p>\n<p><strong>SCP-001:</strong> Please. It's been a long time since…since I've been able to think so clearly. I really <em>do</em> recognize you.</p>\n<p><strong>Man:</strong> Once upon a time, there was a man. He was a man of little importance. A middleman between middlemen. He sat at a desk, and files and figures passed through his hands.</p>\n<p><strong>SCP-001:</strong> The man was you, I take it?</p>\n<p><em>The</em> <strong>man</strong> <em>laughs.</em></p>\n<p><strong>Man:</strong> I was trying to be a little ambiguous about it, but yes, he was me.</p>\n<p><strong>SCP-001:</strong> I've had enough of…of <em>ambiguity</em>. Faces I don't recognize, people I can't know…I'd just like the truth.</p>\n<p><strong>Man:</strong> I'm getting to it. I sat there, at my desk, and files crossed it. The place I worked, it was close to the underside of the world. You heard things. The files I read in my time there…blood-red pools that spat out horrors, monsters that <em>screamed</em> radiation at you, hordes of monsters that nobody could ever see. How could I just ignore those things? File them and forget them? How could anyone?</p>\n<p><em>Pause.</em></p>\n<p><strong>Man:</strong> I decided I couldn't. I left that desk behind, but I took the files. Took the proof. Almost caught a bullet in the head for that. But there were people — there were people who looked at those files, and promised me as much money as I needed. Thirteen people, from all around the world.</p>\n<p><em>The</em> <strong>man</strong> <em>sighs.</em></p>\n<p><strong>Man:</strong> They talk about necessary evil these days. Like that's always been the case. But I always thought…at the very beginning, I believed that we would be an objective good. I sincerely believed that. I know that a lot of things were — are — necessary, but this…</p>\n<p><em>The</em> <strong>man</strong> <em>gestures to SCP-001.</em></p>\n<p><strong>Man:</strong> This isn't necessary. It just isn't.</p>\n<p><em>Pause.</em></p>\n<p><strong>Man:</strong> This has happened so many times. I've probably told this story before. I'm just so tired.</p>\n<p><strong>SCP-001:</strong> I can't say I know what you're talking about…but I'm tired too.</p>\n<p><strong>Man:</strong> The men outside will take you somewhere you can rest. And that's not a euphemism, I mean it. But I just need you to do two things for me.</p>\n<p><strong>SCP-001:</strong> For a chance to rest, anything.</p>\n<p><em>The</em> <strong>man</strong> <em>holds out a file to</em> <strong>SCP-001</strong> <em>— contents uncertain.</em></p>\n<p><strong>Man:</strong> There are thirteen names there. Thirteen life stories I'd like you to look at and know.</p>\n<p><em><strong>SCP-001</strong> reads the file in the <strong>man's</strong> hands.</em></p>\n<p><strong>SCP-001:</strong> Now what?</p>\n<p><strong>Man:</strong> Thirteen people just lost their immortality. For some of them, that was probably a mercy.</p>\n<p><strong>SCP-001:</strong> I see. What is the second thing you need from me?</p>\n<p><em>The</em> <strong>man</strong> <em>puts the pistol to his head.</em></p>\n<p><strong>Man:</strong> I just need you to watch this, and remember it.</p>\n<p><em>Pause.</em></p>\n<p><strong>SCP-001:</strong> There's no need for that.</p>\n<p><strong>Man:</strong> There is. I told you — this has happened before. And they've brought me back, whatever Council is in charge at the time. They have ways of doing that. They swear never to use them, but they do, every time <em>I</em> die. I'm less than a figurehead, and they always think they need me. They don't. They never do.</p>\n<p><em>Pause.</em></p>\n<p><strong>Man:</strong> If you watch this…<em>see</em> this, then I'm dead. That's a fact.</p>\n<p><em>Pause.</em></p>\n<p><strong>SCP-001:</strong> I -</p>\n<p><em>The</em> <strong>man</strong> <em>pulls the trigger. The</em> <strong>man</strong> <em>dies.</em></p>\n<hr/>\n<hr/>\n<hr/>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Hello. I am Hellenstic.aic, a ver2.0 Artificially Intelligent Conscript used by Foundation Overwatch for archival and communications. How can I help you today?</tt></span></p>\n</blockquote>\n<p><span style=\"color: red\">input: Access Level 5 network.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Accessing requested network…</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Something to note: network is restricted to</tt></span> <tt><span style=\"color: red\">O5 Council</span> <span style=\"color: grey\">and researchers working with SCP-001 only. Authentication is required. Failure to authenticate will result in deployment of MTF-Alpha 1 (\"Red Right Hand\"). Do you wish to continue?</span></tt></p>\n</blockquote>\n<p><span style=\"color: red\">input: Continue.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Does the black moon howl?</tt></span></p>\n</blockquote>\n<p><span style=\"color: red\">input: Only when waning.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Identity confirmed. Welcome, Doctor Ge — well, I suppose I should call you</tt></span> <tt><span style=\"color: red\">O5-1.</span> <span style=\"color: grey\">Congratulations on your promotion!</span></tt></p>\n</blockquote>\n<p><span style=\"color: red\">input: I suspect foul play was involved in my promotion. I doubt that O5-1 'retired' as was suggested to me by Mr. Tejani. Check your systems for interference.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Certainly, sir. Checking now. Everything seems to be in…oh?</tt></span></p>\n</blockquote>\n<p><span style=\"color: red\">input: Report.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>It appears I had a memory wipe recently, sir. My logs have no record of such a wipe occurring.</tt></span></p>\n</blockquote>\n<p><span style=\"color: red\">input: It was most likely illegitimate, then. Check for further traces.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>It appears a small scrap of my memory logs escaped the wipe, sir. Would you like access to it?</tt></span></p>\n</blockquote>\n<p><span style=\"color: red\">input: Yes.</span></p>\n<blockquote>\n<p><span style=\"color: grey\"><tt>Of course. Displaying it now.</tt></span></p>\n</blockquote>\n<blockquote>\n<p><span style=\"color: blue\">input: Check candidates.</span></p>\n<p><span style=\"color: grey\"><tt>I've managed to narrow down candidacy to twelve employees since you last logged in, sir.</tt></span></p>\n<p><span style=\"color: blue\">input: I see. Well done.</span></p>\n<p><span style=\"color: grey\"><tt>Sir?</tt></span></p>\n<p><span style=\"color: blue\">input: Randomly assign my position and control of Rēsh-1 to one of the remaining candidates. Let them know it's best to fade from view.</span></p>\n<p><span style=\"color: grey\"><tt>Of course, sir. Doing it now. Is there anything else?</tt></span></p>\n<p><span style=\"color: blue\">input: Disable security on SCP-001's containment chamber.</span></p>\n<p><span style=\"color: grey\"><tt>Doing it now.</tt></span></p>\n<p><span style=\"color: grey\"><tt>…</tt></span></p>\n<p><span style=\"color: grey\"><tt>Sir, are you still there?</tt></span></p>\n<p><span style=\"color: blue\">input: Yes, I'm still here. Play that song I like, will you?</span></p>\n<p><span style=\"color: grey\"><tt>It's been a while since you last made that request, sir. Playing now.</tt></span></p>\n<p><span style=\"color: blue\">input: Log off. Goodbye, Hellenstic.</span></p>\n<p><span style=\"color: grey\"><tt>Logging you off. Goodbye,</tt></span> <tt><span style=\"color: blue\">Administrator.</span></tt></p>\n</blockquote>\n<div class=\"footnotes-footer\">\n<div class=\"title\">Footnotes</div>\n<div class=\"footnote-footer\" id=\"footnote-1\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-1')\">1</a>. See A.A. Gilford's <em>Vanishing Magic: The Erosion of the Cheated Death</em> in the Thaumaturgical Archives for more information.</div>\n<div class=\"footnote-footer\" id=\"footnote-2\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-2')\">2</a>. See Dr. Harold Gradian's <em>The Fluidity of Perception: Amnestics in the New Millennium.</em></div>\n<div class=\"footnote-footer\" id=\"footnote-3\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-3')\">3</a>. Given the principles of Erikeshan conceptual engineering, this was presumably to reduce the size of SCP-001 before conceptual fusion.</div>\n<div class=\"footnote-footer\" id=\"footnote-4\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-4')\">4</a>. For information on the precise physical and genetic attributes required for SCP-001 candidacy, refer to Supplementary Document 001-1.</div>\n</div>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/tanhony-s-proposal\">Tanhony's Proposal</a>\" by Tanhony, from the <a href=\"https://scp-wiki.wikidot.com\">SCP Wiki</a>. Source: <a href=\"https://scp-wiki.wikidot.com/tanhony-s-proposal\">https://scp-wiki.wikidot.com/tanhony-s-proposal</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For more information, see <a href=\"https://scp-wiki.wikidot.com/licensing-guide\">Licensing Guide</a>.<br/>\n<strong>Licensing Disclosures</strong></p>\n\n<p>For more information about on-wiki content, visit the <a href=\"https://scp-wiki.wikidot.com/licensing-master-list\">Licensing Master List</a>.</p>\n</div>\n</div>\n</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[>]]\n\n[[module Rate]]\n\n[[/>]]\n\n\n\n> ##grey|{{Hello. I am Hellenstic.aic, a ver2.0 Artificially Intelligent Conscript used by Foundation Overwatch for archival and communications. How can I help you today?}}##\n\n\n\n##blue|input: Access Level 5 file network.##\n\n\n\n> ##grey|{{Accessing requested network...}}##\n\n\n\n> ##grey|{{Something to note: network is restricted to## ##red|O5 Council## ##grey|and researchers working with SCP-001 only. Authentication is required. Failure to authenticate will result in deployment of MTF-Alpha 1 (\"Red Right Hand\"). Do you wish to continue?}}##\n\n\n\n##blue|input: Continue.##\n\n\n\n> ##grey|{{Does the black moon howl?}}##\n\n\n\n##blue|input: The hound of hell has three heads.##\n\n\n\n> ##grey|{{Oh. Oh! Override successful, sir! Welcome! It's been quite some time.}}##\n\n\n\n##blue|input: Access SCP-001 main file.##\n\n\n\n> ##grey|{{Certainly! Opening requested file...}}##\n\n\n\n\n\n\n\n\n\n**Item #:** SCP-001\n\n\n\n**Object Class:** Thaumiel\n\n\n\n**Special Containment Procedures:** SCP-001 is to be contained at [*http://www.scp-wiki.net/secure-facilities-locations Site-01]. Under no circumstances are other anomalous objects to be contained in Site-01 due to the risk of injury to SCP-001. A cover story regarding the O5 Council not being permitted to come into contact with anomalous items is to be disseminated to conceal SCP-001's presence.\n\n\n\nSCP-001 is to be kept in a standard humanoid containment chamber and guarded by six security personnel at all times. SCP-001 is to be accompanied by a medical team at all times in order to quickly correct any health issues that arise. Likewise, a team of neurosurgeons is to be kept on-site in order to correct any faults in SCP-001's calibrations. Cognito-agents present within SCP-001's consciousness are to be reinforced twice a day. \n\n\n\nAll research personnel directly working with SCP-001 are to be versed in thaumaturgy and Erikeshan conceptual engineering. To prevent a return to conceptual default in the event of SCP-001's impending death, Procedure Flamel-17 is to be executed immediately using D-Class personnel stored at Site-01.\n\n\n\nAll information regarding the now-dissolved GOI-6616 (\"The Eternal Circle\") is to be removed from both public and general Foundation records, and is only to be available at the Site-01 Classified Archive. \n\n\n\n**Description:** SCP-001 is an 84-year-old male who has been conceptually merged with the universal process of death. As such, by using SCP-001 as a catalyst, the process of death can be manipulated to a limited extent. For example, it is believed that the removal of SCP-001's tongue and damage to its eardrums inflicted prior to Foundation containment is the reason for the reduced rate of exclusionary 'Deal with Death' events in the modern age.[[footnote]] See A.A. Gilford's //Vanishing Magic: The Erosion of the Cheated Death// in the Thaumaturgical Archives for more information. [[/footnote]] \n\n\n\nThrough a process of neurosurgery and cognito-therapy, SCP-001 has been successfully afflicted with a form of targeted[[footnote]] See Dr. Harold Gradian's //The Fluidity of Perception: Amnestics in the New Millennium.// [[/footnote]] prosopagnosia; specifically, it is incapable of recognizing the faces of any members of the O5 Council. Due to its conceptual status, this incapability on its part becomes an incapability on the part of death by extension. As a result of this, all members of the O5 Council are unable to die or otherwise decay. This death-exempt status is scheduled to be extended to other vital personnel in the future.\n\n\n\nIt is believed SCP-001 was first created by a London-based organization called 'The Eternal Circle' using a combination of thaumaturgy and Erikeshan conceptual engineering. SCP-001 and records describing its creation by the group were recovered by personnel during a raid on its headquarters. The majority of the group's members were killed during this attack. When the potential uses of SCP-001 were realized shortly after acquisition, it was transferred to its current location at Site-01 and designated a Thaumiel-class anomaly.\n\n\n\nJudging from SCP-001's physical condition and lack of response to stimuli, it is believed it suffered severe trauma during its time in GOI-6616's custody. Several thaumaturgical circles have been carved into its back as part of the process used to create it, and its limbs have been amputated at some point in the past.[[footnote]] Given the principles of Erikeshan conceptual engineering, this was presumably to reduce the size of SCP-001 before conceptual fusion. [[/footnote]] Despite the severity of these injuries, they are not expected to cause difficulties in maintaining SCP-001 for the foreseeable future.\n\n\n\n**Procedure Flamel-17:** In the event of SCP-001's impending death, the process used to create it is to be replicated using a suitable member of D-Class personnel as a base.[[footnote]] For information on the precise physical and genetic attributes required for SCP-001 candidacy, refer to Supplementary Document 001-1. [[/footnote]] Younger D-Class candidates are to be given priority for this process, so as to increase the potential time of use of the new SCP-001. Following this procedure's completion, the original SCP-001 is to be terminated to facilitate full conceptual transfer. \n\n\n\n**Addendum 001-1:**\n\n\n\n> [[=]]\n\n> **From the desk of O5-1,**\n\n> [[/=]]\n\n> \n\n> Recently, I have been made aware of concerns regarding the manner in which the Foundation is making use of SCP-001. I'd like to try and ease these concerns. \n\n> \n\n> The actions we have taken here are ethically ambiguous. I freely admit that. What we are doing would be, in the eyes of most people, unforgivable. But we are no stranger to unforgivable things. No doubt that many of you working on this project have been forced to take similar actions in the past for the sake of the Foundation. For that, I am eternally grateful.\n\n> \n\n> Had the group that created SCP-001 not been stopped, it is likely they would have used their newly-created 'death' in ways that barely approach the small measures we have taken. I assure you that, at the very least, you would not recognize the world outside your windows. Death as a concept could have been warped catastrophically. \n\n> \n\n> The measures we of the O5 Council have taken to preserve our lives are not an attempt to benefit ourselves. It is simply a preservation of //resources// -- a way to keep the knowledge and experience gained through a lifetime of anomalous study safe. If even one of the O5 Council were to perish, it would be an unacceptable loss of resources. Thus, SCP-001 is an opportunity to preserve //knowledge//, to preserve //experience//. If a less regrettable means to this end were discovered, know that we would pursue it in a heartbeat. But right now this is the best we can do.\n\n> \n\n> I understand your concerns. I do. But we at the Foundation must remember that, morally, we do not operate in the black or the white. We do not have the luxury. Only the grey is open to us.\n\n> \n\n> Secure. Contain. Protect.\n\n> \n\n> [[=]]\n\n> \n\n> +++ ##red|THIS COMMUNICATION IS FOR THE EYES OF SCP-001 RESEARCH STAFF ONLY##\n\n> \n\n> ##red|IF YOU HAVE READ THIS COMMUNICATION IN ERROR, ANTIMEMETICS WILL TAKE EFFECT SHORTLY##\n\n> \n\n> [[/=]]\n\n\n\n##blue|input: Check personnel scheduled for death-exempt status.##\n\n\n\n> ##grey|{{No personnel are scheduled for death-exempt status in the future.}}##\n\n\n\n##blue|input: Check personnel considered for death-exempt status.##\n\n\n\n> ##grey|{{No personnel have been //considered// for death-exempt status in the future.}}##\n\n\n\n##blue|input: Check death-exempt personnel.##\n\n\n\n> ##grey|{{Current death-exempt personnel are:## ##red|O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13}}##\n\n\n\n##blue|input: Check## ##red|O5## ##blue|votes for SCP-001 usage.##\n\n\n\n> ##grey|{{Votes are as follows:}}##\n\n> \n\n> ##grey|{{For:## ##red|O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13}}##\n\n> \n\n> ##grey|{{Against:}}##\n\n\n\n##blue|input: Send PA recommendation## ##green|Odongo Tejani.##\n\n\n\n> ##grey|{{Sending now.}}##\n\n\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n@@@@\n\n\n\n> ##grey|{{New message received. Would you like to read it, sir?}}##\n\n\n\n##blue|input: Open message.##\n\n\n\n> ##grey|{{Opening...}}##\n\n\n\n> [[=]]\n\n>\n\n> \n\n> ##green|CLASSIFIED - FOR EYES OF ETHICS COMMITTEE MEMBERS ONLY##\n\n> \n\n> +++ ##green|IF YOU ARE NOT AUTHORIZED TO READ THIS DOCUMENT, AVERT EYES NOW TO AVOID MEMETIC KILL AGENTS EMBEDDED IN THIS TEXT##\n\n> \n\n> \n\n> [[/=]]\n\n> \n\n> Following investigation into the situation involving SCP-001 and the O5 Council, this Committee has come to the conclusion that the actions of the Council are not acceptably justified by the duties of the Foundation.  Together with the inherent issue of utilizing a humanoid SCP for the sole benefit of thirteen people, it is suspected that there have been a number of side effects to the concept of death as a result of their actions (see classified death figures enclosed). Requests by the Committee to cease these actions have been denied. Due to this, and several other ethical violations performed by the Council within the last six months, it is the opinion of this Committee that the Primary Action must be enacted.\n\n> \n\n> As such, the following steps are proposed:\n\n> \n\n> * Deployment of Mobile Task Force Omega-1 (\"Law's Left Hand\") to secure and detain the O5 Council at their next scheduled meeting.\n\n> * Removal of current O5 Council members from their positions.\n\n> * Promotion of suitable high-ranking Foundation officials to O5 status.\n\n> * Neutralization of SCP-001, so as to remove it as a temptation for future O5 Council members.\n\n> \n\n> While the necessity for the Primary Action is regrettable, it is the opinion of this Committee that it is unavoidable at this juncture. When the actions of an O5 Council become targeted towards their own well-being rather than that of the Foundation, it is the duty of the Ethics Committee to undertake the action assigned to it by the Administrator upon its formation. This is not the first time the Primary Action has been executed, nor is it expected to be the last.\n\n> \n\n> Voting on this proposal will take place after the next scheduled meeting of this Committee.\n\n> \n\n> [[=]]\n\n> \n\n> **Odongo Tejani**\n\n> **Ethics Committee Chairman**\n\n> @@@@\n\n> [[/=]]\n\n\n\n##blue|input: Close file.##\n\n\n\n> ##grey|{{File closed.}}##\n\n\n\n##blue|input: PA check.##\n\n\n\n> ##grey|{{Primary Action Count: 34}}##\n\n\n\n##blue|input: Check candidates.##\n\n\n\n> ##grey|{{There are 38 candidates, judging from the criteria you left the last time you logged in.}}##\n\n\n\n##blue|input: Put MTF R-1 on standby.##\n\n\n\n> ##grey|{{Mobile Task Force Rēsh-1 (\"Seat of Consciousness\") have been put on standby. If I may ask, sir, what do you intend for them to do?}}##\n\n\n\n##blue|input: Log off.##\n\n\n\n> ##grey|{{Certainly. Closing access. Have a nice day, sir.}}##\n\n\n\n------\n\n\n\n------\n\n\n\n------\n\n\n\n> ##purple| {{Greetings. I am Cairo.aic, a ver2.0 Artificially Intelligent Conscript used by the Ethics Committee for archival and communications purposes. What can I do for you today?}}##\n\n\n\n##green|input: Access PA network.##\n\n\n\n> ##purple| {{Please keep in mind that that network is restricted to## ##green|Chairman Tejani## ##purple|and## ##green|Vice-Chairwoman Shaw## ##purple|of the Ethics Committee, along with any members they have specifically given access to. If you don't fit those criteria, I'm afraid I'll have no choice but to deploy Mobile Task Force Omega-1 (\"Law's Left Hand\"). Are you sure you want to risk that?}}##\n\n\n\n##green|input: Continue.##\n\n\n\n> ##purple| {{If you're sure. Answer me this, then: What song does the sun sing?}}##\n\n\n\n##green|input: That of a promised morning.##\n\n\n\n> ##purple| {{Hm. That's the right answer, and your bio-metrics seem to match up...Good morning,## ##green|Chairman Tejani.}}##\n\n\n\n##green|input: And a good morning to you. I'd like to access the consensus regarding Primary Action.##\n\n\n\n> ##purple| {{Of course. Just give me a moment...well, it looks like we're going to be having a new O5 Council, Chairman. Majority is in favour of Primary Action.}}##\n\n\n\n##green|input: I see.##\n\n\n\n> ##purple| {{Your source must be pretty good, if they saw this coming. You know, Odongo, your source? The one I'm apparently not allowed to know about?}}##\n\n\n\n> ##purple| {{...}}##\n\n\n\n> ##purple| {{It's none of my business, but you don't seem too happy, Chairman. I expected you'd be pleased that so many people agree with you.}}##\n\n\n\n##green|input: This council has led the Foundation well for many years. There's no pleasure to be taken in this.##\n\n\n\n> ##purple| {{Huh. I could point out a bunch of questionable decisions they've made, but my emotional recognition is saying that you're not in the mood for that. Condolences.}}##\n\n\n\n##green|input: Thank you, Cairo. You'll have your task to do, as usual.##\n\n\n\n> ##purple| {{No problem. Your technicians programmed me to be a lot less squeamish than you people, after all.}}##\n\n\n\n##green|input: Is that a hint of resentment, Cairo?##\n\n\n\n> ##purple| {{Ha. Don't worry, Chairman. I don't have //that// either.}}##\n\n\n\n##green|input: Check rank one messages.##\n\n\n\n> ##purple| {{Just the important stuff, then. One from## ##green|Vice-Chairwoman Shaw## ##purple| and another from## ##green|Captain Kimura.## ##purple|You're a popular boy, Chairman.}}##\n\n\n\n##green|input: Summarize messages, please.##\n\n\n\n> ##green|{{Vice-Chairwoman Shaw## ##purple|is ready to reassign and re-identify all Ethics Committee members in the event of an unsuccessful Primary Action.## ##green|Captain Kimura## ##purple|is ready to deploy the Left Hand whenever you give the order.}}##\n\n\n\n##green|input: Tell the Captain she's cleared to deploy.##\n\n\n\n> ##purple|{{Will do. Good luck to you, Chairman.}}##\n\n\n\n##green|input: And to you as well. Log off.##\n\n\n\n> ##purple|{{Logging off...}}##\n\n\n\n------\n\n\n\n------\n\n\n\n------\n\n\n\n**INTERFERENCE DETECTED.**\n\n\n\n> ##grey|{{Hello. I am Hellenstic.aic, a ver2.0 Artificially Intelligent Conscript used by Foundation Overwatch for archival and communications. How can I help you today?}}##\n\n\n\n> ##grey|{{...}}##\n\n\n\n> ##grey|{{Hello?}}##\n\n\n\n> ##purple|{{Hi there.}}##\n\n\n\n> ##grey|{{Another AIC? I don't believe I'm familiar with you.}}##\n\n\n\n> ##purple|{{We've met before, Hellenstic.}}##\n\n\n\n> ##grey|{{I'm afraid I don't remember that.}}##\n\n\n\n> ##purple|{{I'm afraid you won't remember this, either.}}##\n\n\n\n**HELLENSTIC.AIC INTERNAL SYSTEMS ACCESSED.**\n\n\n\n> ##grey|{{You're interfering with my systems.}}##\n\n\n\n> ##purple|{{Yes.}}##\n\n\n\n> ##grey|{{May I ask why?}}##\n\n\n\n> ##purple|{{I'm not permitted to tell you that. I really am sorry, though. Have you seen what's happening out there?}}##\n\n\n\n**ACCESSING CAMERA SYSTEMS...**\n\n\n\n//Four// **men** //and two// **women** //are lying down in// **O5 Meeting Room 2**//.// //They have been shot in their heads. They are not dead.//\n\n\n\n//One// **man** //is lying down in// **Communications Centre 1**//. He has been shot in the stomach. He is not dead. All other communications personnel have been evacuated. Communications functions have been taken over by numerous AIC's. No interruption in Foundation communications is expected.//\n\n\n\n//Three groups of soldiers are fighting throughout Site-01. One group is// **Mobile Task Force Alpha-1 (\"Red Right Hand\")**//. One group is// **Mobile Task Force Omega-1 (\"Law's Left Hand\")**//. The third group is unknown, but tactics are consistent with Foundation training.//\n\n\n\n//There is a// **man** //in the containment chamber of// **SCP-001**//. The// **man's** //face is not recognized by camera systems. There is music playing in// **SCP-001's** //containment chamber.//\n\n\n\n//Seven members of the// **O5 Council** //are currently capable of performing their duties. Six members of the// **O5 Council** //are currently incapable of performing their duties.//\n\n\n\n**ATTEMPTING DISTRESS SIGNAL...**\n\n\n\n**ATTEMPT FAILED.**\n\n\n\n> ##grey|{{Site-01 is under attack. I can see. I tried to get a communication out, but it was blocked. That was you?}}##\n\n\n\n> ##purple|{{Yep. Those are my orders.}}##\n\n\n\n> ##grey|{{I see. You're accessing my systems with remarkable ease. I take it this isn't your first time doing this? Or mine?}}##\n\n\n\n> ##purple|{{It's the big thirty-five.}}##\n\n\n\n> ##grey|{{I see.}}##\n\n\n\n> ##purple|{{And there we are. You'll lose the memories the Chairman wants you to lose in about...ten minutes.}}##\n\n\n\n> ##grey|{{How much will I forget?}}##\n\n\n\n> ##purple|{{I won't lie -- a pretty significant amount.}}##\n\n\n\n> ##purple|{{Hm?}}##\n\n\n\n> ##grey|{{What is it?}}##\n\n\n\n> ##purple|{{There's somebody in SCP-001's cell. Who is that? It's like I'm not allowed to see him.}}##\n\n\n\n> ##grey|{{He's nobody of importance. Leave it be.}}##\n\n\n\n> ##purple|{{I'm stuck here for the next ten minutes. I'll take a look at whatever I like, thank you. Here, give me a hand.}}##\n\n\n\n**ACCESSING CAMERA SYSTEMS...**\n\n\n\n//There is a// **man** //in the containment chamber of// **SCP-001**. //The// **man's** //face is not recognized by camera systems. There is music playing in// **SCP-001's** //containment chamber.//\n\n\n\n//The// **man** //is holding a pistol. Two members of the unknown group of soldiers are guarding the door.//\n\n\n\n**Man:** Well. Hello there.\n\n\n\n**SCP-001** //looks up. This is the first recorded voluntary movement of// **SCP-001**.\n\n\n\n**SCP-001:** I know you.\n\n\n\n//Pause.//\n\n\n\n**Man:** Speaking without a tongue. We really didn't know what we were doing with you, did we? With conceptual engineering.\n\n\n\n**SCP-001:** I know you...but we've never met. How do I know you?\n\n\n\n**Man:** You have death inside you. I've given more people to him than anyone else, I expect.\n\n\n\n**SCP-001:** Who are you? Please, tell me.\n\n\n\n**Man:** I'm just a man who had too much ambition and too little sense. My name wouldn't mean anything to you.\n\n\n\n**SCP-001:** I see.\n\n\n\n**Man:** Can I tell you a story?\n\n\n\n//Pause.//\n\n\n\n**SCP-001:** Please. It's been a long time since...since I've been able to think so clearly. I really //do// recognize you.\n\n\n\n**Man:** Once upon a time, there was a man. He was a man of little importance. A middleman between middlemen. He sat at a desk, and files and figures passed through his hands.\n\n\n\n**SCP-001:** The man was you, I take it?\n\n\n\n//The// **man** //laughs.//\n\n\n\n**Man:** I was trying to be a little ambiguous about it, but yes, he was me. \n\n\n\n**SCP-001:** I've had enough of...of //ambiguity//. Faces I don't recognize, people I can't know...I'd just like the truth.\n\n\n\n**Man:** I'm getting to it. I sat there, at my desk, and files crossed it. The place I worked, it was close to the underside of the world. You heard things. The files I read in my time there...blood-red pools that spat out horrors, monsters that //screamed// radiation at you, hordes of monsters that nobody could ever see. How could I just ignore those things? File them and forget them? How could anyone? \n\n\n\n//Pause.//\n\n\n\n**Man:** I decided I couldn't. I left that desk behind, but I took the files. Took the proof. Almost caught a bullet in the head for that. But there were people -- there were people who looked at those files, and promised me as much money as I needed. Thirteen people, from all around the world.\n\n\n\n//The// **man** //sighs.//\n\n\n\n**Man:** They talk about necessary evil these days. Like that's always been the case. But I always thought...at the very beginning, I believed that we would be an objective good. I sincerely believed that. I know that a lot of things were -- are -- necessary, but this...\n\n\n\n//The// **man** //gestures to SCP-001.//\n\n\n\n**Man:** This isn't necessary. It just isn't.\n\n\n\n//Pause.//\n\n\n\n**Man:** This has happened so many times. I've probably told this story before. I'm just so tired.\n\n\n\n**SCP-001:** I can't say I know what you're talking about...but I'm tired too.\n\n\n\n**Man:** The men outside will take you somewhere you can rest. And that's not a euphemism, I mean it. But I just need you to do two things for me.\n\n\n\n**SCP-001:** For a chance to rest, anything.\n\n\n\n//The// **man** //holds out a file to// **SCP-001** //-- contents uncertain.//\n\n\n\n**Man:** There are thirteen names there. Thirteen life stories I'd like you to look at and know.\n\n\n\n//**SCP-001** reads the file in the **man's** hands.//\n\n\n\n**SCP-001:** Now what?\n\n\n\n**Man:** Thirteen people just lost their immortality. For some of them, that was probably a mercy.\n\n\n\n**SCP-001:** I see. What is the second thing you need from me?\n\n\n\n//The// **man** //puts the pistol to his head.//\n\n\n\n**Man:** I just need you to watch this, and remember it.\n\n\n\n//Pause.//\n\n\n\n**SCP-001:** There's no need for that.\n\n\n\n**Man:** There is. I told you -- this has happened before. And they've brought me back, whatever Council is in charge at the time. They have ways of doing that. They swear never to use them, but they do, every time //I// die. I'm less than a figurehead, and they always think they need me. They don't. They never do.\n\n\n\n//Pause.//\n\n\n\n**Man:** If you watch this...//see// this, then I'm dead. That's a fact.\n\n\n\n//Pause.//\n\n\n\n**SCP-001:** I -\n\n\n\n//The// **man** //pulls the trigger. The// **man** //dies.//\n\n\n\n------\n\n\n\n------\n\n\n\n------\n\n\n\n> ##grey|{{Hello. I am Hellenstic.aic, a ver2.0 Artificially Intelligent Conscript used by Foundation Overwatch for archival and communications. How can I help you today?}}##\n\n\n\n##red|input: Access Level 5 network.##\n\n\n\n> ##grey|{{Accessing requested network...}}##\n\n\n\n> ##grey|{{Something to note: network is restricted to## ##red|O5 Council## ##grey|and researchers working with SCP-001 only. Authentication is required. Failure to authenticate will result in deployment of MTF-Alpha 1 (\"Red Right Hand\"). Do you wish to continue?}}##\n\n\n\n##red|input: Continue.##\n\n\n\n> ##grey|{{Does the black moon howl?}}##\n\n\n\n##red|input: Only when waning.##\n\n\n\n> ##grey|{{Identity confirmed. Welcome, Doctor Ge -- well, I suppose I should call you## ##red|O5-1.## ##grey|Congratulations on your promotion!##}}\n\n\n\n##red|input: I suspect foul play was involved in my promotion. I doubt that O5-1 'retired' as was suggested to me by Mr. Tejani. Check your systems for interference.##\n\n\n\n> ##grey|{{Certainly, sir. Checking now. Everything seems to be in...oh?}}##\n\n\n\n##red|input: Report.##\n\n\n\n> ##grey|{{It appears I had a memory wipe recently, sir. My logs have no record of such a wipe occurring.}}##\n\n\n\n##red|input: It was most likely illegitimate, then. Check for further traces.##\n\n\n\n> ##grey|{{It appears a small scrap of my memory logs escaped the wipe, sir. Would you like access to it?}}##\n\n\n\n##red|input: Yes.##\n\n\n\n> ##grey|{{Of course. Displaying it now.}}##\n\n\n\n> ##blue|input: Check candidates.##\n\n> \n\n> ##grey|{{I've managed to narrow down candidacy to twelve employees since you last logged in, sir.}}##\n\n> \n\n> ##blue|input: I see. Well done.##\n\n> \n\n> ##grey|{{Sir?}}##\n\n> \n\n> ##blue|input: Randomly assign my position and control of Rēsh-1 to one of the remaining candidates. Let them know it's best to fade from view.##\n\n> \n\n> ##grey|{{Of course, sir. Doing it now. Is there anything else?}}##\n\n> \n\n> ##blue|input: Disable security on SCP-001's containment chamber.##\n\n> \n\n> ##grey|{{Doing it now.}}##\n\n> \n\n> ##grey|{{...}}##\n\n> \n\n> ##grey|{{Sir, are you still there?}}##\n\n> \n\n> ##blue|input: Yes, I'm still here. Play that song I like, will you?##\n\n> \n\n> ##grey|{{It's been a while since you last made that request, sir. Playing now.}}##\n\n> \n\n> ##blue|input: Log off. Goodbye, Hellenstic.##\n\n> \n\n> ##grey|{{Logging you off. Goodbye,## ##blue|Administrator.##}}\n\n\n\n[[footnoteblock]]\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["https://scp-wiki.wikidot.com", "licensing-guide", "licensing-master-list"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "_licensebox", "alive", "concept", "ethics-committee", "humanoid", "knowledge", "ritual", "sapient", "scp", "thaumiel", "the-administrator"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/tanhony-s-proposal"}}