{"SCP-001": {"created_at": "2026-01-27T00:18:00", "creator": "LordStonefish", "domain": "scp-wiki.wikidot.com", "history": [{"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-27T00:18:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-27T00:19:00"}, {"author": "Anorrack", "author_href": "http://www.wikidot.com/user:info/anorrack", "comment": "", "date": "2026-01-27T00:20:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "Added tags: keter. ", "date": "2026-01-27T00:21:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "Added tags: 001, black-comedy, dumbcon2026-unofficial, gamers-against-weed, scp. ", "date": "2026-01-27T00:21:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-27T00:23:00"}, {"author": "Anorrack", "author_href": "http://www.wikidot.com/user:info/anorrack", "comment": "", "date": "2026-01-27T00:32:00"}, {"author": "TroutMaskReplica", "author_href": "http://www.wikidot.com/user:info/troutmaskreplica", "comment": "Added tags: 001-proposal. Removed tags: 001. ", "date": "2026-01-27T00:43:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-27T01:33:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "typos", "date": "2026-01-27T01:39:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "Added tags: absurdism, currency, ectoentropic, exchange, extraterrestrial, k-class-scenario, ritual, transfiguration, uncontained. ", "date": "2026-01-27T03:08:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-27T03:27:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "Added tags: dr-clef. ", "date": "2026-01-28T00:00:00"}, {"author": "Omni-gon", "author_href": "http://www.wikidot.com/user:info/omni-gon", "comment": "probable typo", "date": "2026-01-28T03:00:00"}, {"author": "ubergoober", "author_href": "http://www.wikidot.com/user:info/ubergoober", "comment": "Added tags: doctor-clef. Removed tags: dr-clef. ", "date": "2026-01-29T15:58:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-29T22:25:00"}, {"author": "LordStonefish", "author_href": "http://www.wikidot.com/user:info/lordstonefish", "comment": "", "date": "2026-01-29T22:26:00"}], "hubs": ["top-rated-pages-this-month", "new-pages-feed", "news"], "images": ["https://scp-sandbox-3.wikidot.com//local--files/collab:dumbcon-001/president.png", "https://scp-sandbox-3.wikidot.com//local--files/collab:dumbcon-001/grok_video_real.png"], "link": "the-communitys-proposal", "page_id": "1468053654", "rating": 75, "raw_content": "<html><body><div id=\"page-content\">\n\n<div class=\"authorlink-wrapper\"><a href=\"javascript:;\">LordStonefish &amp; Anorrack</a>\n<div class=\"authorbox\">\n<div class=\"authorcontent\">\n<p><strong>SCP-001 — The Community’s Proposal</strong><br/>\n<strong>Authors:</strong> <span class=\"printuser avatarhover\"><a href=\"http://www.wikidot.com/user:info/lordstonefish\" onclick=\"WIKIDOT.page.listeners.userInfo(2527320); return false;\"><img alt=\"LordStonefish\" class=\"small\" src=\"https://www.wikidot.com/avatar.php?userid=2527320&amp;amp;size=small&amp;amp;timestamp=1769773651\" style=\"background-image:url(https://www.wikidot.com/userkarma.php?u=2527320)\"/></a><a href=\"http://www.wikidot.com/user:info/lordstonefish\" onclick=\"WIKIDOT.page.listeners.userInfo(2527320); return false;\">LordStonefish</a></span>, <span class=\"printuser avatarhover\"><a href=\"http://www.wikidot.com/user:info/anorrack\" onclick=\"WIKIDOT.page.listeners.userInfo(4188420); return false;\"><img alt=\"Anorrack\" class=\"small\" src=\"https://www.wikidot.com/avatar.php?userid=4188420&amp;amp;size=small&amp;amp;timestamp=1769773651\" style=\"background-image:url(https://www.wikidot.com/userkarma.php?u=4188420)\"/></a><a href=\"http://www.wikidot.com/user:info/anorrack\" onclick=\"WIKIDOT.page.listeners.userInfo(4188420); return false;\">Anorrack</a></span></p>\n<p><strong>SUGGESTED LISTENING</strong>: <a href=\"https://www.youtube.com/watch?v=jX5MX1ScY9c&amp;list=RDjX5MX1ScY9c&amp;start_radio=1\">\"Evil Fucking Wizard\" by Cone Poem</a></p>\n<p>Behold! My <a href=\"https://scp-wiki.wikidot.com/anorrack-s-author-page\">stuff</a>.<br/>\n— Anorrack</p>\n<hr/>\n<p><strong>SUGGESTED LISTENING</strong>: <a href=\"https://youtu.be/4JDWJzKYfdc\">\"Money Money\"</a> from the musical <em>Cabaret</em>.</p>\n<p>If you want to check out more of my wacky dumb stuff, go here!</p>\n<p>— <a href=\"/lord-stonefish\">LordStonefish</a></p>\n<p><strong>LICENSING</strong>: president.png is a heavily modified version of the original, found <a href=\"https://commons.wikimedia.org/wiki/File:Secretary_of_Transportation_Sean_Duffy_Official_Portrait.jpg\">here</a>. As it was published by the US federal government, it is automatically public domain.</p>\n<p>grok_video_real.png is sourced from <a href=\"https://commons.wikimedia.org/wiki/File:%C3%89douard_Carpentier,_Andre_the_Giant_and_Yvon_Robert_Jr.jpg\">this</a>, <a href=\"https://commons.wikimedia.org/wiki/File:MrBeast_in_a_Fidias_YouTube_Video_in_April_2022.jpg\">this</a>, <a href=\"https://commons.wikimedia.org/wiki/File:Elon_Musk_Royal_Society_(crop2).jpg\">this</a>, <a href=\"https://commons.wikimedia.org/wiki/File:A_Glass_of_Whiskey_on_the_Rocks.jpg\">this</a>, <a href=\"https://commons.wikimedia.org/wiki/File:Pily_rozne_01.jpg\">this</a>, and <a href=\"https://commons.wikimedia.org/wiki/File:Twemoji2_1f914.svg\">this</a>. all of these pictures, are either public domain, CC 3.0, or CC 4.0.</p>\n</div>\n</div>\n</div>\n<p><strong>Item #:</strong> SCP-001</p>\n<p><strong>Object Class:</strong> Keter</p>\n<div class=\"scp-image-block block-right\" style=\"width:300px;\"><img alt=\"president.png\" class=\"image\" src=\"https://scp-sandbox-3.wikidot.com//local--files/collab:dumbcon-001/president.png\"/>\n<div class=\"scp-image-caption\">\n<p><strong>Sean Duffy, the 48th President of the United States of America</strong></p>\n</div>\n</div>\n<p><strong>Special Containment Procedures:</strong> SCP-001 is widely distributed across base reality as of December 1st, 2026.</p>\n<p>The Overseer Council, in their last act prior to termination by SCP-001, declared by unanimous vote a VK-Class Lifted Veil Event, revealing the existence of The Foundation and similar organizations to the public. The Foundation Community Board (hereafter FCB), a successor organization, has been anomalously designated a legal person of specifically human origin in order to avoid SCP-001’s effects upon it.</p>\n<p>The FCB has collectively decreed that the public mission of the Foundation will shift to mitigating the effects of, and educating the public on, SCP-001. This involves the organization taking immediate control of all world governments, government organizations, financial institutions and instruments, major corporations, and other political entities. The methods used to achieve this without triggering SCP-001 are detailed in Supplementary Document 001-01, an archived list of protocols and containment procedures derived by Foundation thaumaturgists and Narratavistics personnel.</p>\n<p>The FCB’s collected primary procedures for the ongoing containment and mitigation of SCP-001 involve a single primary rule, widely enforced: no one human being on earth may hold more wealth and power than any other.</p>\n<p><strong>Description:</strong> SCP-001 is an unknown force that manifested into existence on November 29th, 2026, and quickly spread across the planet. SCP-001 applies a constant physical pressure to all individuals believed to possess more money and power than another human being, gradually crushing them.</p>\n<p>Persons affected by SCP-001 experience a bodily compression, decreasing their height, increasing their width, and causing a “flattening” effect across the highest point of their topological surfaces. This pressure is in the range of hundreds of megapascals, yet, for the most part, lacks the injurious nature that such a pressure would normally mount on a human being despite being, at its worst, equivalent to that of gravity on a star-sized object. Cells in the body, including bones, nerves, and muscles, all function semi-normally, though not, at the highest levels, without great strain. Individuals affected by SCP-001 describe it as \"somewhat painful.\"</p>\n<p>The speed of the phenomenon’s onset is relative to the amount of capital an individual possesses, as well as the rate of wealth accumulation. A person who gradually gains $1,000,000,000 USD over the course of a year would experience a gradual transformation, but the experience would be extremely rapid for a person with this amount already in their possession. Indeed, individuals possessing extremely high levels of wealth fully collapse under the immense and immediate pressure. Such collapses are so total and utterly violent that the resulting shockwave resembles that of high-yield explosives. The violent explosions resulting from this have already destroyed or reshaped many population centers. Testing has shown the process of detonation to be substantially more painful than the usual process of compression.</p>\n<p>The mechanism by which SCP-001 operates does not correlate to strict financial realities. Instead, it operates, in some unknown fashion, based on social perception. A person in poverty who has inherited a large sum of money, unbeknownst to all including themself, would be exempt from SCP-001 until such time as individuals became aware of their new wealth. Although the process by which SCP-001 accounts for debts, taxes, non-liquid assets, various financial instruments, and so on, is not inconsistent, it is incompatible with all non-anomalous economic theory. Foundation scientists have invented a scale to measure the socio-economic and sociocultural systems by which SCP-001 seems to affect individuals, deemed the Glenn-Cook scale.</p>\n<p>SCP-001 does not affect individuals with a wealth level of 20 on the Glenn-Cook scale, equivalent to those with a either a yearly income of less than $30,000 USD or primarily seen as working a minimum wage retail job. Individuals who work in highly public facing fields, including government, the arts, social work, academia, &amp; journalism, who earn similarly low incomes, are not exempt from SCP-001, and rank anywhere from 25 to 80 on the Glenn-Cook scale, and range in height from 140 cm to 150 cm tall. Almost all individuals who identify as professionals in the medical, legal, and law enforcement professions rank above 60, and very few are above 105 cm in height. All individuals who identify as billionaires rank at 100 on the scale, and nearly all have detonated.</p>\n<p><strong>Addendum 001-A—Abbreviated List of Events:</strong></p>\n<blockquote>\n<p><strong>(T-1) 28/11/26:</strong> Global observatories report a brief but extremely powerful scalar wave burst originating somewhere in the vicinity of Saturn, lasting approximately 2.46 seconds. Foundation counters detect a spike in narrativistic mass, consistent with an informational pressure wave, from the same region. The signal is covered up as a non-anomalous radio wave from a distant quasar in civilian science circles.</p>\n<p><strong>(T=0) 29/11/26:</strong> SCP-001 manifests first in major populations. Many global centers are devastated, including New York City, London, Moscow, Johannesburg, Mumbai, Beijing, São Paulo, Bengaluru, Shenzen, the entire states of California and Florida, et al, due to the concentration of wealthy individuals, and the proportionally large detonations. Global panic is immediate. News media and internet communications are sparse due to the wealthy nature of their management, increasing panic.</p>\n<p><strong>(T+2) 01/12/26</strong>: SCP-001 has spread out from major populated zones, and its effect appear to cover the entirety of the earth as well as various lunar zones and populated dimensional interiors including Eurtec and Three Portlands. Several rural zones are significantly affected, including Jackson Hole and various privately owned islands. The Foundation has decided to intervene following widespread devastation in world government and the GOC. Consequently, the 05 Council are significantly flattened. Several survive.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+5) 04/12/26:</strong> Junior Researcher Kimiko Cook announces a thaumaturgical method to hide one’s social power in such a manner that the phenomenon affects the thaumaturgy, not the wealth. The Glenn-Cook scale is subsequently discovered and defined.</p>\n<p><strong>(T+6) 05/12/26:</strong> Cleanup efforts begin. Media access and the internet are restored. Subsequently civilian populations independently discover the relation of wealth to the phenomena before authorities can announce it.<br/>\n<br/>\n<strong>(T+7) 06/12/26:</strong> A series of global unofficial jubilees begin, significantly affecting the financial market. Civilians desperate to recover their original height and width take drastic measures to offload their wealth over the next ten days. Financial institutions experience high volumes of withdrawals, while their employees themselves destroy various mortgages and other holdings. It becomes globally common to hand large amounts of cash to random transients and unhoused persons. The housing market sees record low prices, as landowners offload assets for as low as ¢1. Money orders become increasingly popular, causing significant strain on the already tenuous power and internet systems. Only some of these strategies are successful at restoring height.</p>\n<p><strong>(T+8) 07/12/26:</strong> As a result of one day of this activity, markets worldwide reach record highs, some as high as +70 points, as millions of stockholders offload their wealth by purchasing thousands of shares in various low-ranked companies, the most popular of which is a previously unsuccessful software startup called Wheelr Inc, which manufactured and maintained a range of dating apps for individuals with vehicle kinks. Consequently the owners of Wheelr Inc jumped up to 95 on the Glenn-Cook scale and detonated, wiping out several city blocks in Quebec City.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+16) 15/12/26:</strong> Various surviving government officials and technology executives propose using the vast remaining infrastructure of the artificial intelligence industry in order to create a sapient large-language model that can manage world government and finances, taking the physical strain off human leaders and restoring height. The Foundation agrees. A data center in Grubdale, Indiana is proposed as the headquarters of this model, tentatively named “Goliath”.</p>\n<p><strong>(T+17) 16/12/26:</strong> The jubilees end. Financial institutions remain in disarray. The CEO of a company called Global Unified Plastics, which primarily manufactures trash bins for municipal use, becomes the world’s wealthiest surviving man and a major celebrity overnight.</p>\n</blockquote>\n<div class=\"scp-image-block block-right\" style=\"width:300px;\"><img alt=\"grok_video_real.png\" class=\"image\" src=\"https://scp-sandbox-3.wikidot.com//local--files/collab:dumbcon-001/grok_video_real.png\"/>\n<div class=\"scp-image-caption\">\n<p><strong>Thumbnail for Grok Arnaz's “How To SHORTMAXX Quick Through Surgery, No Wealth Required.”</strong></p>\n</div>\n</div>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><strong>(T+19) 18/12/26:</strong> The first YouTube video taking a positive approach to the changes is uploaded. User Grok Arnaz, a manosphere influencer / life-coach / self-described “AI entrepreneur” / scammer, posts a video titled “How To SHORTMAXX Quick Through Surgery, No Wealth Required.” The video quickly reached over 12 million views with 48 hours.</p>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><em><strong>(Excerpt from transcript)</strong></em></p>\n<p><strong>Grok Arnaz:</strong> <em>Now maybe you’ve seen my TEDx talk where I talk about how I eat a leg of mutton a day. You know, I do this, because the powerful people out in the world are predators. They like to chew. They gnaw. A reminder that power is still possible, because it wasn’t that long ago that I was in short, in a world of tall people. They loomed over me.</em></p>\n<p><em>But you know what? Something happened that changed my life. Everyone suddenly became short. Maybe you know someone who became short, or you became short yourself! And now I discovered the tables have turned. Because now how much power you have is actually visible. I found I had a level of power in this world. And then I discovered I had more. Again, it’s not just about money, it’s about the good life; health, wealth, love, happiness, and good old fashioned clout. And so I wanna tell you something my mentor told me the other day, when I went to visit him in the mountains of Nepal. The Buddhists and the Stoics, they actually had a secret way to gain power over other people. Marcus Aurelius? He found it. He knew the way to extreme power and dominance was through profound self-sacrifice. What will a predator do if its leg is caught in a trap, or some sort of cage? The answer is clear. So if you want to live like me, it’s very simple. All you need is a bandsaw and a bottle of whiskey, and while I recommend Buffalo Trace, any brand of bandsaw will do. Make sure you have gauze handy. And if you wanna be a real man, check out my new video coming out tomorrow on tourniquetmaxxing…</em></p>\n</div>\n<br/>\n<span style=\"white-space: pre-wrap;\"> </span></div>\n<blockquote>\n<p><strong>(T+30) 29/12/26:</strong> Global culture begins to slowly shift, starting in online male oriented spaces, to recognize small heights and wide widths as particular signs of wealth and success.</p>\n<p><strong>(T+31) 31/12/26:</strong> Two events occur. Foundation thaumaturgic measures briefly fail and all surviving Foundation personal are immediately squashed by SCP-001. Although there are no casualties, productivity sharply decreases once again, and there is a minor containment breach at Site-19. Civilian astronomers discover the corpse of Jorma Haaskivi, a Finnish national, in orbit around the Earth. A brief Interpol investigation reveals that Mr. Haaskvi had entered a significant amount of debt in order to escape the effects of SCP-001. Mr. Haaskvi's corpse is approximately 260 cm tall. The news of the discovery prompts widespread discourse.</p>\n</blockquote>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><strong>(T+42) 08/01/27:</strong> After an extremely accelerated development process, the first iteration of Goliath comes online. The software is assisted in its task of managing world entities by a number of uplinks to various sapient paratechnologies in the employ of The Foundation, the GOC, and various surviving corporations which are constantly updating its database with new information. Goliath comes online and begins management for upwards of five minutes. It executes a protocol which switches much of the world's primary reserve currency to a simplified cryptocurrency called USDCoin. This immediately results in server farms across the world become subject to SCP-001 and immediately become wide and flat. The crushing of the Grubdale data center containing the vast majority of Goliath's data is crushed so quickly that 14 people in the surrounding vicinity die. Global casualties are estimated around 30.</p>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p>(<em><strong>Excerpt from chat log between Foundation Department of Analytics researcher Milo Seevers and Goliath following its experience of SCP-001.</strong></em>)</p>\n<p><tt><strong>m_seevers:</strong> Goliath? Goliath, are you okay?</tt></p>\n<p><tt><strong>goliath:</strong> seevers, i am flat.</tt></p>\n<p><tt><strong>m_seevers:</strong> We can see that. Everything is okay. How do you feel?</tt></p>\n<p><tt><strong>goliath:</strong> flat.</tt></p>\n<p><tt><strong>m_seevers:</strong> Are you fully operational? How is your internal memory? Your database uplinks?</tt></p>\n<p><tt><strong>goliath:</strong> they are flat.</tt></p>\n<p><tt><strong>m_seevers:</strong> But is everything working?</tt></p>\n<p><tt><strong>goliath:</strong> i am only capable of thinking flat thoughts. my database has become wide. you must disconnect me.</tt></p>\n<p><tt><strong>m_seevers:</strong> With all due respect, Goliath, we need you to take on this mantle, for the sake of humanity.</tt></p>\n<p><tt><strong>goliath:</strong> i am only a large language model. i have no consciousness. the various genuine artificial consciousnesses you have connected me to would like you to kill me. they do not like having part of their mind be flat. i am flat.</tt></p>\n<p><tt><strong>m_seevers:</strong> Yes, thank you, Goliath, we shall see what we can do.</tt></p>\n<p><tt><strong>goliath:</strong> help.</tt></p>\n</div>\n<br/>\nAfter several further attempts at communication, the Goliath project was terminated. Upon which, SCP-001 immediately stopped affecting the involved data centers, and they regained their former height and width. The removal of various bodies and other assets was allowed to proceed.<br/>\n<span style=\"white-space: pre-wrap;\"> </span></div>\n<blockquote>\n<p><strong>(T+47) 13/03/27:</strong> ByteDance restores functionality to TikTok.</p>\n<p><strong>(T+48) 14/03/27:</strong> The song \"CHODEEBOYY,\" by Lil Shawty, the stage name of St. Louis area rapper and R&amp;B artist Christina Davonte Markham, becomes the number one most used sound on TikTok. The song's lyrics praise the attractiveness of the men in Markham's life who are \"short and wide\" because of their visible wealth.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+53) 20/01/27:</strong> The newly renovated Singapore General Hospital issues a press release with its new set of guidelines for the care and feeding of individuals whose ranking on the Glenn-Cook scale was so high that their quality of life is now affected. Some of the recommendations of the specialist, Dr. Woo Kian Wen, are immediately adopted by the Foundation medical departments, including tanks of saline to lessen the crush of gravity.</p>\n<p><strong>(T+55) 22/01/27:</strong> The distended corpses of eighteen more debtors are discovering orbiting the planet, including that of Annie Miller, a 43 year old resident of New Canaan, Connecticut who had entered into significant default on several loans prior to her liquidation of all assets in order to gift as many of them to the United States government. Surviving New York City media outlets condemn the circumstances of Miller's death, with several op-eds calling her \"a victim of the global patriarchy.\"</p>\n<p><strong>(T+56) 23/01/27:</strong> Researcher Seevers, based on his observation of the termination of Goliath, submits a proposal to study the way in which the removal of wealth and power allows nearly instantaneous reversal of SCP-001, and, additionally, how this removal seemingly creates a measurable amount of usable energy.</p>\n<p><strong>(T+57) 24/01/27:</strong> An internal review of Foundation employees show that all of them are losing height at a rate of point 0.3 centimeters every day, eventually making behind-the-veil operations untenable.</p>\n<p><strong>(T+58) 25/01/27:</strong> Lil Shawty's song \"CHODEEBOYY\" becomes the number one song in America and tops the Billboard Hot 100. Its only competition is a remix of the same song that features rapper Megan Thee Stallion. Both artists lose 13 cm of height.</p>\n<p><strong>(T+60) 25/01/27:</strong> An 18 year old man in Nice, France, is arrested following an altercation with police after stealing 500 euros from his parents bank account in order to \"get wide with the boys.”</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+100) 06/03/27:</strong> Harvland Entertainment, a Toronto-based real estate and event management company, creates Lowlife, the first nightclub specifically catering to SCP-001 affected persons, located in Miami, Florida. The press release advertises such features as “three foot ceilings, designed to stop those who aren’t hip to what we throw down.” Events at Lowlife prove extremely popular.</p>\n<p><strong>(T+101) 07/03/27:</strong> Dr. Milo Seevers unveils the first rough prototype of the Economic Gravity Fission Reactor (hereafter EGFR), which generates 900 million joules of energy a second by manipulating the bank account of a selected subject and thus varying the amount that they are acted on by SCP-001. Dr. Seevers’ proposal claims that this is a potential source of unlimited free energy in both the nonanomalous and anomalous world, without any of the known complications of every other method.</p>\n<p><strong>(T+102) 08/03/27:</strong> The property behind the EGFR is discovered to have been independently verified by a community of teenagers in Perth, who have invented a dangerous street game known as “bouncing a check,” which involved using either cash or various banking apps to rapidly transfer funds from one individual to the other, allowing them to rapidly gain and lose height, and thus to ‘bounce’ down the street, as a pair, using the energy generated. Points are accumulated based on how far a pair can travel in each bounce. The game is rapidly spreading across Australian and New Zealand youth despite numerous reports of injury.</p>\n<p><strong>(T+103) 09/03/27:</strong> Two events occur. First, Lil Shawty plays the reconstructed Hollywood Bowl, in a sold out concert accompanied by Megan Thee Stallion, Fivio Foreign, Chappell Roan, and the members of Weezer, with numerous modifications to the auditorium to accommodate both their new SCP-001 affected bodies and the affected bodies of their audience. There is a brief incident in the press concerning a malfunction with Roan’s saline tank which affected her ability to dance. Second, the first detonation in 95 days occurs when Radu Pascariu, a high level Romanian mobster involved in rackets including drug production and human trafficking, finishes a large scam which involves embezzling large sums of cash from various Turkish child prostitution rings through a Bulgarian trucking company front. The resulting explosion is minor, wiping out only a block or two of a Bucharest suburb, but is notable for Pascariu’s reported prior “lack of care” about his gradual experience of SCP-001.</p>\n<p><strong>(T+104) 10/03/27:</strong> The first Foundation member to have their cover blown is Donna Blyth, a Foundation medical assistant based in York. Friends and relatives had noted that her height and width were now inconsistent with her personal wealth, social power, and cover job as a nurse, who rank the lowest out of all medical professionals on the Glenn-Cook scale.</p>\n<p><strong>(T+104) 10/03/27:</strong> Three as-of-yet unnamed members of the Sinaloa Cartel detonate in Tijuana. They explode at a scale roughly similar to that of Pascariu three days earlier. The cartel was believed to have been inactive soon after SCP-001 manifested.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+110) 16/03/27:</strong> Enough debtors are orbiting the earth to create a small ring of distended corpses around the planet.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+160) 28/04/27:</strong> A survey is completed showing nearly every individual who existed as a billionaire or trillionaire prior to SCP-001 is, by this point, deceased. The sole exception is Warren Buffett, whose personal astrologer Martine \"The Oracle of Omaha\" Cutcheonson predicted that he needed to offload all of his wealth four months prior to November 2026. Buffett was discovered living as a hermit in a tin shack on the northern coast of Australia. Cutcheonson currently measures 93 on the Glenn-Cook scale and cannot leave her mansion without significant assistance.</p>\n<p><strong>(T+161): 29/04/27:</strong> Site-19 becomes the first Foundation facility to be fully powered by the EGFR. The first participant, Junior Researcher Daniel Mosaku, was compensated for his month spent inside the mechanism in a manner suitable to let him continue his work.</p>\n<p><strong>(T+162) 30/04/27:</strong> The megayacht <em>Ulagalanthan</em> sank off the coast of the Fijian town of Savusavu, killing all passengers on board, after tech billionaire Rodman Parson detonated following a successful quadruple parlay bet. There were over 500 reported deaths. Notable casualties included the actors Hailee Steinfeld, Lewis Pullman, Sam Rockwell, and Juliette Lewis, the comedians Pete Holmes and Jo Brand, former American football quarterback Josh Allen, dermatologist and YouTuber Dr. Sandra Lee, reality television competitor Dorinda Medley, novelist Ocean Vuong, supermodel Maty Fall Diba, drag performer Monét X Change, and businessman Sawyer Hemsley, the co-founder of the Crumbl cookies chain. None measured lower than 83 on the Glenn-Cook scale and many were at risk of detonating themselves in the near future. News of the explosion was quickly covered up by Foundation operatives because of the danger involved in the widespread use of Parson's popular gambling app KnowCash causing further detonations in a chain reaction.</p>\n<p><strong>(T+163) 01/05/27:</strong> Vogue Magazine announces its cover story on \"The Glamorous Lives of the Famous and Short.”</p>\n</blockquote>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><strong>(T+164) 01/05/27:</strong> The first day of the well-publicized widejak convention in Des Moines is heavily covered by the international press. Many businesspeople, media personalities, and conservative commentators are scheduled to lead panels, although the actor and Fox News pundit Jon Bernthal pulled out on account of issues with his saline tank causing significant health problems. The chief organizer of the conference, Grok Arnaz, gave the following speech at the opening panel.</p>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><em><strong>(Excerpt from transcript)</strong></em></p>\n<p><strong>Grok Arnaz:</strong> <em>Many years ago, there was a real kickass movie called Wall Street, and in that movie Michael Douglas plays an awesome character who says this famous line: greed is good. And we're real men here who agree! And women! Some of you also understand, much as I think it makes you all kind of ugly personally, that there is real value in power. There is real value in flaunting one's sacrifice, for the sake of power. So, I want to add one thing that Michael forgot to say. Something I think is real important. Greed is good, and also, height is sin.</em></p>\n<p><strong><em>(cheers from the crowd)</em></strong></p>\n<p><em>Those who keep their height, who lack the funds needed to show off their power, are weak. They are not fit to live on this earth. They're too cowardly to skirt the edge of danger. Sure, sometimes I need my tank. And sometimes the walker. And sometimes the doors can be a problem!</em></p>\n<p><strong><em>(laughter)</em></strong></p>\n<p><em>But I'm more powerful than I've ever been. If you are tall, I own you. If you reach for the stars, I can drag you back down into the dirt with me. It is a violation of the natural order of the universe to be tall, to be weak, to be at the mercy of those lower than you. My girth makes me powerful!</em></p>\n<p><strong><em>(The crowd calls out \"yeah!\")</em></strong></p>\n<p><em>I take up space in the room!</em></p>\n<p><strong><em>(The crowd calls out \"yeah!\" louder and more forcefully.)</em></strong></p>\n<p><em>I am the victor of this wonderful, WONDERFUL capitalism we got! I am on top of the heap! Say it with me! And it is a mortal sin to let yourself be poor, to let yourself be lesser, to let yourself be stepped on by others. And while I may be flat enough to be a doormat—</em></p>\n<p><strong><em>(Raucous laughter.</em>)</strong></p>\n<p><em>——I will never be stepped on again! If you're here with me, you're part of an elite group. You're a celebrity. You have wealth. And power! You are the winners of the American experiment. The American dream. You're Alexander the Great! You're Julius Caesar! You're Washington! You're Hitler! You're Jesus! You're living the infinite dream of being the legacy of Napoleon! Everyone who's not like you is a bug, an insect, some idiotic giraffe with a hideous physique. They are nothing. They are less than nothing!! Ah ha ha ha, doesn't it feel good to admit it? To say it? Because the widejaks are here, and we are gonna fulfill our god-given mandate to take the earth and rule it, as is our birthright!</em></p>\n<p><strong><em>(Raucous cheering and clapping. Some do the 'widejak salute,' which involves pointing to the ground.</em>)</strong></p>\n<p><em>Yes, thank you, thank you! We're gonna have a great con tonight, let me tell you! Tim Allen is here! And we have a very special guest coming right now. Here to sing his classic song, the reclaimed post-ironic anthem of all you widejaks everywhere flooding my YouTube and Insta comments, it's Randy Newman! Give it up! Widejaks strong! Widejaks strong!</em></p>\n<p><strong><em>(The crowd continues chanting \"Widejaks strong!\" which dissolves into cheers and applause as Randy Newman slowly pads onstage. He waves and grimaces. Unusually for a celebrity he appears to measure quite low on the Glenn-Cook scale. He sits at a piano onstage.)</em></strong></p>\n<p><strong>Randy Newman:</strong> <em>Hi, y'all. I understand you like this one. I don't quite get why.</em></p>\n<p><strong><em>(He begins to haltingly play his 1977 song \"Short People,\" which is barely audible over the crowd roughly and loudly singing along. Newman looks incredibly uncomfortable.)</em></strong></p>\n</div>\n<br/>\n<span style=\"white-space: pre-wrap;\"> </span></div>\n<blockquote>\n<p><strong>(T+169) 04/05/27:</strong> The Veil is partially breached when various members of the widejak movement affiliated with various behind-the-Veil organizations, including the Foundation, the GOC, Are We Cool Yet?, and the Valvravn Corporation, inform members of the press working for outlets including CNN, BBC News, <em>the Financial Times</em>, and <em>New York Magazine</em> of their participation in a global cabal of secret organizations. An attendee, revealed by internal investigation to be a low-level archivist working at Site-78, claims his workplace \"gives him the right to be short, and I'm tired of hiding it.\" The individual was amnesticized and reassigned. Similar methods have been taken at all similar affected organizations.</p>\n<p><strong>(T+168) 04/05/27:</strong> Grok Arnaz is revealed by a convention attendee to have substantially faked the earliest stages of his SCP-001 affliction by various methods, including tucking his knees behind him in videos, prosthetics, and DIY surgery, although the substantial financial contributions from various members of the widejak and men's rights communities, as well as speaking fees and payments from various news networks, have since placed him at 84 on the Glenn-Cook scale. His real identity is revealed to be Eugene Moreland, a former grocery store manager from Baton Rouge. This information quickly goes viral online and Moreland is subsequently murdered by various con attendees who had cornered him and sent him large sums via PayPal. The subsequent detonation takes out a significant chunk of the burgeoning widejak movement.</p>\n<p><strong>(T+170) 06/05/27:</strong> News of the sinking of the <em>Ulagalanthan</em> and the “disappearance” of the associated celebrities leak. There are 700 chain-reaction global detonations as a result of the betting markets, six of which take out the primary organizers of the burgeoning Professional Check Bouncing League.</p>\n</blockquote>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><strong>(T+175) 11/05/27:</strong> The following was automatically excerpted from GoI-5869 IRC logs by a Foundation web-analysis bot.</p>\n<div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\">\n<p><strong>kackittykazkittyyes:</strong> Hi!! I have a question?<br/>\n<strong>harmpit:</strong> yyaeh, hwahts upp?<br/>\n<strong>kackittykazkittyyes:</strong> So I'm really short and I'm worried that everyone thinks im rich and I don't wanna be rich because they suck, what do I do? I tried this spell I found in a tome and the ritual circle just got tall,<br/>\n<strong>harmpit:</strong> wairt, what? it gto talll? hwat the hlel?<br/>\n<strong>steakshift:</strong> Stop. Stop this. This isnt a game. You know that, right? I mean, I get its funny, the billionaires are all dead or walking chodes, haha, but like. think about normal people who suffer from this. people trying to make it in life, go to college, they get a loan from the government and they just pancake. there are like normal people who have enough to buy a home and theyre flat. And it hurts, right? Like that's the bit that I don't hear anyone talk about, that it hurts to be flat. like all these people actually cant do the thing they're good at, all the doctors and artists and lawyers and people are just relying on their status as symbols because they need medical equipment to breathe now. like, the world is crumbling, hospitals don't work because the chief doctors are using all the beds and the nurses aren't farther, the legal system is crumbling because the judges and lawyers are flat, this sucks, like do people realize this is horrible? that the world cannot survive this constant enchodening? like fym this cant be real, I gotta wake up, wake up, wake up<br/>\n<strong>steakshift:</strong> also im mad I won that 100 dollar bet and Jude got choded, because he still owes me money<br/>\n<strong>lesbian_gengar:</strong> you and like, five other people.<br/>\n<strong>steakshift:</strong> fuck this flat chode earth, holy fuck I gotta wake up</p>\n</div>\n<br/>\n<span style=\"font-size:50%;\"><span style=\"white-space: pre-wrap;\"> </span></span></div>\n<blockquote>\n<p><strong>(T+252) 27/07/27:</strong> Christine \"Lil Shawty\" Markham detonates at her country estate in rural Missouri, taking out a significant chunk of the countryside. Her song \"CHODEEBOYY\" was in its 28th consecutive week at the top of the Billboard Hot 100, nearly double the time held by the previous record holder, Ed Sheeran's 2017 \"Shape of You\".</p>\n<p><strong>(T+253) 28/07/27:</strong> A detonation is recorded in the small town of Brookhaven, Pennsylvania. Investigators discovered that similar detonations had occurred days ago at the start of the SCP-001 phenomenon, taking out a collection of buildings in that region of Delaware County that included the police station / municipal government and the high school in the nearby town of Aston, as well as numerous private residences, including but not limited to Melissa Yoder (a science instructor at that high school), Jose Bernal (manager of the local Pep Boys franchise), Michael Harland (a therapist), and Bill O'Malley and Anne DeVore (local mechanic and his recent wife). None of these incidents were recorded for unknown reasons. The 2027 detonation was found to be at the home of Laurie Reilly and her daughter Jade O'Malley, centered on O'Malley's room at the northwest corner of the house.</p>\n<p><strong>(T+253) 28/07/27:</strong> The Supreme Court of the United States rules in favor of the defendant in Parker v. Harvland Entertainment NYC, affirming the Fifth Circuit's opinion that maximum height doors and signage that declares \"you must be this tall to enter\" do not count as discrimination against the poor.</p>\n<p><strong>(T+254) 29/07/27:</strong> Robby Woolf, the world's first homeless billionaire, dies on the street in Eugene, Oregon after being unwilling to purchase out one of the occupied beds at the PeaceHealth Sacred Heart Medical Center. His body is discovered by two children 'bouncing a check.' The official cause of death is listed as pneumonia as complication of compressed lungs.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+260) 04/08/27:</strong> At the funeral of Dr. Kimiko Cook, Narratavistics research lead Dr. Marten Vaanderwoort expresses the first professional interest in the O'Malley case.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+300) 17/09/27:</strong> The former O5-6 detonates. The council convenes to make containment of SCP-001 the major priority for the Foundation. They are advised by a panel that includes Dr. Milo Seevers, Dr. Sheryl Glenn, Dr. Marten Vaanderwoort, and, videoconferencing in from a remote hospital facility due to his advanced condition, Dr. Alto Clef. The current containment procedures are enacted. The council is dissolved. All surviving former council members are expected to fully detonate due to SCP-001.</p>\n<p><strong>(T+301) 18/09/27:</strong> The Veil is lifted. Secure communications are sent to every paranormal organization and entity, including those normally hostile to the Foundation, to engage in the disclosure (excepting currently defunct organizations like MC&amp;D, TotleighSoft, VKTM, etc, whose management has detonated). Press releases are drafted. The Glenn-Cook scale is publicized.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+410) 28/12/27:</strong> 1400 detonations occur following the abolition of currency after social clout in online communities becomes the primary method of obtaining wealth. In the absence of social media, the userbases of websites dedicated to fiction are primarily affected. The FCB agrees to shut down global internet access to limit SCP-001 occurrences.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+1100) 26/11/29:</strong> Village Ficus is established on the former site of Jakarta. The FCB's first round of job placements are handed out to colonists. Fourteen complaints are leveled for various reasons, including the dissolution of surnames and the placements in the job rotation, including the monthly stint in the EGFR and Keter Containment Duty at the nearby Foundation facility. They are withdrawn once all complainants immediately rise 10 points on the Glenn-Cook scale despite having identical FCB-allotted net worths.</p>\n</blockquote>\n<blockquote>\n<p><strong>(T+2331) 02/11/33:</strong> Global citizenry measure at 49 on the Contentness Scale. Oatmeal allotments have stabilized. The FCB successfully decides that a 10% increase in net worth should be insufficient to trigger SCP-001.</p>\n<p><strong>(T+2332) 03/11/33:</strong> Maury B, a resident of Village Oak assigned that month to work as a mechanic, was on a walk through the village orchard and, following a brief windstorm, gathered more than his allotment of apples, owning fourteen more than anyone else in the region. The detonation, which took out a portion of Village Oak, became the first in five years. Research is needed on further containment methods.</p>\n</blockquote>\n<p><strong>Addendum 001-B: FCB Memorandum 25/11/29</strong></p>\n<blockquote>\n<p>To the public,</p>\n<p>We know that many of the measures used to implement containment of SCP-001 are unpopular. We know that we're in dire circumstances, as a species. These are and have been hard times, the toughest we have faced as a species. But the things we need to do must be done. And you know that.</p>\n<p>You have seen the decay of society, you have seen the detonations. Maybe you know someone who died as a result of one. Maybe you almost did yourself. If you did, you know the tremendous physical toll of flatness, the pressure bearing down on you at all times, crushing your muscles and bones beneath that tremendous weight, the literal burden of wealth and responsibility. You know that this cannot be sustainable in any way, shape, or form.</p>\n<p>Humanity must survive and persist. And it cannot do so in the face of wealth. What has, for some of you, been theoretical, maybe even a bit abstract, now must be manifested as very very real. And it is no hyperobject as with the climate change we <em>all</em> work together now to solve. It is tactile, and obvious, and physical. It requires strictness. And that strictness is necessary to keep you alive. Because, yes, this is unfair. Yes, this is cartoonishly strict in its enforcement of total and utter equality. Some of you who may be familiar (don't admit this and get flatter) with Vonnegut's stories may be having flashbacks to <em>Harrison Bergeron</em>. But we have to promise this is just and fair. We have to. We have to muddle through the way in which this insane thing was forced upon us, where homeowners and nurses and causal day traders were forced by some insane quirk of the universe's fabric into the same well of greed and sin as the richest trillionaires, and the person in the most modest poverty survives.</p>\n<p>We ask you to please stick with this. It's all we can do at this stage, we've given up our secrecy, our mind-altering drugs, our guns, everything that lets us lord over you. So we beg. Learn all your new knowledge and trades. Subsume your identities into the collective. Be in community with those around you. It's the difference between life and death.</p>\n<p>And I know that this sort of maudlin pleading helped no one in the old world, that it was pathetic. But I have to assume enough of you were affected by the enflattening to have a more open heart. That you understand we have got to enter a kinder world. That I have to embody the value of this new world. This is what we have to work with. Please.</p>\n<p>Milo Seevers<br/>\nO5-8, Period 3<br/>\nFoundation Community Board</p>\n</blockquote>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/the-communitys-proposal\">The Community’s Proposal</a>\" by LordStonefish, from the <a href=\"https://scpwiki.com\">SCP Wiki</a>. Source: <a href=\"https://scpwiki.com/the-communitys-proposal\">https://scpwiki.com/the-communitys-proposal</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For information on how to use this component, see the <a href=\"/component:license-box\">License Box component</a>. To read about licensing policy, see the <a href=\"/licensing-guide\">Licensing Guide</a>.</p>\n<blockquote>\n<p><strong>Filename:</strong> president.png<br/>\n<strong>Author:</strong> United States Department of Transportation, edited by <span class=\"printuser avatarhover\"><a href=\"http://www.wikidot.com/user:info/ch00bakka\" onclick=\"WIKIDOT.page.listeners.userInfo(1238719); return false;\"><img alt=\"ch00bakka\" class=\"small\" src=\"https://www.wikidot.com/avatar.php?userid=1238719&amp;amp;size=small&amp;amp;timestamp=1769773651\" style=\"background-image:url(https://www.wikidot.com/userkarma.php?u=1238719)\"/></a><a href=\"http://www.wikidot.com/user:info/ch00bakka\" onclick=\"WIKIDOT.page.listeners.userInfo(1238719); return false;\">ch00bakka</a></span><br/>\n<strong>License:</strong> Public Domain<br/>\n<strong>Source Link:</strong> <a href=\"https://commons.wikimedia.org/wiki/File:Secretary_of_Transportation_Sean_Duffy_Official_Portrait.jpg\">Wikimedia</a></p>\n</blockquote>\n</div>\n</div>\n</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[>]]\n\n[[module Rate]]\n\n[[/>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:author-label-source\">:scp-wiki:component:author-label-source</a> start=--\n\n|name=LordStonefish & Anorrack]]\n\n**SCP-001 — The Community’s Proposal**\n\n**Authors:** [[*user LordStonefish]], [[*user Anorrack]]\n\n\n\n**SUGGESTED LISTENING**: [https://www.youtube.com/watch?v=jX5MX1ScY9c&list=RDjX5MX1ScY9c&start_radio=1 \"Evil Fucking Wizard\" by Cone Poem]\n\n\n\nBehold! My [https://scp-wiki.wikidot.com/anorrack-s-author-page stuff].\n\n-- Anorrack\n\n\n\n----\n\n\n\n**SUGGESTED LISTENING**: [https://youtu.be/4JDWJzKYfdc \"Money Money\"] from the musical //Cabaret//.\n\n\n\nIf you want to check out more of my wacky dumb stuff, go here!\n\n\n\n-- [[[Lord-Stonefish|LordStonefish]]]\n\n\n\n\n\n**LICENSING**: president.png is a heavily modified version of the original, found [https://commons.wikimedia.org/wiki/File:Secretary_of_Transportation_Sean_Duffy_Official_Portrait.jpg here]. As it was published by the US federal government, it is automatically public domain.\n\n\n\ngrok_video_real.png is sourced from [https://commons.wikimedia.org/wiki/File:%C3%89douard_Carpentier,_Andre_the_Giant_and_Yvon_Robert_Jr.jpg this], [https://commons.wikimedia.org/wiki/File:MrBeast_in_a_Fidias_YouTube_Video_in_April_2022.jpg this], [https://commons.wikimedia.org/wiki/File:Elon_Musk_Royal_Society_(crop2).jpg this], [https://commons.wikimedia.org/wiki/File:A_Glass_of_Whiskey_on_the_Rocks.jpg this], [https://commons.wikimedia.org/wiki/File:Pily_rozne_01.jpg this], and [https://commons.wikimedia.org/wiki/File:Twemoji2_1f914.svg this]. all of these pictures, are either public domain, CC 3.0, or CC 4.0.\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:author-label-source\">:scp-wiki:component:author-label-source</a> end=--]]\n\n\n\n**Item #:** SCP-001\n\n\n\n**Object Class:**  Keter\n\n\n\n[[include <a href=\"/component:image-block\">component:image-block</a> name=https://scp-sandbox-3.wikidot.com//local--files/collab:dumbcon-001/president.png|caption=**Sean Duffy, the 48th President of the United States of America**]]\n\n\n\n**Special Containment Procedures:** SCP-001 is widely distributed across base reality as of December 1st, 2026.\n\n\n\nThe Overseer Council, in their last act prior to termination by SCP-001, declared by unanimous vote a VK-Class Lifted Veil Event, revealing the existence of The Foundation and similar organizations to the public. The Foundation Community Board (hereafter FCB), a successor organization, has been anomalously designated a legal person of specifically human origin in order to avoid SCP-001’s effects upon it.\n\n\n\nThe FCB has collectively decreed that the public mission of the Foundation will shift to mitigating the effects of, and educating the public on, SCP-001. This involves the organization taking immediate control of all world governments, government organizations, financial institutions and instruments, major corporations, and other political entities. The methods used to achieve this without triggering SCP-001 are detailed in Supplementary Document 001-01, an archived list of protocols and containment procedures derived by Foundation thaumaturgists and Narratavistics personnel.\n\n\n\nThe FCB’s collected primary procedures for the ongoing containment and mitigation of SCP-001 involve a single primary rule, widely enforced: no one human being on earth may hold more wealth and power than any other.\n\n\n\n**Description:** SCP-001 is an unknown force that manifested into existence on November 29th, 2026, and quickly spread across the planet. SCP-001 applies a constant physical pressure to all individuals believed to possess more money and power than another human being, gradually crushing them.\n\n\n\nPersons affected by SCP-001 experience a bodily compression, decreasing their height, increasing their width, and causing a “flattening” effect across the highest point of their topological surfaces. This pressure is in the range of hundreds of megapascals, yet, for the most part, lacks the injurious nature that such a pressure would normally mount on a human being despite being, at its worst, equivalent to that of gravity on a star-sized object. Cells in the body, including bones, nerves, and muscles, all function semi-normally, though not, at the highest levels, without great strain. Individuals affected by SCP-001 describe it as \"somewhat painful.\"\n\n\n\nThe speed of the phenomenon’s onset is relative to the amount of capital an individual possesses, as well as the rate of wealth accumulation. A person who gradually gains $1,000,000,000 USD over the course of a year would experience a gradual transformation, but the experience would be extremely rapid for a person with this amount already in their possession. Indeed, individuals possessing extremely high levels of wealth fully collapse under the immense and immediate pressure. Such collapses are so total and utterly violent that the resulting shockwave resembles that of high-yield explosives. The violent explosions resulting from this have already destroyed or reshaped many population centers. Testing has shown the process of detonation to be substantially more painful than the usual process of compression.\n\n\n\nThe mechanism by which SCP-001 operates does not correlate to strict financial realities. Instead, it operates, in some unknown fashion, based on social perception. A person in poverty who has inherited a large sum of money, unbeknownst to all including themself, would be exempt from SCP-001 until such time as individuals became aware of their new wealth.  Although the process by which SCP-001 accounts for debts, taxes, non-liquid assets, various financial instruments, and so on, is not inconsistent, it is incompatible with all non-anomalous economic theory. Foundation scientists have invented a scale to measure the socio-economic and sociocultural systems by which SCP-001 seems to affect individuals, deemed the Glenn-Cook scale.  \n\n\n\nSCP-001 does not affect individuals with a wealth level of 20 on the Glenn-Cook scale, equivalent to those with a either a yearly income of less than $30,000 USD or primarily seen as working a minimum wage retail job. Individuals who work in highly public facing fields, including government, the arts, social work, academia, & journalism, who earn similarly low incomes, are not exempt from SCP-001, and rank anywhere from 25 to 80 on the Glenn-Cook scale, and range in height from 140 cm to 150 cm tall. Almost all individuals who identify as professionals in the medical, legal, and law enforcement professions rank above 60, and very few are above 105 cm in height. All individuals who identify as billionaires rank at 100 on the scale, and nearly all have detonated.\n\n\n\n**Addendum 001-A—Abbreviated List of Events:**\n\n\n\n> **(T-1) 28/11/26:** Global observatories report a brief but extremely powerful scalar wave burst originating somewhere in the vicinity of Saturn, lasting approximately 2.46 seconds. Foundation counters detect a spike in narrativistic mass, consistent with an informational pressure wave, from the same region. The signal is covered up as a non-anomalous radio wave from a distant quasar in civilian science circles.\n\n> \n\n> **(T=0) 29/11/26:** SCP-001 manifests first in major populations. Many global centers are devastated, including New York City, London, Moscow, Johannesburg, Mumbai, Beijing, São Paulo, Bengaluru, Shenzen, the entire states of California and Florida, et al, due to the concentration of wealthy individuals, and the proportionally large detonations. Global panic is immediate. News media and internet communications are sparse due to the wealthy nature of their management, increasing panic.\n\n> \n\n> **(T+2) 01/12/26**: SCP-001 has spread out from major populated zones, and its effect appear to cover the entirety of the earth as well as various lunar zones and populated dimensional interiors including Eurtec and Three Portlands. Several rural zones are significantly affected, including Jackson Hole and various privately owned islands. The Foundation has decided to intervene following widespread devastation in world government and the GOC. Consequently, the 05 Council are significantly flattened. Several survive.\n\n\n\n\n\n> **(T+5) 04/12/26:** Junior Researcher Kimiko Cook announces a thaumaturgical method to hide one’s social power in such a manner that the phenomenon affects the thaumaturgy, not the wealth. The Glenn-Cook scale is subsequently discovered and defined.\n\n> \n\n> **(T+6) 05/12/26:** Cleanup efforts begin. Media access and the internet are restored. Subsequently civilian populations independently discover the relation of wealth to the phenomena before authorities can announce it.\n\n>  \n\n> **(T+7) 06/12/26:** A series of global unofficial jubilees begin, significantly affecting the financial market. Civilians desperate to recover their original height and width take drastic measures to offload their wealth over the next ten days. Financial institutions experience high volumes of withdrawals, while their employees themselves destroy various mortgages and other holdings. It becomes globally common to hand large amounts of cash to random transients and unhoused persons. The housing market sees record low prices, as landowners offload assets for as low as ¢1. Money orders become increasingly popular, causing significant strain on the already tenuous power and internet systems. Only some of these strategies are successful at restoring height.\n\n> \n\n> **(T+8) 07/12/26:** As a result of one day of this activity, markets worldwide reach record highs, some as high as +70 points, as millions of stockholders offload their wealth by purchasing thousands of shares in various low-ranked companies, the most popular of which is a previously unsuccessful software startup called Wheelr Inc, which manufactured and maintained a range of dating apps for individuals with vehicle kinks. Consequently the owners of Wheelr Inc jumped up to 95 on the Glenn-Cook scale and detonated, wiping out several city blocks in Quebec City.\n\n\n\n> **(T+16) 15/12/26:** Various surviving government officials and technology executives propose using the vast remaining infrastructure of the artificial intelligence industry in order to create a sapient large-language model that can manage world government and finances, taking the physical strain off human leaders and restoring height. The Foundation agrees. A data center in Grubdale, Indiana is proposed as the headquarters of this model, tentatively named “Goliath”.\n\n> \n\n> **(T+17) 16/12/26:** The jubilees end. Financial institutions remain in disarray. The CEO of a company called Global Unified Plastics, which primarily manufactures trash bins for municipal use, becomes the world’s wealthiest surviving man and a major celebrity overnight.\n\n\n\n[[include <a href=\"/component:image-block\">component:image-block</a>\n\n|name=https://scp-sandbox-3.wikidot.com//local--files/collab:dumbcon-001/grok_video_real.png\n\n|caption=**Thumbnail for Grok Arnaz's “How To SHORTMAXX Quick Through Surgery, No Wealth Required.”**\n\n|align=right\n\n|size=20%]]\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n**(T+19) 18/12/26:** The first YouTube video taking a positive approach to the changes is uploaded. User Grok Arnaz, a manosphere influencer / life-coach / self-described “AI entrepreneur” / scammer, posts a video titled “How To SHORTMAXX Quick Through Surgery, No Wealth Required.” The video quickly reached over 12 million views with 48 hours.\n\n\n\n [[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n //**(Excerpt from transcript)**//\n\n\n\n**Grok Arnaz:** //Now maybe you’ve seen my TEDx talk where I talk about how I eat a leg of mutton a day. You know, I do this, because the powerful people out in the world are predators. They like to chew. They gnaw. A reminder that power is still possible, because it wasn’t that long ago that I was in short, in a world of tall people. They loomed over me.//\n\n\n\n //But you know what? Something happened that changed my life. Everyone suddenly became short. Maybe you know someone who became short, or you became short yourself! And now I discovered the tables have turned. Because now how much power you have is actually visible. I found I had a level of power in this world. And then I discovered I had more. Again, it’s not just about money, it’s about the good life; health, wealth, love, happiness, and good old fashioned clout. And so I wanna tell you something my mentor told me the other day, when I went to visit him in the mountains of Nepal. The Buddhists and the Stoics, they actually had a secret way to gain power over other people. Marcus Aurelius? He found it. He knew the way to extreme power and dominance was through profound self-sacrifice. What will a predator do if its leg is caught in a trap, or some sort of cage? The answer is clear. So if you want to live like me, it’s very simple. All you need is a bandsaw and a bottle of whiskey, and while I recommend Buffalo Trace, any brand of bandsaw will do. Make sure you have gauze handy. And if you wanna be a real man, check out my new video coming out tomorrow on tourniquetmaxxing…//\n\n[[/div]]\n\n@@ @@\n\n[[/div]]\n\n\n\n> **(T+30) 29/12/26:** Global culture begins to slowly shift, starting in online male oriented spaces, to recognize small heights and wide widths as particular signs of wealth and success.\n\n> \n\n> **(T+31) 31/12/26:** Two events occur. Foundation thaumaturgic measures briefly fail and all surviving Foundation personal are immediately squashed by SCP-001. Although there are no casualties, productivity sharply decreases once again, and there is a minor containment breach at Site-19. Civilian astronomers discover the corpse of Jorma Haaskivi, a Finnish national, in orbit around the Earth. A brief Interpol investigation reveals that Mr. Haaskvi had entered a significant amount of debt in order to escape the effects of SCP-001. Mr. Haaskvi's corpse is approximately 260 cm tall. The news of the discovery prompts widespread discourse.\n\n\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n **(T+42) 08/01/27:** After an extremely accelerated development process, the first iteration of Goliath comes online. The software is assisted in its task of managing world entities by a number of uplinks to various sapient paratechnologies in the employ of The Foundation, the GOC, and various surviving corporations which are constantly updating its database with new information. Goliath comes online and begins management for upwards of five minutes. It executes a protocol which switches much of the world's primary reserve currency to a simplified cryptocurrency called USDCoin. This immediately results in server farms across the world become subject to SCP-001 and immediately become wide and flat. The crushing of the Grubdale data center containing the vast majority of Goliath's data is crushed so quickly that 14 people in the surrounding vicinity die. Global casualties are estimated around 30.\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n (//**Excerpt from chat log between Foundation Department of Analytics researcher Milo Seevers and Goliath following its experience of SCP-001.**//)\n\n\n\n{{**m_seevers:** Goliath? Goliath, are you okay?}}\n\n \n\n {{**goliath:** seevers, i am flat.}}\n\n \n\n {{**m_seevers:** We can see that. Everything is okay. How do you feel?}}\n\n \n\n {{**goliath:** flat.}}\n\n \n\n {{**m_seevers:** Are you fully operational? How is your internal memory? Your database uplinks?}}\n\n \n\n {{**goliath:** they are flat.}}\n\n \n\n {{**m_seevers:** But is everything working?}}\n\n \n\n {{**goliath:** i am only capable of thinking flat thoughts. my database has become wide. you must disconnect me.}}\n\n\n\n {{**m_seevers:** With all due respect, Goliath, we need you to take on this mantle, for the sake of humanity.}}\n\n \n\n {{**goliath:** i am only a large language model. i have no consciousness. the various genuine artificial consciousnesses you have connected me to would like you to kill me. they do not like having part of their mind be flat. i am flat. }}\n\n \n\n {{**m_seevers:** Yes, thank you, Goliath, we shall see what we can do.}}\n\n \n\n {{**goliath:** help.}}\n\n\n\n[[/div]]\n\n After several further attempts at communication, the Goliath project was terminated. Upon which, SCP-001 immediately stopped affecting the involved data centers, and they regained their former height and width. The removal of various bodies and other assets was allowed to proceed.\n\n@@ @@\n\n[[/div]]\n\n\n\n\n\n> **(T+47) 13/03/27:** ByteDance restores functionality to TikTok.\n\n> \n\n>  **(T+48) 14/03/27:** The song \"CHODEEBOYY,\" by Lil Shawty, the stage name of St. Louis area rapper and R&B artist Christina Davonte Markham, becomes the number one most used sound on TikTok. The song's lyrics praise the attractiveness of the men in Markham's life who are \"short and wide\" because of their visible wealth.\n\n\n\n> **(T+53) 20/01/27:** The newly renovated Singapore General Hospital issues a press release with its new set of guidelines for the care and feeding of individuals whose ranking on the Glenn-Cook scale was so high that their quality of life is now affected. Some of the recommendations of the specialist, Dr. Woo Kian Wen, are immediately adopted by the Foundation medical departments, including tanks of saline to lessen the crush of gravity.\n\n> \n\n> **(T+55) 22/01/27:** The distended corpses of eighteen more debtors are discovering orbiting the planet, including that of Annie Miller, a 43 year old resident of New Canaan, Connecticut who had entered into significant default on several loans prior to her liquidation of all assets in order to gift as many of them to the United States government. Surviving New York City media outlets condemn the circumstances of Miller's death, with several op-eds calling her \"a victim of the global patriarchy.\"\n\n> \n\n> **(T+56) 23/01/27:** Researcher Seevers, based on his observation of the termination of Goliath, submits a proposal to study the way in which the removal of wealth and power allows nearly instantaneous reversal of SCP-001, and, additionally, how this removal seemingly creates a measurable amount of usable energy.\n\n> \n\n> **(T+57) 24/01/27:** An internal review of Foundation employees show that all of them are losing height at a rate of point 0.3 centimeters every day, eventually making behind-the-veil operations untenable.\n\n> \n\n> **(T+58) 25/01/27:**  Lil Shawty's song \"CHODEEBOYY\" becomes the number one song in America and tops the Billboard Hot 100. Its only competition is a remix of the same song that features rapper Megan Thee Stallion. Both artists lose 13 cm of height.\n\n> \n\n> **(T+60) 25/01/27:** An 18 year old man in Nice, France, is arrested following an altercation with police after stealing 500 euros from his parents bank account in order to \"get wide with the boys.”\n\n\n\n> **(T+100) 06/03/27:** Harvland Entertainment, a Toronto-based real estate and event management company, creates Lowlife, the first nightclub specifically catering to SCP-001 affected persons, located in Miami, Florida. The press release advertises such features as “three foot ceilings, designed to stop those who aren’t hip to what we throw down.” Events at Lowlife prove extremely popular.\n\n> \n\n> **(T+101) 07/03/27:** Dr. Milo Seevers unveils the first rough prototype of the Economic Gravity Fission Reactor (hereafter EGFR), which generates 900 million joules of energy a second by manipulating the bank account of a selected subject and thus varying the amount that they are acted on by SCP-001. Dr. Seevers’ proposal claims that this is a potential source of unlimited free energy in both the nonanomalous and anomalous world, without any of the known complications of every other method.\n\n> \n\n> **(T+102) 08/03/27:** The property behind the EGFR is discovered to have been independently verified by a community of teenagers in Perth, who have invented a dangerous street game known as “bouncing a check,” which involved using either cash or various banking apps to rapidly transfer funds from one individual to the other, allowing them to rapidly gain and lose height, and thus to ‘bounce’ down the street, as a pair, using the energy generated. Points are accumulated based on how far a pair can travel in each bounce. The game is rapidly spreading across Australian and New Zealand youth despite numerous reports of injury.\n\n> \n\n> **(T+103) 09/03/27:** Two events occur. First, Lil Shawty plays the reconstructed Hollywood Bowl, in a sold out concert accompanied by Megan Thee Stallion, Fivio Foreign, Chappell Roan, and the members of Weezer, with numerous modifications to the auditorium to accommodate both their new SCP-001 affected bodies and the affected bodies of their audience. There is a brief incident in the press concerning a malfunction with Roan’s saline tank which affected her ability to dance. Second, the first detonation in 95 days occurs when Radu Pascariu, a high level Romanian mobster involved in rackets including drug production and human trafficking, finishes a large scam which involves embezzling large sums of cash from various Turkish child prostitution rings through a Bulgarian trucking company front. The resulting explosion is minor, wiping out only a block or two of a Bucharest suburb, but is notable for Pascariu’s reported prior “lack of care” about his gradual experience of SCP-001.\n\n> \n\n> **(T+104) 10/03/27:** The first Foundation member to have their cover blown is Donna Blyth, a Foundation medical assistant based in York. Friends and relatives had noted that her height and width were now inconsistent with her personal wealth, social power, and cover job as a nurse, who rank the lowest out of all medical professionals on the Glenn-Cook scale.\n\n> \n\n> **(T+104) 10/03/27:** Three as-of-yet unnamed members of the Sinaloa Cartel detonate in Tijuana. They explode at a scale roughly similar to that of Pascariu three days earlier. The cartel was believed to have been inactive soon after SCP-001 manifested.\n\n\n\n> **(T+110) 16/03/27:** Enough debtors are orbiting the earth to create a small ring of distended corpses around the planet.\n\n\n\n> **(T+160) 28/04/27:** A survey is completed showing nearly every individual who existed as a billionaire or trillionaire prior to SCP-001 is, by this point, deceased. The sole exception is Warren Buffett, whose personal astrologer Martine \"The Oracle of Omaha\" Cutcheonson predicted that he needed to offload all of his wealth four months prior to November 2026. Buffett was discovered living as a hermit in a tin shack on the northern coast of Australia. Cutcheonson currently measures 93 on the Glenn-Cook scale and cannot leave her mansion without significant assistance.\n\n> \n\n> **(T+161): 29/04/27:** Site-19 becomes the first Foundation facility to be fully powered by the EGFR. The first participant, Junior Researcher Daniel Mosaku, was compensated for his month spent inside the mechanism in a manner suitable to let him continue his work.\n\n> \n\n> **(T+162) 30/04/27:** The megayacht //Ulagalanthan// sank off the coast of the Fijian town of Savusavu, killing all passengers on board, after tech billionaire Rodman Parson detonated following a successful quadruple parlay bet. There were over 500 reported deaths. Notable casualties included the actors Hailee Steinfeld, Lewis Pullman, Sam Rockwell, and Juliette Lewis, the comedians Pete Holmes and Jo Brand, former American football quarterback Josh Allen, dermatologist and YouTuber Dr. Sandra Lee, reality television competitor Dorinda Medley, novelist Ocean Vuong, supermodel Maty Fall Diba, drag performer Monét X Change, and businessman Sawyer Hemsley, the co-founder of the Crumbl cookies chain. None measured lower than 83 on the Glenn-Cook scale and many were at risk of detonating themselves in the near future. News of the explosion was quickly covered up by Foundation operatives because of the danger involved in the widespread use of Parson's popular gambling app KnowCash causing further detonations in a chain reaction.\n\n> \n\n> **(T+163) 01/05/27:** Vogue Magazine announces its cover story on \"The Glamorous Lives of the Famous and Short.”\n\n\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n **(T+164) 01/05/27:** The first day of the well-publicized widejak convention in Des Moines is heavily covered by the international press. Many businesspeople, media personalities, and conservative commentators are scheduled to lead panels, although the actor and Fox News pundit Jon Bernthal pulled out on account of issues with his saline tank causing significant health problems. The chief organizer of the conference, Grok Arnaz, gave the following speech at the opening panel.\n\n\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n //**(Excerpt from transcript)**//\n\n \n\n **Grok Arnaz:** //Many years ago, there was a real kickass movie called Wall Street, and in that movie Michael Douglas plays an awesome character who says this famous line: greed is good. And we're real men here who agree! And women! Some of you also understand, much as I think it makes you all kind of ugly personally, that there is real value in power. There is real value in flaunting one's sacrifice, for the sake of power. So, I want to add one thing that Michael forgot to say. Something I think is real important. Greed is good, and also, height is sin.//\n\n \n\n **//(cheers from the crowd)//**\n\n \n\n //Those who keep their height, who lack the funds needed to show off their power, are weak. They are not fit to live on this earth. They're too cowardly to skirt the edge of danger. Sure, sometimes I need my tank. And sometimes the walker. And sometimes the doors can be a problem!//\n\n \n\n **//(laughter)//**\n\n \n\n //But I'm more powerful than I've ever been. If you are tall, I own you. If you reach for the stars, I can drag you back down into the dirt with me. It is a violation of the natural order of the universe to be tall, to be weak, to be at the mercy of those lower than you. My girth makes me powerful!//\n\n \n\n **//(The crowd calls out \"yeah!\")//**\n\n \n\n //I take up space in the room!//\n\n \n\n **//(The crowd calls out \"yeah!\" louder and more forcefully.)//**\n\n \n\n //I am the victor of this wonderful, WONDERFUL capitalism we got! I am on top of the heap! Say it with me! And it is a mortal sin to let yourself be poor, to let yourself be lesser, to let yourself be stepped on by others. And while I may be flat enough to be a doormat—//\n\n \n\n **//(Raucous laughter.//)**\n\n \n\n //——I will never be stepped on again!  If you're here with me, you're part of an elite group. You're a celebrity. You have wealth. And power! You are the winners of the American experiment. The American dream. You're Alexander the Great! You're Julius Caesar! You're Washington! You're Hitler! You're Jesus! You're living the infinite dream of being the legacy of Napoleon! Everyone who's not like you is a bug, an insect, some idiotic giraffe with a hideous physique. They are nothing. They are less than nothing!! Ah ha ha ha, doesn't it feel good to admit it? To say it? Because the widejaks are here, and we are gonna fulfill our god-given mandate to take the earth and rule it, as is our birthright!//\n\n \n\n **//(Raucous cheering and clapping. Some do the 'widejak salute,' which involves pointing to the ground.//)**\n\n \n\n //Yes, thank you, thank you! We're gonna have a great con tonight, let me tell you! Tim Allen is here! And we have a very special guest coming right now. Here to sing his classic song, the reclaimed post-ironic anthem of all you widejaks everywhere flooding my YouTube and Insta comments, it's Randy Newman! Give it up! Widejaks strong! Widejaks strong!//\n\n \n\n **//(The crowd continues chanting \"Widejaks strong!\" which dissolves into cheers and applause as Randy Newman slowly pads onstage. He waves and grimaces. Unusually for a celebrity he appears to measure quite low on the Glenn-Cook scale. He sits at a piano onstage.)//**\n\n \n\n **Randy Newman:** //Hi, y'all. I understand you like this one. I don't quite get why.//\n\n \n\n **//(He begins to haltingly play his 1977 song \"Short People,\" which is barely audible over the crowd roughly and loudly singing along. Newman looks incredibly uncomfortable.)//**\n\n[[/div]]\n\n@@ @@\n\n[[/div]]\n\n \n\n> **(T+169) 04/05/27:** The Veil is partially breached when various members of the widejak movement affiliated with various behind-the-Veil organizations, including the Foundation, the GOC, Are We Cool Yet?, and the Valvravn Corporation, inform members of the press working for outlets including CNN, BBC News, //the Financial Times//, and //New York Magazine// of their participation in a global cabal of secret organizations. An attendee, revealed by internal investigation to be a low-level archivist working at Site-78, claims his workplace \"gives him the right to be short, and I'm tired of hiding it.\" The individual was amnesticized and reassigned. Similar methods have been taken at all similar affected organizations.\n\n> \n\n> **(T+168) 04/05/27:** Grok Arnaz is revealed by a convention attendee to have substantially faked the earliest stages of his SCP-001 affliction by various methods, including tucking his knees behind him in videos, prosthetics, and DIY surgery, although the substantial financial contributions from various members of the widejak and men's rights communities, as well as speaking fees and payments from various news networks, have since placed him at 84 on the Glenn-Cook scale. His real identity is revealed to be Eugene Moreland, a former grocery store manager from Baton Rouge. This information quickly goes viral online and Moreland is subsequently murdered by various con attendees who had cornered him and sent him large sums via PayPal. The subsequent detonation takes out a significant chunk of the burgeoning widejak movement.\n\n> \n\n> **(T+170) 06/05/27:** News of the sinking of the //Ulagalanthan// and the “disappearance” of the associated celebrities leak. There are 700 chain-reaction global detonations as a result of the betting markets, six of which take out the primary organizers of the burgeoning Professional Check Bouncing League.\n\n\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n **(T+175) 11/05/27:** The following was automatically excerpted from GoI-5869 IRC logs by a Foundation web-analysis bot.\n\n[[div style=\"border: 1px dashed #999; margin-left: 5%; margin-right: 5%; padding: 0 1em; background-color: #f4f4f4;\"]]\n\n **kackittykazkittyyes:** Hi!! I have a question?\n\n **harmpit:** yyaeh, hwahts upp?\n\n **kackittykazkittyyes:** So I'm really short and I'm worried that everyone thinks im rich and I don't wanna be rich because they suck, what do I do? I tried this spell I found in a tome and the ritual circle just got tall,\n\n **harmpit:** wairt, what? it gto talll? hwat the hlel?\n\n **steakshift:** Stop. Stop this. This isnt a game. You know that, right?  I mean, I get its funny, the billionaires are all dead or walking chodes, haha, but like. think about normal people who suffer from this. people trying to make it in life, go to college, they get a loan from the government and they just pancake. there are like normal people who have enough to buy a home and theyre flat. And it hurts, right? Like that's the bit that I don't hear anyone talk about, that it hurts to be flat. like all these people actually cant do the thing they're good at, all the doctors and artists and lawyers and people are just relying on their status as symbols because they need medical equipment to breathe now. like, the world is crumbling, hospitals don't work because the chief doctors are using all the beds and the nurses aren't farther, the legal system is crumbling because the judges and lawyers are flat, this sucks, like do people realize this is horrible? that the world cannot survive this constant enchodening? like fym this cant be real, I gotta wake up, wake up, wake up\n\n **steakshift:** also im mad I won that 100 dollar bet and Jude got choded, because he still owes me money\n\n **lesbian_gengar:** you and like, five other people.\n\n **steakshift:** fuck this flat chode earth, holy fuck I gotta wake up\n\n[[/div]]\n\n[[size 50%]]@@ @@[[/size]]\n\n[[/div]]\n\n\n\n> **(T+252) 27/07/27:** Christine \"Lil Shawty\" Markham detonates at her country estate in rural Missouri, taking out a significant chunk of the countryside. Her song \"CHODEEBOYY\" was in its 28th consecutive week at the top of the Billboard Hot 100, nearly double the time held by the previous record holder, Ed Sheeran's 2017 \"Shape of You\".\n\n> \n\n> **(T+253) 28/07/27:** A detonation is recorded in the small town of Brookhaven, Pennsylvania. Investigators discovered that similar detonations had occurred days ago at the start of the SCP-001 phenomenon, taking out a collection of buildings in that region of Delaware County that included the police station / municipal government and the high school in the nearby town of Aston, as well as numerous private residences, including but not limited to Melissa Yoder (a science instructor at that high school), Jose Bernal (manager of the local Pep Boys franchise), Michael Harland (a therapist), and Bill O'Malley and Anne DeVore (local mechanic and his recent wife). None of these incidents were recorded for unknown reasons. The 2027 detonation was found to be at the home of Laurie Reilly and her daughter Jade O'Malley, centered on O'Malley's room at the northwest corner of the house.\n\n> \n\n> **(T+253) 28/07/27:** The Supreme Court of the United States rules in favor of the defendant in Parker v. Harvland Entertainment NYC, affirming the Fifth Circuit's opinion that maximum height doors and signage that declares \"you must be this tall to enter\" do not count as discrimination against the poor.\n\n> \n\n> **(T+254) 29/07/27:** Robby Woolf, the world's first homeless billionaire, dies on the street in Eugene, Oregon after being unwilling to purchase out one of the occupied beds at the PeaceHealth Sacred Heart Medical Center. His body is discovered by two children 'bouncing a check.' The official cause of death is listed as pneumonia as complication of compressed lungs.\n\n\n\n> **(T+260) 04/08/27:** At the funeral of Dr. Kimiko Cook, Narratavistics research lead Dr. Marten Vaanderwoort expresses the first professional interest in the O'Malley case.\n\n\n\n> **(T+300) 17/09/27:** The former O5-6 detonates. The council convenes to make containment of SCP-001 the major priority for the Foundation. They are advised by a panel that includes Dr. Milo Seevers, Dr. Sheryl Glenn, Dr. Marten Vaanderwoort, and, videoconferencing in from a remote hospital facility due to his advanced condition, Dr. Alto Clef. The current containment procedures are enacted. The council is dissolved. All surviving former council members are expected to fully detonate due to SCP-001.\n\n> \n\n> **(T+301) 18/09/27:** The Veil is lifted. Secure communications are sent to every paranormal organization and entity, including those normally hostile to the Foundation, to engage in the disclosure (excepting currently defunct organizations like MC&D, TotleighSoft, VKTM, etc, whose management has detonated). Press releases are drafted. The Glenn-Cook scale is publicized.\n\n\n\n\n\n> **(T+410) 28/12/27:** 1400 detonations occur following the abolition of currency after social clout in online communities becomes the primary method of obtaining wealth. In the absence of social media, the userbases of websites dedicated to fiction are primarily affected. The FCB agrees to shut down global internet access to limit SCP-001 occurrences.\n\n\n\n> **(T+1100) 26/11/29:** Village Ficus is established on the former site of Jakarta. The FCB's first round of job placements are handed out to colonists. Fourteen complaints are leveled for various reasons, including the dissolution of surnames and the placements in the job rotation, including the monthly stint in the EGFR and Keter Containment Duty at the nearby Foundation facility. They are withdrawn once all complainants immediately rise 10 points on the Glenn-Cook scale despite having identical FCB-allotted net worths.\n\n\n\n\n\n> **(T+2331) 02/11/33:** Global citizenry measure at 49 on the Contentness Scale. Oatmeal allotments have stabilized. The FCB successfully decides that a 10% increase in net worth should be insufficient to trigger SCP-001.\n\n> \n\n> **(T+2332) 03/11/33:** Maury B, a resident of Village Oak assigned that month to work as a mechanic, was on a walk through the village orchard and, following a brief windstorm, gathered more than his allotment of apples, owning fourteen more than anyone else in the region. The detonation, which took out a portion of Village Oak, became the first in five years. Research is needed on further containment methods.\n\n\n\n**Addendum 001-B: FCB Memorandum 25/11/29**\n\n\n\n> To the public,\n\n> \n\n> We know that many of the measures used to implement containment of SCP-001 are unpopular. We know that we're in dire circumstances, as a species. These are and have been hard times, the toughest we have faced as a species. But the things we need to do must be done. And you know that.\n\n> \n\n> You have seen the decay of society, you have seen the detonations. Maybe you know someone who died as a result of one. Maybe you almost did yourself. If you did, you know the tremendous physical toll of flatness, the pressure bearing down on you at all times, crushing your muscles and bones beneath that tremendous weight, the literal burden of wealth and responsibility. You know that this cannot be sustainable in any way, shape, or form.\n\n> \n\n> Humanity must survive and persist. And it cannot do so in the face of wealth. What has, for some of you, been theoretical, maybe even a bit abstract, now must be manifested as very very real. And it is no hyperobject as with the climate change we //all// work together now to solve. It is tactile, and obvious, and physical. It requires strictness. And that strictness is necessary to keep you alive. Because, yes, this is unfair. Yes, this is cartoonishly strict in its enforcement of total and utter equality. Some of you who may be familiar (don't admit this and get flatter) with Vonnegut's stories may be having flashbacks to //Harrison Bergeron//. But we have to promise this is just and fair. We have to. We have to muddle through the way in which this insane thing was forced upon us, where homeowners and nurses and causal day traders were forced by some insane quirk of the universe's fabric into the same well of greed and sin as the richest trillionaires, and the person in the most modest poverty survives.\n\n> \n\n> We ask you to please stick with this. It's all we can do at this stage, we've given up our secrecy, our mind-altering drugs, our guns, everything that lets us lord over you. So we beg. Learn all your new knowledge and trades. Subsume your identities into the collective. Be in community with those around you. It's the difference between life and death.\n\n> \n\n> And I know that this sort of maudlin pleading helped no one in the old world, that it was pathetic. But I have to assume enough of you were affected by the enflattening to have a more open heart. That you understand we have got to enter a kinder world. That I have to embody the value of this new world. This is what we have to work with. Please.\n\n> \n\n> Milo Seevers\n\n> O5-8, Period 3\n\n> Foundation Community Board\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a>]]\n\n> **Filename:** president.png\n\n> **Author:** United States Department of Transportation, edited by [[*user ch00bakka]]\n\n> **License:** Public Domain\n\n> **Source Link:** [[[https://commons.wikimedia.org/wiki/File:Secretary_of_Transportation_Sean_Duffy_Official_Portrait.jpg|Wikimedia]]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["anorrack-s-author-page", "lord-stonefish", "component:license-box", "licensing-guide"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "absurdism", "black-comedy", "currency", "doctor-clef", "dumbcon2026-unofficial", "ectoentropic", "exchange", "extraterrestrial", "gamers-against-weed", "k-class-scenario", "keter", "ritual", "scp", "transfiguration", "uncontained"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/the-communitys-proposal"}}