{"SCP-001": {"created_at": "2011-09-09T16:53:00", "creator": "Aelanna", "domain": "scp-wiki.wikidot.com", "history": [{"author": "Aelanna", "author_href": "http://www.wikidot.com/user:info/aelanna", "comment": "Dr. Mackenzie's SCP-001 Proposal", "date": "2011-09-09T16:53:00"}, {"author": "Aelanna", "author_href": "http://www.wikidot.com/user:info/aelanna", "comment": "unidentifiable -> unidentified", "date": "2011-09-09T17:07:00"}, {"author": "Quikngruvn", "author_href": "http://www.wikidot.com/user:info/quikngruvn", "comment": "Typo, verb agreement, too either -> either too.", "date": "2011-09-09T17:18:00"}, {"author": "Quikngruvn", "author_href": "http://www.wikidot.com/user:info/quikngruvn", "comment": "Added tags: euclid, scp. ", "date": "2011-09-09T17:28:00"}, {"author": "Aelanna", "author_href": "http://www.wikidot.com/user:info/aelanna", "comment": "Minor cleanup of SCP-001-02's description.", "date": "2011-09-09T18:04:00"}, {"author": "Aelanna", "author_href": "http://www.wikidot.com/user:info/aelanna", "comment": "Added tags: document, extradimensional, key. ", "date": "2012-04-10T15:47:00"}, {"author": "Aelanna", "author_href": "http://www.wikidot.com/user:info/aelanna", "comment": "Minor grammatical corrections and a few edits.", "date": "2012-04-20T20:12:00"}, {"author": "Dexanote", "author_href": "http://www.wikidot.com/user:info/dexanote", "comment": "Parent page set to: \"proposals-for-scp-001\".", "date": "2012-08-23T05:20:00"}, {"author": "Aelanna", "author_href": "http://www.wikidot.com/user:info/aelanna", "comment": "Cleanup on SCP-001-34 and SCP-001-35.", "date": "2012-11-02T22:25:00"}, {"author": "Accelerando", "author_href": "http://www.wikidot.com/user:info/accelerando", "comment": "Parent page set to: \"scp-001\".", "date": "2014-10-06T07:31:00"}, {"author": "Tecreatoromega", "author_href": "http://www.wikidot.com/user:info/tecreatoromega", "comment": "\"a Corruption of the multiverse that we had failed to noticed\"\nChanged \"noticed\" to \"notice\".", "date": "2015-09-14T16:44:00"}, {"author": "anqxyr", "author_href": "http://www.wikidot.com/user:info/anqxyr", "comment": "Added tags: 001-proposal. ", "date": "2016-07-31T07:22:00"}, {"author": "mlister", "author_href": "http://www.wikidot.com/user:info/mlister", "comment": "Added tags: the-administrator. ", "date": "2017-06-28T17:14:00"}, {"author": "The_Spider_Queen", "author_href": "http://www.wikidot.com/user:info/the-spider-queen", "comment": "_licensebox", "date": "2021-02-26T22:35:00"}, {"author": "The_Spider_Queen", "author_href": "http://www.wikidot.com/user:info/the-spider-queen", "comment": "Added tags: _licensebox. ", "date": "2021-02-26T22:36:00"}, {"author": "Elenee FishTruck", "author_href": "http://www.wikidot.com/user:info/elenee-fishtruck", "comment": "Editing licensebox", "date": "2021-07-22T02:53:00"}, {"author": "Jerden", "author_href": "http://www.wikidot.com/user:info/jerden", "comment": "Added tags: tool. Removed tags: key. ", "date": "2022-10-01T08:00:00"}], "hubs": ["scp-series-1-audio-edition", "scp-series-1-tales-edition", "scp-001", "kaktuskast-hub", "audio-adaptations", "user-curated-lists"], "images": [], "link": "mackenzie-s-proposal", "page_id": "11675154", "rating": 649, "raw_content": "<html><body><div id=\"page-content\">\n\n<p><strong>Item #:</strong> SCP-001</p>\n<p><strong>Object Class:</strong> Euclid</p>\n<p><strong>Special Containment Procedures:</strong> All elements of SCP-001 are to be contained in separate, environment-controlled lockers at Site Zero. The location of Site Zero is classified Level 5, and is only known by members of O5 Command.</p>\n<p>Access to SCP-001, its transcriptions and data is restricted to O5-level personnel except during Protocol Zero. Protocol Zero may only be enacted by a direct, unanimous act by the entirety of O5 Command, and Protocol Zero procedures are to be disseminated only to those specifically permitted by O5 Command.</p>\n<p><strong>Description:</strong> SCP-001 is a set of two (2) objects and thirty-three (33) documents belonging to [DATA EXPUNGED], alias \"The Administrator\".</p>\n<p>SCP-001-01 and SCP-001-02 are, respectively, [DATA EXPUNGED]</p>\n<p>SCP-001-03 through SCP-001-35 are a mixed set of handwritten and printed documents. They are normal in all respects except that they do not show signs of aging or fading in any way, and dating of the paper on which they are comprised of has shown inconsistent results. The contents of these documents, as detailed below, consist of [DATA EXPUNGED]</p>\n<p>[DATA EXPUNGED]</p>\n<p>[DATA EXPUNGED]</p>\n<p>[DATA EXPUNGED] as these objects formed the impetus for the creation of the SCP Foundation, and all of its constituent activities and processes. As such, this information is only to be disseminated by direct order of O5 Command as per Protocol Zero.</p>\n<hr/>\n<p><span style=\"color: red\"><span style=\"font-size:larger;\"><strong>CLASSIFIED LEVEL 5 BY ORDER OF O5 COMMAND - EYES ONLY</strong></span></span><br/>\n<span style=\"color: red\"><strong>Unauthorized access of these documents is punishable by immediate termination.</strong></span></p>\n<p><strong>Addendum 001-01:</strong> Analysis of SCP-001-01 and SCP-001-02</p>\n<p><strong>SCP-001-01</strong> is a smooth device composed of an unidentified gray metallic substance, approximately 22 cm wide, 30 cm tall, and 1.5 cm thick. It is unusually heavy, weighing approximately 8.2 kg. It is equipped with a small digital display, and has a single opening that appears to be a type of keyed activation switch. Attempts to disassemble the device or analyze its technology have been unsuccessful so far, as there appear to be no seams or fasteners visible on the device. Attempts to image the interior of SCP-001-01 utilizing x-ray or magnetic resonance have resulted in inconsistent results, suggesting that the device is either too dense to properly image or has inconsistent internal topography.</p>\n<p>SCP-001-01 appears to only be capable of displaying two indicators. One appears to be a status or progress bar with an accompanying number, currently at approximately 23%. The other indicator is a single digital counter displaying the number ██,███.</p>\n<p><strong>SCP-001-02</strong> is a small key composed of the same unidentified metallic substance as the main casing of SCP-001-01. It is currently assumed that this is the activation key for SCP-001-01.</p>\n<p><strong>Addendum 001-02:</strong> Transcript of SCP-001 Documents</p>\n<p><strong>SCP-001-03</strong> is a personal diary belonging to The Administrator. SCP-001-04 through SCP-001-35 were inserted between various pages of SCP-001-03 at time of discovery.</p>\n<p>Excerpt from SCP-001-03, page 1:</p>\n<blockquote>\n<p>I always hated the idea of writing in a diary. Documentation is one thing, but I guess I never saw the point in putting down my personal thoughts. The scientist in me is telling me that someday, someone might want to know how this all started.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 3:</p>\n<blockquote>\n<p>They say that the first time is always the hardest. I have managed to secure funding and personnel from the federal government, and I have established an organization that will allow me to continue the research. President [REDACTED] insists that I turn the Device over for safekeeping, but I have made it clear that I can't let it out of my possession.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 7:</p>\n<blockquote>\n<p>Progress, unfortunately, has been slow these past decades. I am adamant that we cannot reproduce the technology until we have found a solution, as I am sure that unless we kill both birds with one stone, we will simply hasten the process.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 9:</p>\n<blockquote>\n<p>I had to kill them. They had been reproducing the technology all along, and hiding it from me. I will be moving on in the next 24 hours. This place is doomed at this point.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 15:</p>\n<blockquote>\n<p>Again. I will not make the same mistake again. The mere thought of lying to the very people I need to reach my goal is bitter, but I can no longer afford to let them know the truth.</p>\n</blockquote>\n<p><strong>SCP-001-05</strong> is a page printed from what appears to be an inkjet printer, found inserted between pages 15 and 16 of SCP-001-03. This page has been preserved in the same unidentified method as the rest of the documents in SCP-001.</p>\n<blockquote>\n<p>Memo from the Office of The Administrator</p>\n<p>Humanity has existed in its current state for hundreds of millennia, yet only the last few have held any meaning for us. What did we do for the countless years before recorded history? We huddled in caves, warding off the night with small fires, fearful of the things that we could not understand. It was not just that we did not understand why the sun rose every morning, it was the mystery of enormous fish with the heads of men, and rocks that came to life, and monsters that drove those who saw them mad. So we called them 'angels' and 'devils', begged them to spare us from their wrath, and prayed for salvation.</p>\n<p>As time passed, their numbers died out and mankind flourished. The world began to make more sense. Yet, the unexplained can never truly go away, as if the universe requires for there to be things we can never truly understand.</p>\n<p>We will not go back into the dark, fearful night. We will not be ruled by the unknown. We will stand up for ourselves.</p>\n<p>Even as the rest of humanity remains uninformed, we will fight the darkness, containing it and shielding it from the eyes of the common man, so that they can continue to live in the blissful illusion of a normal world.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 22:</p>\n<blockquote>\n<p>Their faces haunt me in my dreams. Hundreds, thousands of them. Ones who blindly went to their deaths. For me.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 28:</p>\n<blockquote>\n<p>Made a mistake. Told someone the truth, the night before I left. Had to use the last of my original medical supplies. In a way, I wish he'd aimed for the head.</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 41:</p>\n<blockquote>\n<p>This one solved an equation that could set a framework for the rest of the solution. I killed them by my own hand. Could they have ever imagined that it was an act of mercy?</p>\n</blockquote>\n<p>Excerpt from SCP-001-03, page 64:</p>\n<blockquote>\n<p>I suddenly remembered today what they told me before I left. They said that I probably wouldn't see anything, that I would probably simply fall asleep and wake up again. They lied. I can see them as they are consumed by madness, as the walls of reality crack and shatter, only to be replaced as if nothing happened. I can see everything.</p>\n</blockquote>\n<p>Final Excerpt from SCP-001-03, page 68:</p>\n<blockquote>\n<p>It is finally done. The equations are complete, the math is sound, but it comes too late once again. This team will not have the time to construct the Solution, and I will have to abandon the Foundation again. But, I do so with the knowledge that no more will have to suffer the same fate.</p>\n</blockquote>\n<p><strong>SCP-001-34</strong> is a worn, handwritten page discovered between the front cover and first page of SCP-001-03.</p>\n<blockquote>\n<p>To whom it may concern:</p>\n<p>First, I want to say that I am sorry for everything. I have most likely doomed you and everyone you have ever known to death and destruction by my mere presence in your world. If you are in possession of — and reading — this document then I am probably dead. If that is the case and I did not bother to destroy this evidence, then that means I have also probably failed in my mission. This means that my responsibilities have now passed onto you and that your fate and the fate of your world are now in your hands.</p>\n<p>I was not born into your world. I am a traveler from a parallel plane of existence, an alternate reality separate from your universe. The year from which I originate is of little consequence; if I've learned anything from my travels, the passing of time from universe to universe is meaningless. What is important is that in my plane of origin, mankind was highly advanced. We harnessed the power of entire stars, molded planets and moons alike to suit our needs, and even learned to manipulate the fabric of reality itself. We had conquered death through advances in medicine and technology, and we thought ourselves masters of our own fates.</p>\n<p>We realized too late that all such things have a cost, and that our greed and hubris would not only result in the loss of everything we held dear, but doom countless others as well. Our meddling in the structure of existence had opened up cracks and twists in the fabric of reality, a Corruption of the multiverse that we had failed to notice earlier because we could not see the pieces of our reality leaking into others. By the time feedback began to manifest, it was already too late to stop it.</p>\n<p>Before this Corruption consumed us completely, we came up with one final fail-safe. We would gather up what knowledge we could save and sacrifice our world to send a single individual through to the next. This could not repair the damage that had already been done, but could buy us the time to start over, to find a way to stop the Corruption of reality. That individual was me.</p>\n<p>If you have not already found them, then the evidence to support my claims will begin to bleed into your world soon enough. Like a rain of glass, the shattered remains of other universes will begin to fall and slip into yours. Things that defy your understanding, fixed loops and structures without meaning or rhyme, that cannot be destroyed by any means you possess. Things that drive men mad and challenge all the assumptions that you hold dear.</p>\n<p>That which I carry with me is the final legacy of countless worlds. The equations and technology described in its pages carry with them the hope of stopping the Corruption, a hope that has come with a heavy price. They are the last will and testament of a bloody trail of universes that have sacrificed and been sacrificed that those who remain may avoid their fate. At the time of this writing they are nearly complete, but time is ever against me. If I am no longer able to see this mission through to its bitter end, then it falls to you to finish what I began.</p>\n<p>Good luck,<br/>\n[DATA EXPUNGED]<br/>\nThe Administrator</p>\n</blockquote>\n<p><strong>SCP-001-35</strong> is a single handwritten page found between the last page and back cover of SCP-001-03. The handwriting in SCP-001-35 is inconsistent with that of the other handwritten documents in SCP-001.</p>\n<blockquote>\n<p>[DATA EXPUNGED],</p>\n<p>This is it, the last evidence that our civilization will have ever existed. No one is entirely sure what will happen when you activate the fail-safe. Some of them are saying that the backlash from using it will instantly shatter what remains of our existence. Others are saying that using something of this power will merely accelerate the Corruption by a hundredfold. Either way, it will be quick. By the time you wake up at your destination, there will be nothing left of our home.</p>\n<p>You already know that it will only carry a single passenger, and the second team should have your gear ready by the time you're ready to go. I can only hope that with the time we've bought you, you can find a way to stop this disaster. If not, the device will keep track of the relative corruption level of local reality as well as how many times it's been activated. A bit sadistic of us, perhaps?</p>\n<p>By the time you read this, I will already be dead. I'm sorry, but you have always been the stronger one. I don't have the strength to face the end with my head held high. Not without you.</p>\n<p>I love you.</p>\n</blockquote>\n<p><strong>Addendum 001-03:</strong> SCP-001-36<br/>\nReferences found within the documents comprising SCP-001 suggest the existence of SCP-001-36, an electronic device or large document containing comprehensive technological and mathematical data related to SCP-001. The current whereabouts of SCP-001-36 are unknown.</p>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/mackenzie-s-proposal\">Dr. Mackenzie's Proposal</a>\" by Aelanna, from the <a href=\"https://scpwiki.com\">SCP Wiki</a>. Source: <a href=\"https://scpwiki.com/mackenzie-s-proposal\">https://scpwiki.com/mackenzie-s-proposal</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For information on how to use this component, see the <a href=\"/component:license-box\">License Box component</a>. To read about licensing policy, see the <a href=\"/licensing-guide\">Licensing Guide</a>.</p>\n\n\n</div>\n</div>\n</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[>]]\n\n[[module Rate]]\n\n[[/>]]\n\n\n\n**Item #:** SCP-001\n\n\n\n**Object Class:** Euclid\n\n\n\n**Special Containment Procedures:** All elements of SCP-001 are to be contained in separate, environment-controlled lockers at Site Zero. The location of Site Zero is classified Level 5, and is only known by members of O5 Command.\n\n\n\nAccess to SCP-001, its transcriptions and data is restricted to O5-level personnel except during Protocol Zero. Protocol Zero may only be enacted by a direct, unanimous act by the entirety of O5 Command, and Protocol Zero procedures are to be disseminated only to those specifically permitted by O5 Command.\n\n\n\n**Description:** SCP-001 is a set of two (2) objects and thirty-three (33) documents belonging to [DATA EXPUNGED], alias \"The Administrator\".\n\n\n\nSCP-001-01 and SCP-001-02 are, respectively, [DATA EXPUNGED]\n\n\n\nSCP-001-03 through SCP-001-35 are a mixed set of handwritten and printed documents. They are normal in all respects except that they do not show signs of aging or fading in any way, and dating of the paper on which they are comprised of has shown inconsistent results. The contents of these documents, as detailed below, consist of [DATA EXPUNGED]\n\n\n\n[DATA EXPUNGED]\n\n\n\n[DATA EXPUNGED]\n\n\n\n[DATA EXPUNGED] as these objects formed the impetus for the creation of the SCP Foundation, and all of its constituent activities and processes. As such, this information is only to be disseminated by direct order of O5 Command as per Protocol Zero.\n\n\n\n-----\n\n\n\n##red|[[size larger]]**CLASSIFIED LEVEL 5 BY ORDER OF O5 COMMAND - EYES ONLY**[[/size]]##\n\n##red|**Unauthorized access of these documents is punishable by immediate termination.**##\n\n\n\n**Addendum 001-01:** Analysis of SCP-001-01 and SCP-001-02\n\n\n\n**SCP-001-01** is a smooth device composed of an unidentified gray metallic substance, approximately 22 cm wide, 30 cm tall, and 1.5 cm thick. It is unusually heavy, weighing approximately 8.2 kg. It is equipped with a small digital display, and has a single opening that appears to be a type of keyed activation switch. Attempts to disassemble the device or analyze its technology have been unsuccessful so far, as there appear to be no seams or fasteners visible on the device. Attempts to image the interior of SCP-001-01 utilizing x-ray or magnetic resonance have resulted in inconsistent results, suggesting that the device is either too dense to properly image or has inconsistent internal topography.\n\n\n\nSCP-001-01 appears to only be capable of displaying two indicators. One appears to be a status or progress bar with an accompanying number, currently at approximately 23%. The other indicator is a single digital counter displaying the number ██,███.\n\n\n\n**SCP-001-02** is a small key composed of the same unidentified metallic substance as the main casing of SCP-001-01. It is currently assumed that this is the activation key for SCP-001-01.\n\n\n\n**Addendum 001-02:** Transcript of SCP-001 Documents\n\n\n\n**SCP-001-03** is a personal diary belonging to The Administrator. SCP-001-04 through SCP-001-35 were inserted between various pages of SCP-001-03 at time of discovery.\n\n\n\nExcerpt from SCP-001-03, page 1:\n\n> I always hated the idea of writing in a diary. Documentation is one thing, but I guess I never saw the point in putting down my personal thoughts. The scientist in me is telling me that someday, someone might want to know how this all started.\n\n\n\nExcerpt from SCP-001-03, page 3:\n\n> They say that the first time is always the hardest. I have managed to secure funding and personnel from the federal government, and I have established an organization that will allow me to continue the research. President [REDACTED] insists that I turn the Device over for safekeeping, but I have made it clear that I can't let it out of my possession.\n\n\n\nExcerpt from SCP-001-03, page 7:\n\n> Progress, unfortunately, has been slow these past decades. I am adamant that we cannot reproduce the technology until we have found a solution, as I am sure that unless we kill both birds with one stone, we will simply hasten the process.\n\n\n\nExcerpt from SCP-001-03, page 9:\n\n> I had to kill them. They had been reproducing the technology all along, and hiding it from me. I will be moving on in the next 24 hours. This place is doomed at this point.\n\n\n\nExcerpt from SCP-001-03, page 15:\n\n> Again. I will not make the same mistake again. The mere thought of lying to the very people I need to reach my goal is bitter, but I can no longer afford to let them know the truth.\n\n\n\n**SCP-001-05** is a page printed from what appears to be an inkjet printer, found inserted between pages 15 and 16 of SCP-001-03. This page has been preserved in the same unidentified method as the rest of the documents in SCP-001.\n\n> Memo from the Office of The Administrator\n\n> \n\n> Humanity has existed in its current state for hundreds of millennia, yet only the last few have held any meaning for us. What did we do for the countless years before recorded history? We huddled in caves, warding off the night with small fires, fearful of the things that we could not understand. It was not just that we did not understand why the sun rose every morning, it was the mystery of enormous fish with the heads of men, and rocks that came to life, and monsters that drove those who saw them mad. So we called them 'angels' and 'devils', begged them to spare us from their wrath, and prayed for salvation.\n\n> \n\n> As time passed, their numbers died out and mankind flourished. The world began to make more sense. Yet, the unexplained can never truly go away, as if the universe requires for there to be things we can never truly understand.\n\n> \n\n> We will not go back into the dark, fearful night. We will not be ruled by the unknown. We will stand up for ourselves.\n\n> \n\n> Even as the rest of humanity remains uninformed, we will fight the darkness, containing it and shielding it from the eyes of the common man, so that they can continue to live in the blissful illusion of a normal world.\n\n\n\nExcerpt from SCP-001-03, page 22:\n\n> Their faces haunt me in my dreams. Hundreds, thousands of them. Ones who blindly went to their deaths. For me.\n\n\n\nExcerpt from SCP-001-03, page 28:\n\n> Made a mistake. Told someone the truth, the night before I left. Had to use the last of my original medical supplies. In a way, I wish he'd aimed for the head.\n\n\n\nExcerpt from SCP-001-03, page 41:\n\n> This one solved an equation that could set a framework for the rest of the solution. I killed them by my own hand. Could they have ever imagined that it was an act of mercy?\n\n\n\nExcerpt from SCP-001-03, page 64:\n\n> I suddenly remembered today what they told me before I left. They said that I probably wouldn't see anything, that I would probably simply fall asleep and wake up again. They lied. I can see them as they are consumed by madness, as the walls of reality crack and shatter, only to be replaced as if nothing happened. I can see everything.\n\n\n\nFinal Excerpt from SCP-001-03, page 68:\n\n> It is finally done. The equations are complete, the math is sound, but it comes too late once again. This team will not have the time to construct the Solution, and I will have to abandon the Foundation again. But, I do so with the knowledge that no more will have to suffer the same fate.\n\n\n\n**SCP-001-34** is a worn, handwritten page discovered between the front cover and first page of SCP-001-03.\n\n> To whom it may concern:\n\n> \n\n> First, I want to say that I am sorry for everything. I have most likely doomed you and everyone you have ever known to death and destruction by my mere presence in your world. If you are in possession of -- and reading -- this document then I am probably dead. If that is the case and I did not bother to destroy this evidence, then that means I have also probably failed in my mission. This means that my responsibilities have now passed onto you and that your fate and the fate of your world are now in your hands.\n\n> \n\n> I was not born into your world. I am a traveler from a parallel plane of existence, an alternate reality separate from your universe. The year from which I originate is of little consequence; if I've learned anything from my travels, the passing of time from universe to universe is meaningless. What is important is that in my plane of origin, mankind was highly advanced. We harnessed the power of entire stars, molded planets and moons alike to suit our needs, and even learned to manipulate the fabric of reality itself. We had conquered death through advances in medicine and technology, and we thought ourselves masters of our own fates.\n\n> \n\n> We realized too late that all such things have a cost, and that our greed and hubris would not only result in the loss of everything we held dear, but doom countless others as well. Our meddling in the structure of existence had opened up cracks and twists in the fabric of reality, a Corruption of the multiverse that we had failed to notice earlier because we could not see the pieces of our reality leaking into others. By the time feedback began to manifest, it was already too late to stop it.\n\n> \n\n> Before this Corruption consumed us completely, we came up with one final fail-safe. We would gather up what knowledge we could save and sacrifice our world to send a single individual through to the next. This could not repair the damage that had already been done, but could buy us the time to start over, to find a way to stop the Corruption of reality. That individual was me.\n\n> \n\n> If you have not already found them, then the evidence to support my claims will begin to bleed into your world soon enough. Like a rain of glass, the shattered remains of other universes will begin to fall and slip into yours. Things that defy your understanding, fixed loops and structures without meaning or rhyme, that cannot be destroyed by any means you possess. Things that drive men mad and challenge all the assumptions that you hold dear.\n\n> \n\n> That which I carry with me is the final legacy of countless worlds. The equations and technology described in its pages carry with them the hope of stopping the Corruption, a hope that has come with a heavy price. They are the last will and testament of a bloody trail of universes that have sacrificed and been sacrificed that those who remain may avoid their fate. At the time of this writing they are nearly complete, but time is ever against me. If I am no longer able to see this mission through to its bitter end, then it falls to you to finish what I began.\n\n> \n\n> Good luck,\n\n> [DATA EXPUNGED]\n\n> The Administrator\n\n\n\n**SCP-001-35** is a single handwritten page found between the last page and back cover of SCP-001-03. The handwriting in SCP-001-35 is inconsistent with that of the other handwritten documents in SCP-001.\n\n> [DATA EXPUNGED],\n\n> \n\n> This is it, the last evidence that our civilization will have ever existed. No one is entirely sure what will happen when you activate the fail-safe. Some of them are saying that the backlash from using it will instantly shatter what remains of our existence. Others are saying that using something of this power will merely accelerate the Corruption by a hundredfold. Either way, it will be quick. By the time you wake up at your destination, there will be nothing left of our home.\n\n> \n\n> You already know that it will only carry a single passenger, and the second team should have your gear ready by the time you're ready to go. I can only hope that with the time we've bought you, you can find a way to stop this disaster. If not, the device will keep track of the relative corruption level of local reality as well as how many times it's been activated. A bit sadistic of us, perhaps?\n\n> \n\n> By the time you read this, I will already be dead. I'm sorry, but you have always been the stronger one. I don't have the strength to face the end with my head held high. Not without you.\n\n> \n\n> I love you.\n\n\n\n**Addendum 001-03:** SCP-001-36\n\nReferences found within the documents comprising SCP-001 suggest the existence of SCP-001-36, an electronic device or large document containing comprehensive technological and mathematical data related to SCP-001. The current whereabouts of SCP-001-36 are unknown.\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a>]]\n\n=====\n\n\n\n=====\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["component:license-box", "licensing-guide"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "_licensebox", "document", "euclid", "extradimensional", "scp", "the-administrator", "tool"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/mackenzie-s-proposal"}}