{"SCP-001": {"created_at": "2023-05-10T02:07:00", "creator": "Jack Ike", "domain": "scp-wiki.wikidot.com", "history": [{"author": "Jack Ike", "author_href": "http://www.wikidot.com/user:info/jack-ike", "comment": "New 001.", "date": "2023-05-10T02:07:00"}, {"author": "psychicprogrammer", "author_href": "http://www.wikidot.com/user:info/psychicprogrammer", "comment": "Added tags: _image, _licensebox, concept, esoteric-class, mathematical, paradox, scp, temporal. ", "date": "2023-05-10T07:20:00"}, {"author": "psychicprogrammer", "author_href": "http://www.wikidot.com/user:info/psychicprogrammer", "comment": "Added tags: 001-proposal. ", "date": "2023-05-10T15:46:00"}, {"author": "Hesiod Delta", "author_href": "http://www.wikidot.com/user:info/hesiod-delta", "comment": "Added tags: reality-bending. ", "date": "2023-05-10T16:03:00"}, {"author": "Naepic", "author_href": "http://www.wikidot.com/user:info/naepic", "comment": "Added tags: _cc. Removed tags: _image. ", "date": "2023-05-10T19:32:00"}, {"author": "Ethagon", "author_href": "http://www.wikidot.com/user:info/ethagon", "comment": "Added tags: _listpages. ", "date": "2023-05-25T21:55:00"}], "hubs": ["welcome-to-delta-t", "scp-001"], "images": [], "link": "jack-ike-s-proposal-iv", "page_id": "1447706951", "rating": 129, "raw_content": "<html><body><div id=\"page-content\">\n\n<p><iframe src=\"//interwiki.scpwiki.com/styleFrame.html?priority=1&amp;theme=https://cdn.scpwiki.com/theme/en/basalt/normalize-min.css&amp;css={$css}\" style=\"display: none\"></iframe></p>\n<p><iframe src=\"//interwiki.scpwiki.com/styleFrame.html?priority=2&amp;theme=https://cdn.scpwiki.com/theme/en/basalt/basalt-bedrock-min.css&amp;css={$css}\" style=\"display: none\"></iframe></p>\n<p><iframe src=\"//interwiki.scpwiki.com/styleFrame.html?priority=3&amp;theme=https://scp-wiki.wdfiles.com/local--code/theme%3Abasalt/1&amp;css={$css}\" style=\"display: none\"></iframe></p>\n<p><iframe src=\"//interwiki.scpwiki.com/styleFrame.html?priority=4&amp;theme=https://scp-wiki.wdfiles.com/local--code/theme%3Abasalt/2&amp;css={$css}\" style=\"display: none\"></iframe></p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<div class=\"anom-bar-container item-001 clear-4 petrus {$secondary-class} ohr tangent {$american}\">\n<div class=\"anom-bar\">\n<div class=\"top-box\">\n<div class=\"top-left-box\"><span class=\"item\">Item#:</span> <span class=\"number\">001</span></div>\n\n<div class=\"top-right-box\">\n<div class=\"level\">Level4</div>\n\n</div>\n</div>\n<div class=\"bottom-box\">\n<div class=\"text-part\">\n<div class=\"main-class\">\n<div class=\"contain-class\">\n<div class=\"class-category\">Containment Class:</div>\n<div class=\"class-text\">petrus</div>\n</div>\n<div class=\"second-class\">\n<div class=\"class-category\">Secondary Class:</div>\n<div class=\"class-text\">{$secondary-class}</div>\n</div>\n</div>\n<div class=\"disrupt-class\">\n<div class=\"class-category\">Disruption Class:</div>\n<div class=\"class-text\">ohr</div>\n</div>\n<div class=\"risk-class\">\n<div class=\"class-category\">Risk Class:</div>\n<div class=\"class-text\">tangent</div>\n</div>\n</div>\n<div class=\"diamond-part\">\n<div class=\"danger-diamond\"><a href=\"/classification-committee-memo\">link to memo</a><br/>\n\n\n\n\n\n\n\n</div>\n</div>\n</div>\n</div>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<h2><span><strong>Special Containment Procedures</strong></span></h2>\n</div>\n<br/>\nAll testing on SCP-001 to confirm its anomalous properties is expressly forbidden.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-1\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-1')\">1</a></sup>\n<p>All efforts must be taken to ensure that SCP-001 cannot be exposed to any other mathematical anomalies under any circumstances, accidental or otherwise. To this effect, SCP-001 and all fragments of it must only be stored on dedicated, isolated databases that have never been used for any other purpose. Computers and/or servers that have been used to access or host information pertaining to other mathematical anomalies are expressly forbidden from interfacing with these dedicated servers.</p>\n<p>All copies and fragments of SCP-001 outside of Foundation containment must be located and destroyed. The confiscation of all information regarding SCP-001 from GOI-4379 has been designated an Apollyon-level priority.</p>\n<hr/>\n<div style=\"text-align: center;\">\n<h2><span><strong>Description</strong></span></h2>\n</div>\n<br/>\nSCP-001 is a complex mathematical formula that uses the value of multiple physical and mathematical constants<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-2\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-2')\">2</a></sup> in conjunction with SCP-001-1 to calculate the value of SCP-001-2, an irrational number.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-3\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-3')\">3</a></sup>\n<p>SCP-001-1 is a semiohazardous<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-4\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-4')\">4</a></sup> element in SCP-001 which, in all versions of SCP-001 known to the Foundation, is already populated with a numerical value or formula that does not correspond to a physical or mathematical constant. The position of SCP-001-1, as well as its predefined value, is unknown.</p>\n<p>Whenever the value of SCP-001-2 is calculated, baseline reality is retroactively altered such that:</p>\n<blockquote>\n<ul>\n<li>The value of SCP-001-1 is, and always has been, true;</li>\n<li>The value of SCP-001-2 is unchanged;</li>\n<li>The value of all other mathematical and physical constants used in SCP-001 are altered to compensate for the above.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-5\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-5')\">5</a></sup></li>\n</ul>\n</blockquote>\n<p>This property only manifests if the only altered value is SCP-001-1. It is theorised that a successful activation of SCP-001 could be identified when an improbably large number of errors become apparent after SCP-001-2 is calculated, with the errors corresponding to the constants’ former values.</p>\n<p>SCP-001, and all information regarding it, was acquired by the informant ‘Ulysses’ from GOI-4379, a previously-unidentified religious faction that is attempting to calculate an SCP-001-1 value which will result in the complete retroactive erasure of everything within SCP-001’s range of influence.</p>\n<hr/>\n<div style=\"text-align: center;\">\n<h2><span><strong>Addenda</strong></span></h2>\n<h3><span><strong>Summary of Ulysses’ report on GOI-4379</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6.</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<p>GOI-4379 is an unnamed covert religion whose central dogma dictates that existence is a self-perpetuating cosmic imbalance, and that nonexistence is preferrable, morally-perfect, and divine. The religion operates as a global collective of semi-independent cells with no unifying command structure, leaders, or scriptures; while individual cells freely borrow and share information between each-other, all adherents of GOI-4379 expressly reject attempts to organise the religion beyond its current state.</p>\n<p>Members of GOI-4379 frequently use the numerical value of zero and its properties to represent various desirable aspects of nonexistence, including:</p>\n<ul>\n<li>Multiplication by zero universally produces a value of zero, representing nonexistence as incorruptible and capable of subsuming all other states of being;</li>\n<li>A value of zero is produced whenever a number is added to its negative, demonstrating nonexistence as a perfect state of balance, and consequently everything else being imperfect and unstable;</li>\n<li>Zero, ‘positive zero,’ and ‘negative zero’ are all equal in value,<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-6\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-6')\">6</a></sup> further demonstrating nonexistence’s perfect balance, being its own and only opposite;</li>\n<li>Depending on the adherent’s mathematical knowledge, either:\n<ul>\n<li>Division by zero, ‘being the opposite of multiplication, produces all other numbers simultaneously,’ illustrating nonexistence as the origin of all things;</li>\n<li>The indivisibility of zero being representative of nonexistence’s incorruptible perfection;</li>\n<li>Zero, when physically represented through an absence of matter, is infinitely divisible, able to be equally shared between any number of groups any number of times, with each group receiving a portion equal to the original whole, displaying the endless capacity of nonexistence and its ability to be equally experience by all;</li>\n</ul>\n</li>\n<li>The sum of every enclosed system is always zero as defined by Newton’s Third Law,<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-7\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-7')\">7</a></sup> representing nonexistence as being self-enforcing, incorruptible, and inescapable once achieved.</li>\n</ul>\n<p>Ensuing from these beliefs, members of GOI-4379 perceive all forms of existence as an undesirable cosmic imbalance which they are morally required to correct; that is, the central objective of GOI-4379 is the complete and retroactive erasure of all forms of existence. In microcosm, adherents perceive their own continued existence as a morally-shameful sin, leading to the practice of <em>autoretrocide</em>: the act of retroactively erasing oneself from history and reality by anomalous means. It is generally accepted among adherents that abstinence from autoretrocide is acceptable to enable the religion to accomplish its central goal, however it is known that several members of GOI-4379 have successfully undergone the procedure.</p>\n<p>It is unknown, and potentially impossible to determine, how GOI-4379 acquired [Null Sum], nor how they determined its anomalous capabilities despite being unable to trigger them; the information they do possess, however, is known to be accurate.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Overseer Commentary on Ulysses</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6.</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<p>Ulysses is one of the most productive informants the Foundation has ever had, and there are absolutely no records of who they actually were.</p>\n<p>The earliest mention of them I have is a Council vote from 1972; several anomalies had been stolen while in-transit between facilities, and Ulysses – communicating via O5-13 ‘the Shrewd’ – identified the culprits as a Church of the Broken God sect, and provided enough information for the Cabal-Council to vote in favour of retaliation, subsequently regaining most of the lost anomalies.</p>\n<p>The name Ulysses has kept appearing ever since, disappearing for several years at a time before returning with invaluable intelligence that is almost always true, and on several occasions has been critical in averting an unforeseen, imminent collapse of the Foundation.</p>\n<p>Whoever they originally were, they are long dead by now. I expect that ‘Ulysses’ is actually an archive which the various O5-13’s – the only people Ulysses communicates through – are browsing through at their own leisure, occasionally picking out items they decide are worth sharing with the rest of the Council. It would explain the stranger tendencies shared by all O5-13’s, but I don’t understand why they wouldn’t surrender it to Recordkeeping.</p>\n<hr/>\n<p>— <em>O5-07 ‘the Diligent’, Department of Recordkeeping</em></p>\n</div>\n<div class=\"blockquote\">\n<p>Honestly, I think ‘Ulysses’ is just a buzzword the Thirteens slap onto ideas when they want it to grab our attention.</p>\n<p>It tends to work.</p>\n<hr/>\n<p>— <em>O5-5 ‘the Progressive’, Department of Technology</em></p>\n</div>\n<div class=\"blockquote\">\n<p>There is a high probability that Ulysses is an alias used by the Administrator/s for direct, anonymous communication.</p>\n<p>The first known use of the Ulysses identity (1972) predates the establishment of the Administrator (1985) by a period of only thirteen years; it is possible a single individual occupied both identities, potentially using Ulysses as a prototype for the later Administrator position, or as a preliminary phase intended to manipulate the members of the Cabal into establishing the Administrator through the information it provided.</p>\n<p>The Ulysses and Administrator identities also possess several behavioural similarities:</p>\n<ul>\n<li>Both are primarily uninvolved with the Foundation’s activities, interacting only when necessary, and only for as long as necessary;</li>\n<li>Both exclusively communicate with the Overseer Council and/or Shadow Cabinet, if one is present;</li>\n<li>Both demonstrate extensive awareness of events occurring throughout the Veil, with complimentary focuses:\n<ul>\n<li>The Administrator is aware of events occurring within the Foundation at all times, including information being concealed from them by Foundation personnel, while;</li>\n<li>Ulysses is aware of events occurring outside the Foundation, including information beyond the Foundation’s awareness.</li>\n</ul>\n</li>\n</ul>\n<p>If correct, it is unclear why the Ulysses identity exclusively communicates via the O5-13 position instead of directly communicating with the Overseer position most appropriate for the circumstances. It has been suggested that Ulysses is one of several identities used by the Administrator, with each identity corresponding to a specific Overseer position; it is unclear why this tactic is preferrable to a single, general identity, and furthermore the information provided by the Ulysses identity possesses several characteristics that are not found in other informants’ communications.</p>\n<hr/>\n<p>— <em>O5-02 ‘the Conservative’, Department of Finances, Resources, &amp; Statistics</em></p>\n</div>\n<div class=\"blockquote\">\n<p>Either Thirteen is nuts, which should boot him off the Council, or Ulysses is anomalous, which should boot him off the Council.</p>\n<p>I don’t care what his excuse is, or that of his entire shifty-arse department. <span style=\"text-decoration: underline;\">We are not the Cabal anymore, and we do not use anomalies.</span> Once I get proof I sure as hell won’t be keeping his secret, and if the rest of the Council doesn’t sack him for it, I’ll find Fritz and get them to sack the whole lot of us. Thirteen’s been in that seat for far, far too long.</p>\n<hr/>\n<p>— <em>O5-06 ‘the Sardonic’, Department of Internal Security</em></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Audio Transcript of O5 Council Meeting</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<p><strong>Present:</strong> O5-01 through O5-13</p>\n<hr/>\n<p><strong>[BEGIN LOG]</strong></p>\n<p><strong>O5-01:</strong> The next item for discussion is Overseer Thirteen’s recent proposal for SCP-001, designation ‘Null Sum.’ Overseer Two, has your department compiled the requested report?</p>\n<p><strong>O5-02:</strong> It has; I have copies available for review.</p>\n<p><em>[Sounds of shuffling paper.]</em></p>\n<p><strong>O5-02:</strong> In summary, the statistical evidence is in favour of Ulysses’ report. Throughout all Groups of Interest included in the analysis, including the Foundation, we have identified an improbably high occurrence of temporal anomalies being lost, and an evident correlation to losses due to understaffing. The Manna Charitable Foundation is the worst affected, retaining less than one per cent of temporal anomalies after three months. The group described by Ulysses appears to have infiltrated most, if not all, groups active within the Veil.</p>\n<p><strong>O5-11:</strong> <em>[Sigh.]</em> It’s hard enough dealing with the Factory Incursion, now we’ve got this mess to deal with…</p>\n<p><strong>O5-01:</strong> Then as per Overseer Thirteen’s motion, we are declaring an Apollyon-level state of emergency until all information regarding Null Sum has been recovered from GOI-4379.</p>\n<p><strong>O5-10:</strong> Hold on, how does this prove that this… what’s the group called anyway?</p>\n<p><strong>O5-13:</strong> The individual cells have names, but there is no overall name for the religion.</p>\n<p><strong>O5-04:</strong> They’re erasing people. That’s what your implying, right? These… Zero-ists are erasing people so they can steal everyone’s anomalies?</p>\n<p><strong>O5-02:</strong> Yes. We have not confirmed whether the group described by Ulysses is responsible, but there is definite evidence at extensive retrocausal alterations occurring.</p>\n<p><strong>O5-06:</strong> I’ll get InSec on it —</p>\n<p><strong>O5-04:</strong> Not a good idea.</p>\n<p><strong>O5-06:</strong> Why not?</p>\n<p><strong>O5-04:</strong> Because these people are obviously erasing anyone that gets in their way. You set Internal on them, they’ll just keep erasing them until we’ve lost everyone that’s able to get in their way.</p>\n<p><strong>O5-07:</strong> We would also have extensive historical damage to our organisation. Every influence those erased have had on the Foundation would be lost – information, discovered anomalies, averted containment breaches…</p>\n<p><strong>O5-05:</strong> We could use AICs; as competent as a person, but infinitely replaceable. Standard copy-and-pasting won’t do, though; if this GOI erased one of the AICs, we’d lose all the duplicates copied from it too.</p>\n<p><strong>O5-06:</strong> So they’re useless.</p>\n<p><strong>O5-05:</strong> No, we just… have to go about it differently.</p>\n<p><strong>O5-13:</strong> Do you have a proposal?</p>\n<p><strong>O5-05:</strong> I need a few minutes to think, but… I have an idea, yes.</p>\n<p><strong>O5-07:</strong> AIs aren’t enough. They can only access digital information – if these… what did you call them?</p>\n<p><strong>O5-04:</strong> Zero-ists.</p>\n<p><strong>O5-07:</strong> Right. If these Zeroists have any non-digital copies of Null Sum – an analogue tape, a sheet of paper, even a <em>memory</em> of it – then the AIs can’t resolve this alone.</p>\n<p><strong>O5-09:</strong> We could manufacture chassis for them to use.</p>\n<p><strong>O5-13:</strong> No. We are already losing resources to the Factory, we do not have enough to spare for this.</p>\n<p><strong>O5-02:</strong> Furthermore, the method of retroactive erasure employed by GOI-4379 may also apply to the materials comprising individuals, in which circumstance the erasure of an AIC would also affect the minerals comprising the chassis it inhabits.</p>\n<p><strong>O5-07:</strong> Which could lead us to accidentally erasing all of Earth’s minerals from history. There’s no Iron Age without iron.</p>\n<p><strong>O5-13:</strong> Then how do we proceed?</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>O5-03:</strong> Cloning?</p>\n<p><strong>O5-12:</strong> Five years at best to assemble the facilities, another fifteen before the first batch of clones are useable. Then you’ve got the lousy survival rates, the likelihood the clones won’t even want to help us once they’re ready unless we resort to brainwashing, <em>and</em>…</p>\n<p><strong>O5-08:</strong> The Ethics Committee will not allow the Foundation to conduct human cloning, nor to engage in systemic brainwashing of its employees. The precedents either would set are abhorrent.</p>\n<p><strong>O5-04:</strong> Biological robots?</p>\n<p><strong>O5-05:</strong> Too slow to implement, too likely to fail. The fact is, it’s just easier to replace people than anything else.</p>\n<p><strong>O5-12:</strong> We’re assuming they can erase people easily. Ulysses doesn’t say how they do it – they could be using a ritual that relies on an exotic plant, in which case wiping out the plant would deal with them.</p>\n<p><strong>O5-09:</strong> They would still have the temporal anomalies they’ve stolen.</p>\n<p><strong>O5-13:</strong> Their goals would remain unchanged as well.</p>\n<p><strong>O5-10:</strong> They’re right. The focus of this group is the complete eradication of everything, from all of time – even if we do stop them from changing history and confiscate Null Sum, they will keep looking for other ways to do the same, and they only have to succeed once. As much as I dislike it, I don’t see any choice other than completely destroying the group, or at least changing their fundamental beliefs. I know you don’t like it, Eight – but what else can we do?</p>\n<p><strong>O5-04:</strong> We have to make sure we get them <em>all</em>, too. It would only take one to rewrite history and bring them all back again.</p>\n<p><strong>O5-13:</strong> I must be kept informed, to ensure Ulysses isn’t eliminated along with them.</p>\n<p><strong>O5-10:</strong> <em>Ulysses is one of them?</em></p>\n<p><strong>O5-13:</strong> No, but they may be mistaken to be.</p>\n<p><strong>O5-07:</strong> Well then, send me their details and I can make sure —</p>\n<p><strong>O5-13:</strong> No.</p>\n<p><strong>O5-07:</strong> … No?</p>\n<p><strong>O5-13:</strong> No.</p>\n<p><strong>O5-07:</strong> Thirteen, I’ve been asking you for months —</p>\n<p><strong>O5-13:</strong> And I have been declining for months. The answer is no.</p>\n<p><strong>O5-04:</strong> If we knew how Ulysses found out about the group, it would make finding them a lot easier.</p>\n<p><strong>O5-12:</strong> Not to mention it would be useful to learn more from them than just this report.</p>\n<p><strong>O5-13:</strong> No. Ulysses is a covert informant, and they will only respond to me. Further unnecessary contact will jeopardise their value. If you want information from them, inform me, and I will acquire it from them when able.</p>\n<p><strong>O5-06:</strong> Thirteen, this is not a game —</p>\n<p><strong>O5-13:</strong> No, it is a declaration. I will not divulge Ulysses’ identity unless necessary.</p>\n<p><strong>O5-06:</strong> It <em>is</em> necessary.</p>\n<p><strong>O5-13:</strong> Five, will your proposal require Ulysses’ identity to be successful?</p>\n<p><strong>O5-05:</strong> I – It would certainly help —</p>\n<p><strong>O5-13:</strong> Is it <em>essential</em>?</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>O5-05:</strong> Can we have a break?</p>\n<p><strong>O5-01:</strong> Granted. We will reconvene in fifteen minutes.</p>\n<p><strong>[END LOG]</strong></p>\n<hr/>\n<p><strong>Afterword:</strong> Upon reconvening, O5-05 submitted a draft proposal for ‘Project Polychrome’ to the Council; the subsequent vote was 10-0-3 in favour, pending further codification.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Project Polychrome</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<div style=\"text-align: center;\">\n<h2><span>Project Polychrome</span></h2>\n<h4><span>Project Serial ZNE-P4H2-0038</span></h4>\n<div style=\"text-align: right; font-size: 90%; font-style: italic\">\n<p>O5-05 ('The Progressive')<br/>\nDepartment of Technology</p>\n</div>\n</div>\n<hr/>\n<p><strong>Purpose:</strong> To devise an AIC program (‘JANGO’) capable of indefinitely producing unique and expendable AIC programs (‘BOBA’) in a manner that the retroactive erasure of a ‘BOBA’ AIC does not affect the existence or production of the ‘JANGO’ AIC. The ‘JANGO’ AIC must also be able to learn of and adapt to obstacles encountered by the ‘BOBA’ AICs without revealing its own existence.</p>\n<p><strong>Method:</strong> To prevent retroactive erasure by GOI-4379 (‘Zeroists’), all information that could potentially identify participants in Project Polychrome will be destroyed at its conclusion, and all personnel capable of identifying participants will be amnestised. The existence of Project Polychrome will be concealed from all non-participating personnel, and participating personnel will be prohibited from all contact with non-participating individuals until the project’s conclusion.</p>\n<p>A list of minority groups expected to be present throughout the Foundation’s global IT Department will be compiled, <span style=\"text-decoration: underline;\">exclusively using statistics from other global organisations and without any reference to internal Foundation records whatsoever.</span> Without prior reference to Foundation records to confirm the accuracy of the list, Mobile Task Force Gamma-1 (‘Lime Left Hand’) will select a number of groups approximating 15% of the list’s total population, assigning each an arbitrary, anonymous pseudonym; selected groups with a population of three or less may be combined, unless the resulting group would exceed 30% of the list’s total population. MTF Gamma-1 will then investigate whether the selected groups are present within the Foundation’s global IT Department.</p>\n<p>If any of the selected groups are found to have a population of zero, all parties overseeing Project Polychrome must immediately reconvene to discuss the continued viability of the project and/or methods of improving information security to maintain participants’ anonymity throughout and following the conclusion of Project Polychrome, as a null-population group is potentially indicative of a retaliatory retroactive erasure by GOI-4379 following the conclusion of the project. <span style=\"text-decoration: underline;\">If all groups selected by MTF Gamma-1 are found to have a population of zero, Project Polychrome will be deemed a failure and immediately discontinued.</span></p>\n<p>MTF Gamma-1 will verify that all personnel selected for Project Polychrome have had no prior contact or loyalty to any Groups of Interest other than the Foundation; all verified personnel will be immediately reassigned to Project Polychrome, temporarily relieved of all other duties and assignments, and separated into their designated groups. False documentation ascribing the reassignment to one of several false projects will be created and freely provided to inquiring co-workers, to conceal the significance of the reassignments.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-8\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-8')\">8</a></sup></p>\n<p>Each group assigned to Project Polychrome must not be made aware that any other groups are participating, and have no contact whatsoever with any individuals except overseeing/advisory Mobile Task Force Alpha-1 (‘Red Right Hand’), Beta-1 (‘Blue Backhand’), and/or Gamma-1 agents, and other personnel within their own assigned group.</p>\n<p>Each group will individually develop a functional ‘JANGO’ AIC program to the specifications outlined above, naming it after their anonymous designation. Once complete all development staff will be amnestised to have no recollection of Project Polychrome, and then tasked with performing a blind review of another group’s ‘JANGO’ AIC to ensure functionality, locate and erase any potentially-identifying information, and ascertain whether the developers attempted to bias the AIC. The assigned personnel will then be amnestised a second time<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-9\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-9')\">9</a></sup> and released to their former duties, with the explanation that amnestisation was necessary due to a complication with their assignment/s.</p>\n<hr/>\n<p><strong>Result:</strong> Project Polychrome completed without complication. The following ‘JANGO’ AICs were produced:</p>\n<ul>\n<li>Shatterpoint Harlem; selected for primary use in Operation Black Dogma.</li>\n<li>Rampant Polytrope; retained, approved for reserve use.</li>\n<li>Grey Salamander; retained, approved for reserve use.</li>\n<li>Domino Sundance; retained, approved for reserve use.</li>\n<li>Shade Astropunk; retained, approved for reserve use.</li>\n<li>Bastion Tesseract; retained, use denied.</li>\n</ul>\n<p>The Bastion Tesseract team also produced a second AIC, ‘MONOCHROME’, which does not fulfil the requirements of Project Polychrome by design; it has been retained in relation to the Bastion Tesseract AIC, but not approved for use.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Audio Transcript of O5 Council Meeting II</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<p><strong>Present:</strong> O5-01 through O5-13</p>\n<hr/>\n<p><strong>[BEGIN LOG]</strong></p>\n<p><em>[Sound of wooden doors opening.]</em></p>\n<p><strong>O5-01:</strong> Overseer Eleven has arrived, and the Overseer Council is now in full attendance. This meeting may now proceed. Overseer Thirteen, please present your reason for requesting this proceeding.</p>\n<p><strong>O5-13:</strong> I need to oversee Black Dogma. Personally.</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>O5-06:</strong> No.</p>\n<p><strong>O5-01:</strong> Overseer Thirteen, could you please elaborate on this necessity?</p>\n<p><strong>O5-13:</strong> I <em>must</em> be allowed to oversee and direct Operation Black Dogma, to ensure Ulysses isn’t affected by it.</p>\n<p><strong>O5-06:</strong> <em>[Sighs.]</em> Not this again…</p>\n<p><strong>O5-07:</strong> If you just tell us —</p>\n<p><strong>O5-13:</strong> I will not disclose Ulysses’ identity.</p>\n<p><strong>O5-03:</strong> Then how can you expect us to keep them safe?</p>\n<p><strong>O5-13:</strong> By allowing me to oversee the operation —</p>\n<p><strong>O5-06:</strong> No! No, this is ridiculous. The only three departments we need for Dogma are Task Forces, the Techies, and the Diplomats. That puts Three, Five, and Ten in charge. We don’t need your department and we don’t need you, so why the hell would we put you in charge?</p>\n<p><strong>O5-13:</strong> The loss of Ulysses —</p>\n<p><strong>O5-07:</strong> Can be easily avoided if you just <em>give us the name.</em></p>\n<p><strong>O5-03:</strong> I agree. If you’re genuinely concerned, we can take that into consideration and adjust our course accordingly – but beyond that, I don’t see any reason for you to be involved.</p>\n<p><strong>O5-06:</strong> … reality benders. We’re only targeting reality benders in Black Dogma.</p>\n<p><strong>O5-01:</strong> The approved proposal for Operation Black Dogma —</p>\n<p><strong>O5-06:</strong> Affects the whole Zeroist group, I know, but the only people that will get <em>hurt</em> are reality benders.</p>\n<p><strong>O5-13:</strong> Your point?</p>\n<p><strong>O5-06:</strong> Well, if you’re worried Ulysses will get hurt, then they must be a reality bender, no? One, remind me if I’m wrong, but doesn’t the charter expressly forbid us from working with reality benders?</p>\n<p><strong>O5-01:</strong> The Administrator’s Charter prohibits the Foundation from creating or utilising anomalies for any reasons, and the manipulation of reality is classed as an anomalous phenomenon. Foundation personnel, including the Overseer Council, are therefore prohibited from collaborating with reality manipulators.</p>\n<p><strong>O5-06:</strong> Right, and if an Overseer breaks the charter…</p>\n<p><strong>O5-01:</strong> They are liable for immediate dismissal from the Council, and further penalties as determined by an court of inquiry conducted by the Department of Internal Security.</p>\n<p><strong>O5-06:</strong> I motion for Overseer Thirteen to be stripped of his position, on the grounds he is collaborating with and utilising an anomalous individual —</p>\n<p><strong>O5-13:</strong> I did not say that Ulysses is a reality bender.</p>\n<p><strong>O5-06:</strong> Then you’ve got nothing to worry about, since Black Dogma won’t hit them if they aren’t a reality bender, so there’s no need for you to run the operation!</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>O5-13:</strong> … not necessarily.</p>\n<p><strong>O5-06:</strong> <em>Not necessarily?</em></p>\n<p><strong>O5-13:</strong> Operation Black Dogma is causally reliant on the completion of Project Polychrome. If the latter is retroactively erased, the former will be as well.</p>\n<p><strong>O5-05:</strong> … yes, but we’ve taken every precaution we can to protect Project Polychrome from being altered. Everyone involved is completely anonymous, they have no reason to suspect we did anything more than approve the project – which anyone in our position could have done – and even otherwise, everyone on this council has been anonymous for decades thanks to our standard procedures. The Zeroists can’t identify any specific person that was critical to Project Polychrome, their only choice is to erase the entire Foundation.</p>\n<p><strong>O5-13:</strong> No. They only need to erase one person.</p>\n<p><strong>O5-04:</strong> Oh, <em>hell.</em></p>\n<p><strong>O5-05:</strong> What? Who? How?</p>\n<p><strong>O5-04:</strong> <em>Ulysses.</em></p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>O5-13:</strong> If the Zeroists erase Ulysses, they erase our discovery of their existence, and everything we have done in response. We would also lose all of Ulysses’ previous contributions to the Foundation – not least of which is our survival of the 20’s Crisis. We cannot afford to lose Ulysses.</p>\n<p><strong>O5-07:</strong> Then we need to protect them – Thirteen, <em>give us</em> —</p>\n<p><strong>O5-13:</strong> Their name?</p>\n<p><strong>O5-07:</strong> Yes!</p>\n<p><strong>O5-13:</strong> You want me to identify them, so you can record how to avoid harming them during Black Dogma?</p>\n<p><strong>O5-07:</strong> Yes, that’s —</p>\n<p><strong>O5-13:</strong> A record that implies they are someone of extreme importance to us? A record the Zeroists could acquire – with time, or simply rewriting history until they do – to find the one, single individual who revealed their existence?</p>\n<p><strong>O5-07:</strong> We don’t have to say that they’re Ulysses —</p>\n<p><strong>O5-03:</strong> No, he’s right. If we spare one of the Zeroists for no apparent reason, they’ll get suspicious, and the fastest conclusion to come to is that they’re a traitor. Erase the traitor, erase the problem.</p>\n<p><strong>O5-10:</strong> What if we spare several of them at random?</p>\n<p><strong>O5-04:</strong> Either they all get erased, or we risk survivors who can revive the group.</p>\n<p><strong>O5-06:</strong> I don’t see how this changes anything. If Ulysses is a reality bender, we knock them off as usual so they can’t erase themself; if they aren’t, they’re an average joe we aren’t aiming for anyway, and they’ll blend in with all the other joes we spare. Either way, we still don’t need Thirteen involved!</p>\n<p><strong>O5-13:</strong> You are overlooking the <em>ramifications</em> of our actions. Our goal is to change the fundamental beliefs of the Zeroist’s faith – as with any religion some will accept them, others will not, and conflict will ensue between them. Conflict which the Zeroists will react to as they always have – by erasing their competition. Regardless of Ulysses’ capabilities and position within the group, as long as someone – anyone – even suspects they are aligned with the opposing division, there is a catastrophically high risk they will erase Ulysses and unknowingly remove our influence over the group.</p>\n<p><em>[Several seconds of silence elapse.]</em></p>\n<p><strong>O5-13:</strong> I <em>must</em> be allowed to oversee and direct Operation Black Dogma, to ensure Ulysses isn’t affected by it. Their anonymity is their best protection, and the fact no-one else here knows anything conclusive about them, despite your repeated attempts using the extensive resources at your disposal, proves that I am aptly competent at preserving that anonymity even beneath intense scrutiny. None of you have prior experience with Ulysses, and any one of you could make a mistake that reveals their identity. This is not a time we can afford any mistakes, nor risk them.</p>\n<p><strong>O5-03:</strong> You don’t have any experience with operations of this size – you could make a mistake that we could have avoided. We can’t give it all over to you.</p>\n<p><strong>O5-13:</strong> Then don’t. I am not asking for singular control; I am asking for notification as events unfold, and permission to intervene when necessary. Control of the operation will remain with you, Five, and Ten. My intrusions may seem illogical and I will not be able to explain them, but I will only act to protect Ulysses, and I will aim to be as minimally interruptive and detrimental as possible. Does this sound reasonable?</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>O5-01:</strong> Are there any further concerns or comments that anyone would like to raise before we conduct a vote regarding Overseer Thirteen’s request?</p>\n<p><strong>O5-06:</strong> I don’t like this. At all.</p>\n<p><strong>O5-13:</strong> Do you have an alternative?</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>[END LOG]</strong></p>\n<hr/>\n<p><strong>Afterword:</strong> Subsequent vote was 7-3-3 in favour; motion for Overseer Thirteen to oversee Operation Black Dogma, in addition to Overseers Three, Five, and Ten, approved.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Operation Black Dogma</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<div style=\"text-align: center;\">\n<h2><span>Operation Black Dogma</span></h2>\n<h4><span>Operation Serial LQN-PZ88-5403</span></h4>\n<div style=\"text-align: right; font-size: 90%; font-style: italic\">\n<p>O5-01<br/>\nHigh Command</p>\n</div>\n</div>\n<hr/>\n<p><strong>Purpose:</strong> The strategic dissemination of misinformation throughout GOI-4379 (‘Zeroists’) to portray the anomalous capabilities of reality manipulating individuals as undesirable, to deter the group from utilising such capabilities for their own benefit.</p>\n<p><strong>Method:</strong> Using information covertly collected during earlier investigation into GOI-4379, VictorJohnDunneSmith.aic will create several independent AICs, which will contact members of GOI-4379 strongly motivated by self-guilt and/or more likely to accept reality manipulation as undesirable. These AICs will present themselves as former acquaintances who were improperly erased from reality, referring to personal information where necessary to convince the contacted parties, and vehemently request that GOI-4379 immediately cease all retroactive erasure activities on religious and moral grounds, as the (perceived) loss of all memories regarding the individuals prevents them from being totally erased from existence.</p>\n<p>A falsified Level 1 SCP document (SCP-2439, ‘Forgotten Voices’) will be disseminated to all Foundation personnel as mandatory reading, detailing digital communications from retroactively erased individuals as a newly encountered and ongoing anomalous occurrence; this file will be encountered by all GOI-4379 adherents within the Foundation, portraying the AIC’s communications as genuine. This file will be decommissioned at a future period after the conclusion of Operation Black Dogma.</p>\n<blockquote>\n<p>The Zeroists, of course, will react by trying to erase the AICs, free them from the burden of half-existence they’re stuck in. There’s nothing we can do about that – if the AICs disagree, it’ll immediately break the illusion.</p>\n<p>But depending on how the Zeroists’ method works, this could actually <em>increase</em> Black Dogma’s success; if the changes follow a path of least resistance – which it seems to – then erasing an AIC would just mean a slightly different one was created to do and say the exact same things.</p>\n<p>To the Zeroists, it’d look like irrefutable proof that some, most, or all of the people they erase are actually damned to a half-existence the group views as abominable. I’d be amazed if they continued after that.</p>\n<p><em>— O5-04 ‘the Ironic’, Department of Cognitohazards</em></p>\n</blockquote>\n<p>Operation Black Dogma will be overseen by O5-03 (‘the Modest’), O5-05 (‘the Progressive’), O5-10 (‘the Social’), and O5-13 (‘the Other’), with advisement from the other members of the Overseer Council as required. The overall operation will be managed by Mobile Task Forces Alpha-1 (‘Red Right Hand’), Beta-1 (‘Blue Backhand’), and Gamma-1 (‘Lime Left Hand’), who will ensure that all participants in the operation have no loyalty to any groups other than the Foundation.</p>\n<p>O5-07 (‘the Diligent’), as representative of the Department of Recordkeeping, has pre-emptively approved for all information pertaining to counter-options against GOI-4379, including Operation Black Dogma, to be classified ‘Overseer / Operative Eyes Only’ and withheld from the Department of Recordkeeping until the threat posed by the group has been confirmed as neutralised, to minimise the potential for retaliation by GOI-4379.</p>\n<p><strong>Result:</strong> Successful. The entirety of GOI-4379 now perceives the retroactive erasure of individuals by reality manipulators as grossly immoral; while several cells initially voiced disapproval or suspicion against this, intercepted discussions revealed that the religion opposes the formation of any internal divisions, and so these groups acquiesced to the majority consensus of GOI-4379. It is possible, but unconfirmable, that the internal conflict predicted by O5-13 resulted in the retroactive erasure of all dissidents who would not accept this change.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Truncated Interview with GOI-4379 Agent</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<p><strong>Interviewed:</strong> Informant for GOI-4379 (‘Zeroists’)</p>\n<p><strong>Interviewer:</strong> Mobile Task Force Gamma-1 (‘Lime Left Hand’) Agent</p>\n<p><strong>Foreword:</strong> Identifying information removed to prevent retroactive erasure of either participant. Interviewed subject was identified by VictorJohnDunneSmith.aic during Operation Black Dogma as an informant for GOI-4379 within the Foundation; MTF Gamma-1 covertly apprehended the suspect during a site-wide containment breach.</p>\n<hr/>\n<p><strong>[BEGIN LOG]</strong></p>\n<p><strong>Informant:</strong> Look, thanks for getting me out of there and all, you saved my life, but what’s the deal with leaving me in here?</p>\n<p><strong>Agent:</strong> This is an interrogation room. Take a guess.</p>\n<p><strong>Informant:</strong> What, about the breach? You think I had something to do with it?</p>\n<p><strong>Agent:</strong> There weren’t enough staff assigned to SCP-████. You didn’t do it yourself, but you either helped, or are complicit by affiliation.</p>\n<p><em>[Two seconds of silence.]</em></p>\n<p><strong>Informant:</strong> What are you on about? I’m [AN EMPLOYEE], I don’t —</p>\n<p><strong>Agent:</strong> Drop the charade. We know you’re with the cult.</p>\n<p><strong>Informant:</strong> What… what cult? I don’t —</p>\n<p><em>[Agent lists several other members of GOI-4379 that [INFORMANT] has extensive contact with.]</em></p>\n<p><strong>Agent:</strong> Should I continue?</p>\n<p><strong>Informant:</strong> … how could you —</p>\n<p><strong>Agent:</strong> The breach. Explain your role.</p>\n<p><strong>Informant:</strong> I… I don’t…</p>\n<p><strong>Agent:</strong> We already know, [INFORMANT]. I’ve been authorised to use forceful means if you won’t cooperate. You will answer our questions, it’s only a matter of how difficult you make it for yourself.</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>Agent:</strong> Explain.</p>\n<p><strong>Informant:</strong> … I… I’ve been watching ████ for weeks. Just seeing who’s needed to keep it inside. It might not have been me, though, someone else might’ve been watching too. I don’t know.</p>\n<p><strong>Agent:</strong> What happens when the [ANOMALY] escapes?</p>\n<p><strong>Informant:</strong> Someone else picks it up eventually, I guess.</p>\n<p><strong>Agent:</strong> <em>You guess?</em></p>\n<p><strong>Informant:</strong> I just focus on getting it out, remembering everyone that brings it back in. I don’t know anything about what happens after that, that’s someone else’s problem.</p>\n<p><strong>Agent:</strong> How many breaches have you caused?</p>\n<p><strong>Informant:</strong> Don’t know. Somewhere up in the [ESTIMATE I], maybe.</p>\n<p><strong>Agent:</strong> You’ve only worked at [FACILITY] for [TIME PERIOD]. There’s only been [NUMBER] breaches in that time.</p>\n<p><strong>Informant:</strong> Because most of them haven’t happened anymore. You can’t remember what hasn’t happened.</p>\n<p><strong>Agent:</strong> But you do.</p>\n<p><strong>Informant:</strong> Well…</p>\n<p><em>[A moment of silence.]</em></p>\n<p><strong>Informant:</strong> Sort of. Enough to know about how large the gap is, but not enough for them to still exist. It’s… kind of a feeling. I know there’s a lot we’ve undone, around [ESTIMATE I] I might’ve helped with, but I don’t remember anything specific, like what happened, or what the things were.</p>\n<p><strong>Agent:</strong> How many Foundation staff have been erased?</p>\n<p><strong>Informant:</strong> Because of me? Up in the [ESTIMATE II]. If you mean overall… that’s a <em>big</em> number.</p>\n<p><strong>Agent:</strong> And there weren’t any plans to capture the escaped anomalies?</p>\n<p><strong>Informant:</strong> Nope.</p>\n<p><strong>Agent:</strong> You just kill whoever —</p>\n<p><strong>Informant:</strong> No, no no, not kill, <em>erase</em>.</p>\n<p><strong>Agent:</strong> Explain the difference.</p>\n<p><strong>Informant:</strong> Killing someone means they still exist, but they’ll eventually be completely forgotten. Everything they did echoes forever, but because nobody remembers them they can’t be freed – they’re damned to eternal purgatory, on the verge of nonexistence but not quite there. It’s bad enough we exist in the first place, forcing someone else to stay is… it’s abominable.</p>\n<p><strong>Agent:</strong> Whereas erasure…</p>\n<p><strong>Informant:</strong> Whereas erasure is a benefit to everyone. You benefit by being freed, spending eternity in the bliss of perfect nonexistence, cleansed of your sin and burdened by nothing; we benefit by removing an obstacle stopping us from releasing <em>everyone</em> into that paradise.</p>\n<p><strong>Agent:</strong> You’re assuming everyone wants to be erased from existence.</p>\n<p><strong>Informant:</strong> Because you haven’t seen nothingness, or you don’t understand it. If you did, you’d help us.</p>\n<p><strong>Agent:</strong> Describe it, then.</p>\n<p><em>[Informant erupts into laughter.]</em></p>\n<p><strong>Informant:</strong> Describe it? Hah, that’s a good one! Describe it…</p>\n<p><em>[Informant resumes laughing.]</em></p>\n<p><strong>Agent:</strong> Enough.</p>\n<p><em>[Informant’s laughter progressively subsides.]</em></p>\n<p><strong>Informant:</strong> You can’t… you can’t describe nonexistence, there’s nothing to describe. Even if there was, there’s no possible way of doing it without being paradoxical – describing something says what it <em>is</em>, but nonexistence <em>isn’t</em>. If I say it’s black, then there is no colour black; it can’t be alive, nor dead, nor inanimate, because those are characteristics that exist. I can’t describe what it is because everything I’d say is what it isn’t.</p>\n<p><strong>Agent:</strong> But that’s a description. It’s everything that isn’t.</p>\n<p><strong>Informant:</strong> But that’s the thing – it isn’t. Describing by negation, saying what something <em>is not</em> is just a vaguer way of saying what it <em>is</em>. It can’t be black, because black exists – but it can’t <em>not</em> be black, because it would <em>be</em> something that lacks the colour black. So it can’t be either. It is what it isn’t, it isn’t what it is, but it’s neither at the same time.</p>\n<p><em>[Several seconds of silence.]</em></p>\n<p><strong>Informant:</strong> You don’t get it, do you.</p>\n<p><strong>Agent:</strong> Not really, no.</p>\n<p><strong>Informant:</strong> Alright, uhh… the name. The name proves my point – we call it ‘non-existence,’ right?</p>\n<p><strong>Agent:</strong> Mhm.</p>\n<p><strong>Informant:</strong> Right, and ‘non-existence’ means ‘that which does not exist,’ right?</p>\n<p><strong>Agent:</strong> Mhm.</p>\n<p><strong>Informant:</strong> And that would include itself, right? Nonexistence is nonexistent?</p>\n<p><strong>Agent:</strong> Mhm.</p>\n<p><strong>Informant:</strong> But we’ve named it ‘nonexistence.’</p>\n<p><strong>Agent:</strong> Mhm.</p>\n<p><strong>Informant:</strong> So it exists. Nonexistence <em>exists</em>, because we’ve named it.</p>\n<p><strong>Agent:</strong> Mhm.</p>\n<p><strong>Informant:</strong> So when we say ‘nonexistence’, we aren’t really talking about nonexistence – we’re talking about a façade of it. <em>That</em> is what I’m describing – I’m describing the façade of nonexistence, as best I can, but in truth I can’t really describe nonexistence itself.</p>\n<p><strong>Agent:</strong> So when your group uses zero as an example…</p>\n<p><strong>Informant:</strong> It’s a parable of a parable. Nonexistence can’t really be understood except in relation to itself, but we’re so used to existing, with everything being interconnected and comparable, that we just… can’t process anything outside of that, anything isolated from everything else. The only way to lead people to it, to help them even begin to understand, is to compare it to the system of existence, and overlook how wrong the connection is.</p>\n<p><strong>Agent:</strong> It <em>is</em> difficult to understand otherwise.</p>\n<p><strong>Informant:</strong> Exactly! Could you imagine what it would be like if we tried to throw someone straight into the deep end? Show them true nonexistence without even the slightest preparation beforehand?</p>\n<p><strong>Agent:</strong> You mentioned ‘seeing nonexistence’ earlier…</p>\n<p><strong>Informant:</strong> I meant metaphorically. … sort of. Experience would be a better word, or… feel.</p>\n<p><strong>Agent:</strong> This experience – how is it done?</p>\n<p><strong>Informant:</strong> There’s only some people that can do it – they have this… innate quality, that lets you… it’s really quite difficult to describe. But you ‘see’ nonexistence, or feel it, or skim it or… it’s a unique experience. I’m not one of the ones who can do it, so I don’t know how exactly it works, but I have been led through it by someone who could.</p>\n<p><strong>Agent:</strong> Who were they? The one who let you ‘see’?</p>\n<p><strong>Informant:</strong> [NAME], who you seem to already know about. [THEY ARE] one of the lower-capability ones,<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-10\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-10')\">10</a></sup> get a bit of difficulty with it. Great [PERSON] though, if you asked them they’d probably be more than willing to explain it better than I can.</p>\n<p><strong>Agent:</strong> We will take that into consideration.</p>\n<p><em>[Sound of sliding paper.]</em></p>\n<p><strong>Agent:</strong> Tell me about this.</p>\n<p><strong>Informant:</strong> It’s… a math equation, I think?</p>\n<p><strong>Agent:</strong> What is it for? What does it do?</p>\n<p><strong>Informant:</strong> I don’t know, calculate something?</p>\n<p><strong>Agent:</strong> If you won’t cooperate —</p>\n<p><strong>Informant:</strong> I am, I’ve never seen this before in my life! I don’t know what it is!</p>\n<p><strong>Agent:</strong> Then why is it being disseminated throughout your cult? The majority of people we’ve identified own a copy of this – what is it, a religious text?</p>\n<p><strong>Informant:</strong> What? No, we – we don’t do scriptures, there’s no point, we’d lose them whenever the writer was released.</p>\n<p><strong>Agent:</strong> Then what is it?</p>\n<p><strong>Informant:</strong> I told you, I don’t know!</p>\n<p><strong>Agent:</strong> Have you overheard anything within your cult —</p>\n<p><strong>Informant:</strong> — we aren’t a cult, it’s a —</p>\n<p><strong>Agent:</strong> — about a formula or equation like this?</p>\n<p><strong>Informant:</strong> No! No, I haven’t, I haven’t heard anything about a maths equation going around, and I have no idea why one would. Just… just ask one of the others, maybe they can explain it, but I have no idea!</p>\n<p><em>[Several seconds of silence. Sound of sliding paper.]</em></p>\n<p><strong>Agent:</strong> Regarding the others in your… group. You said you erase our personnel —</p>\n<p><strong>Informant:</strong> No, I – <em>I</em> don’t, I just figure out who needs to be, then tell someone who can.</p>\n<p><strong>Agent:</strong> And you do this to cause containment breaches, under the assumption someone else in your group will collect the anomalies later, despite making no preparations or plans to do so.</p>\n<p><strong>Informant:</strong> Yes.</p>\n<p><strong>Agent:</strong> But your group has acquired several anomalies this way?</p>\n<p><strong>Informant:</strong> Some of them, yes.</p>\n<p><strong>Agent:</strong> I need you to list and describe the anomalies your group possesses. All of them.</p>\n<p><strong>[END EXCERPT]</strong></p>\n<hr/>\n<p><strong>Afterword:</strong> Interrogation continued for an additional three and a half hours; Informant remained cooperative throughout, but repeatedly encouraged the Agent and/or other Foundation personnel to contact several members of GOI-4379 known to be capable of retroactive erasure. Informant was implanted with a subdermal GPS tracker, amnestised, and returned to [FACILITY] for continued monitoring, with an appropriate cover story explaining their absence and loss of memory.</p>\n<p>Mobile Task Force Beta-1 (‘Blue Backhand’) was instructed to redirect on-site containment efforts away from SCP-████ to avoid the retroactive erasure of staff; the anomaly was lost as a result.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Operation Hard Miasma</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<div style=\"text-align: center;\">\n<h2><span>Operation Hard Miasma</span></h2>\n<h4><span>Operation Serial MRG-VS22-7389</span></h4>\n<div style=\"text-align: right; font-size: 90%; font-style: italic\">\n<p>O5-01<br/>\nHigh Command</p>\n</div>\n</div>\n<hr/>\n<p><strong>Purpose:</strong> The neutralisation of all reality manipulators loyal to GOI-4379 (‘Zeroists’), in a manner which inhibits targets from manipulating history in favour of themselves or the group.</p>\n<p><strong>Method:</strong> VictorJohnDunneSmith.aic and derivative AICs will compile a comprehensive list of all known, suspected, and potential reality manipulators affiliated with GOI-4379, covertly monitoring their regular activities, preferences, and potential further targets for Operation Hard Miasma participants. Reality manipulators capable of altering history and/or reanimating deceased individuals will be prioritised. Foundation strike teams will distribute globally to allow for a co-ordinated execution of their objectives against all identified targets simultaneously.</p>\n<p>The water sources, food supplies, and enclosed areas frequented by each target will be contaminated with a minimum of 6 milligrams of ‘heavy bronze’<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-11\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-11')\">11</a></sup> per litre / serving / cubic metre of air; sources and spaces less frequented by unaffiliated individuals will be preferred to minimise collateral damage, however additional casualties have been deemed acceptable to ensure the success of Operation Hard Miasma.</p>\n<p>Targets who seek medical assistance will be intercepted by medically-trained agents, who will covertly administer further heavy bronze under the guise of treatment. Participating Foundation marksmen will attempt to terminate all other targets using high-calibre beryllium-bronze ammunition once symptoms have sufficiently impaired their ability to anomalously retaliate. Without appropriate medical treatment, all targets showing symptoms will be deceased within several hours.</p>\n<p>O5-08 (‘the Virtuous’), as representative of the Ethics Committee, has approved for participants in Operation Hard Miasma to pursue all methods deemed necessary to ensure the operation’s success, under the condition that all reports relating to the operation be disclosed to the Ethics Committee following its conclusion, to allow for scrutiny of employed methods and punitive actions as necessary.</p>\n<p>As a continuation of Operation Black Dogma, Operation Hard Miasma will be overseen by O5-03, O5-05, O5-10, and O5-13, with further advisement as needed, and managed by Mobile Task Forces Alpha-1, Beta-1, and Gamma-1. O5-07 has approved for the information security procedures of Operation Black Dogma to be continued in Operation Hard Miasma.</p>\n<p><strong>Result:</strong> Successful. Several targets retaliated in unforeseen manners, creating numerous anomalous phenomena and requiring extensive intervention by the Department of the Veil. Examples include:</p>\n<ul>\n<li>Spontaneous transmutation into Large Scale Aggressors, requiring the global deployment of MTFs <a href=\"/task-forces#eta-5\">Eta-5 (‘Jäeger Bombers’)</a>, Xi-13 (‘Sequere Nos’), and <a href=\"/task-forces#nu-7\">Nu-7 (‘Hammer Down’)</a>;</li>\n<li>Rapid duplication into over 13,000 identical, radioactive instances, believed to be an attempt to circumvent heavy bronze poisoning (failed, as all instances had identical quantities of heavy bronze in their circulatory systems);</li>\n<li>An unclear spatio-temporal anomaly affecting the Barra district of Salvador, Brazil;</li>\n<li>The spontaneous exsanguination of all organisms within 10 kilometres of Malbrough, Australia;</li>\n<li>The death of Factory spokesperson Jamal Shawson during a live, televised press conference;<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-12\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-12')\">12</a></sup></li>\n<li>The creation of GOI-5567 (‘Remnants of Sephiroth’);</li>\n<li>Over 100,000 consecutive manifestations of heavy-bronze contaminated human blood across the world, each averaging 5 litres (approximately the amount an average human would contain).</li>\n</ul>\n<p>Where able, these events were attributed as publicity stunts conducted by the Factory to undermine their ongoing incursion into consensus reality.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Operation Shallow Sieve</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<div style=\"text-align: center;\">\n<h2><span>Operation Shallow Sieve</span></h2>\n<h4><span>Operation Serial ABR-PM79-5534</span></h4>\n<div style=\"text-align: right; font-size: 90%; font-style: italic\">\n<p>O5-01<br/>\nHigh Command</p>\n</div>\n</div>\n<hr/>\n<p><strong>Purpose:</strong> The confiscation of all anomalies owned by GOI-4379 which could potentially be used to retroactively alter history.</p>\n<p><strong>Method:</strong> VictorJohnDunneSmith.aic and derivative AICs will observe all known, suspected, and potential surviving members of GOI-4379, identifying their regular activities, preferred travel routes, and potential further targets for surveillance. Using this information, Foundation agents will covertly apprehend and detain several members of GOI-4379 at times where their extended absence would not arouse suspicion; these suspects will be interrogated for all information they know regarding anomalous phenomena owned by GOI-4379, including:</p>\n<ul>\n<li>The properties of the phenomena;</li>\n<li>The method/s used to contain or control the phenomena;</li>\n<li>The location/s the phenomena is contained at;</li>\n<li>GOI-4379’s focus of research into the phenomena;</li>\n<li>All individuals involved with the containment, research, and/or protection of the phenomena.</li>\n</ul>\n<p>The use of physical and limited amnestic techniques<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-809361-13\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-809361-13')\">13</a></sup> has been approved by O5-08 ‘the Virtuous,’ as representative of the Ethics Committee, for no more than 50% of interrogated suspects. At the conclusion of these interrogations, suspects will be implanted with a subdermal GPS tracker, amnestised, and released; surveillance of the suspects’ movements will highlight locations of interest, with focus on areas frequented by individuals with suspected or professed research and/or containment roles within GOI-4379.</p>\n<p>Once a location believed to be in use by GOI-4379 as an anomaly storage facility is identified, a viable cover story will be prepared to attribute the destruction of the location to general misfortune (such as a natural disaster, gas pipeline explosion, or aircraft collision), then Foundation strike teams will raid the facility. All anomalies encountered will be documented and catalogued; anomalies with a high potential of enabling GOI-4379 to retroactively alter history, either directly or through interaction with other anomalies, will be confiscated and replaced with non-anomalous and/or inert replicas to avoid suspicion. Several minor anomalies with a low probability of usefulness to GOI-4379 will be left in their possession, as the unilateral confiscation of all anomalies would arouse suspicion and/or encourage the group to acquire more.</p>\n<p>As a continuation of Operation Hard Miasma, Operation Shallow Sieve will be overseen by O5-03, O5-05, O5-10, and O5-13, with further advisement as needed, and managed by Mobile Task Forces Alpha-1, Beta-1, and Gamma-1. O5-07 has approved for the information security procedures of Operation Hard Miasma to be continued in Operation Shallow Sieve, and O5-08 has authorised all methods to be pursued under the same conditions as Operation Hard Miasma</p>\n<p><strong>Outcome:</strong> Successful. Intercepted communications within GOI-4379 indicates that members are attributing the sudden rise in facility and anomaly losses to the loss of their reality manipulating population, who formerly would have erased such occurrences to the group’s benefit.</p>\n<p>Mobile Task Force Omicron-36 (‘Fog Memorial’) has been formed to oversee, manage, and execute all further operations necessary to prevent GOI-4379 from retroactively altering history and/or accomplishing their primary goal.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h3><span><strong>Relevant Overseer Council E-mails</strong></span></h3>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials check</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Credentials verified. Displaying file, clearance Level 6</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<div class=\"blockquote\">\n<p>Overseer Six,</p>\n<p>The Department of Finances, Analytics, &amp; Statistics has completed its review and analysis of the data provided to us by Overseer Three, Overseer Five, and Overseer Ten, following the successful conclusion of Operation Shallow Sieve. The attached Foundation Analytics &amp; Statistics Report is the compilation of this data and our findings, encompassing the findings of all Artificial Intelligence Constructs involved in the operation, the after-action reports submitted by all participants in Operation Black Dogma, Operation Hard Miasma, and Operation Shallow Sieve, and all information of relevance sourced from other Foundation personnel who were not directly involved with and/or aware of the operations.</p>\n<p>You are currently the only recipient of this report, which has not yet been disseminated to the remainder of the council.</p>\n<p>Please observe the findings detailed in Section 4.2.3 ‘Anomalies Recovered From GOI-4379’, paragraph 9, and respond with how we should proceed.</p>\n<p>- O5-02, Department of Finances, Resources &amp; Statistics.</p>\n</div>\n<div class=\"blockquote\">\n<p>One,</p>\n<p>Call a meeting. Everyone except Thirteen.</p>\n<p><a href=\"https://scp-wiki.wikidot.com/jack-ike-s-proposal-iv/offset/1\">We need to talk.</a></p>\n<p>- Overseer Three</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"footnotes-footer\">\n<div class=\"title\">Footnotes</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-1\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-1')\">1</a>. The <em>Petrus</em> class designates an anomaly’s existence as unconfirmed, however its attributed properties are too hazardous to risk accidental activation; the anomaly is assumed to exist as a precaution until otherwise refuted.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-2\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-2')\">2</a>. E.g. the speed of light in a perfect vacuum; the Planck constant; the value of Pi; etc.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-3\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-3')\">3</a>. A number whose value cannot be accurately calculated by using a ratio of integers. The value of pi is an example of an irrational number.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-4\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-4')\">4</a>. <em>‘A semiohazard, informally, is a fact of the universe that just shouldn't be true, but functionally is.’</em> <a href=\"/scp-5242\">‘Intro to Semiontology’ by S. M. KATZ, ESQ.</a>.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-5\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-5')\">5</a>. The <em>Ohr</em> disruption class denotes an anomaly with the ability to redefine normalcy / the Veil, but in a manner which renders such changes undetectable. The <em>Tangent</em> risk class denotes an anomaly which will cause catastrophic damage and/or loss of life, but possesses properties which will prevent such from being recognised.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-6\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-6')\">6</a>. Partially untrue; there are some situations, such as in computing, where positive zero and negative zero are differentiated, but treated as equal in numerical operations.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-7\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-7')\">7</a>. Colloquially cited as ‘<em>For every action, there is an equal and opposite reaction</em>.’</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-8\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-8')\">8</a>. A large number of reassignments to an undisclosed, high-security assignment within as short period of time could potentially be identified by GOI-4379, whereas urgent reassignment to several mundane projects is more likely to be overlooked.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-9\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-9')\">9</a>. Although typically prohibited due to increased probabilities of neurological damage, repeated amnestisation has been approved in Project Polychrome; the second amnestisation will compound the effects of the first, resulting in attempts to retrieve suppressed memories only divulging the period in-between amnestisations, portraying Project Polychrome as exclusively involving the review and approval of AIC programs.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-10\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-10')\">10</a>. Information obtained by VictorJohnDunneSmith.aic strongly indicated that the named individual was well-known to be highly capable (category III+ reality bender) among their cell, and was capable of retroactively erasing individuals under certain circumstances.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-11\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-11')\">11</a>. A beryllium bronze alloy (94% copper; 3% beryllium; 2% mercury; 0.5% cadmium; 0.5% polonium-210) used by the Global Occult Coalition to covertly terminate reality benders. Beryllium bronze alloys are immune to most types of reality manipulation, enabling heavy bronze to function as a highly toxic poison (lethal at doses of 2 milligrams) that is difficult to remove through anomalous means; initial symptoms can be mistaken for a common cold, before escalating into severe cognitive impairment and catastrophic organ failure.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-12\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-12')\">12</a>. Jamal Shawson had no known affiliation with GOI-4379, had not been exposed to any known source of heavy bronze over the preceding 72 hours, and showed no symptoms until 11:06 AM, at which time they abruptly collapsed; participating agents in Shoshoni, Wyoming report this roughly coincides with their target becoming asymptomatic shortly before termination.</div>\n<div class=\"footnote-footer\" id=\"footnote-809361-13\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-809361-13')\">13</a>. A technique wherein interrogated suspects are amnestised, removing all memories of the interrogation, then interrogated a second time; used to identify possible fabrications through discrepancies in their recounts. Suspects are typically only amnestised once, as the neurological damage caused by repeated amnestisation may destroy the desired information.</div>\n</div>\n</div>\n</div>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/jack-ike-s-proposal-iv\">Null Sum Proposal</a>\" by Jack Ike, from the <a href=\"https://scpwiki.com\">SCP Wiki</a>. Source: <a href=\"https://scpwiki.com/jack-ike-s-proposal-iv\">https://scpwiki.com/jack-ike-s-proposal-iv</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For information on how to use this component, see the <a href=\"/component:license-box\">License Box component</a>. To read about licensing policy, see the <a href=\"/licensing-guide\">Licensing Guide</a>.</p>\n\n<blockquote>\n<p><strong>Filename:</strong> logo.svg<br/>\n<strong>Author:</strong> <span class=\"printuser avatarhover\"><a href=\"http://www.wikidot.com/user:info/rounderhouse\" onclick=\"WIKIDOT.page.listeners.userInfo(4187885); return false;\"><img alt=\"Rounderhouse\" class=\"small\" src=\"https://www.wikidot.com/avatar.php?userid=4187885&amp;amp;size=small&amp;amp;timestamp=1741548241\" style=\"background-image:url(https://www.wikidot.com/userkarma.php?u=4187885)\"/></a><a href=\"http://www.wikidot.com/user:info/rounderhouse\" onclick=\"WIKIDOT.page.listeners.userInfo(4187885); return false;\">Rounderhouse</a></span><br/>\n<strong>License:</strong> CC BY-SA 3.0<br/>\n<strong>Source Link:</strong> <a href=\"https://scp-wiki.wikidot.com/theme:the-way-out\">https://scp-wiki.wikidot.com/theme:the-way-out</a></p>\n</blockquote>\n<blockquote>\n<p><strong>Filename:</strong> ignosi.svg<br/>\n<strong>Author:</strong> <span class=\"error-inline\"><em>Calibri Bold</em> does not match any existing user name</span><br/>\n<strong>License:</strong> CC BY-SA 3.0<br/>\n<strong>Source Link:</strong> <a href=\"https://scp-wiki.wikidot.com/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/\">https://scp-wiki.wikidot.com/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/</a></p>\n</blockquote>\n\n</div>\n</div>\n</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[>]]\n\n[[module rate]]\n\n[[/>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/theme:basalt\">:scp-wiki:theme:basalt</a> darkmode=a ]]\n\n[[module css]]\n\n:root {\n\n    --title: \"IRON FOUNDATION\";\n\n}\n\n[[/module]]\n\n[[module ListPages  category=\"fragment\" parent=\".\" limit=\"1\" order=\"created_at\" offset=\"@URL|0\"]]\n\n%%content%%\n\n[[/module]]\n\n[!-- https://scp-wiki.wikidot.com/fragment:jack-ike-s-proposal-iv-1 --]\n\n[!-- https://scp-wiki.wikidot.com/fragment:jack-ike-s-proposal-iv-2 --]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a>]]\n\n=====\n\n> **Filename:** logo.svg\n\n> **Author:** [[*user Rounderhouse]]\n\n> **License:** CC BY-SA 3.0\n\n> **Source Link:** https://scp-wiki.wikidot.com/theme:the-way-out\n\n\n\n> **Filename:** ignosi.svg\n\n> **Author:** [[*user Calibri Bold]]\n\n> **License:** CC BY-SA 3.0\n\n> **Source Link:** https://scp-wiki.wikidot.com/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/\n\n=====\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["classification-committee-memo", "task-forces#eta-5", "task-forces#nu-7", "jack-ike-s-proposal-iv/offset/1", "scp-5242", "component:license-box", "licensing-guide", "theme:the-way-out", "calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "_cc", "_licensebox", "_listpages", "concept", "esoteric-class", "mathematical", "paradox", "reality-bending", "scp", "temporal"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/jack-ike-s-proposal-iv"}}