{"SCP-001": {"created_at": "2024-11-09T19:13:00", "creator": "PoufyPoufson", "domain": "scp-wiki.wikidot.com", "history": [{"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "Uploaded file \"one\".", "date": "2024-11-09T19:13:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "", "date": "2024-11-09T19:13:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "Uploaded file \"four\".", "date": "2024-11-09T19:14:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "Uploaded file \"three\".", "date": "2024-11-09T19:14:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "Uploaded file \"two\".", "date": "2024-11-09T19:14:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "", "date": "2024-11-09T19:15:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "Added tags: 001-proposal, scp. ", "date": "2024-11-09T19:16:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "", "date": "2024-11-09T19:16:00"}, {"author": "Bmbworried", "author_href": "http://www.wikidot.com/user:info/bmbworried", "comment": "Added tags: esoteric-class. ", "date": "2024-11-09T19:33:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "", "date": "2024-11-09T19:47:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "", "date": "2024-11-09T22:49:00"}, {"author": "PoufyPoufson", "author_href": "http://www.wikidot.com/user:info/poufypoufson", "comment": "", "date": "2024-11-17T23:13:00"}, {"author": "Bmbworried", "author_href": "http://www.wikidot.com/user:info/bmbworried", "comment": "Added tags: meta. ", "date": "2024-11-29T06:18:00"}, {"author": "psychicprogrammer", "author_href": "http://www.wikidot.com/user:info/psychicprogrammer", "comment": "Added tags: semiotics. ", "date": "2025-02-28T12:18:00"}, {"author": "bibliolatry", "author_href": "http://www.wikidot.com/user:info/bibliolatry", "comment": "Typo", "date": "2025-03-04T05:25:00"}], "hubs": ["semiotics-hub"], "images": ["https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/one/medium.jpg", "https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/two/medium.jpg", "https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/three/medium.jpg", "https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/four/medium.jpg"], "link": "poufys-proposal", "page_id": "1457306585", "rating": 5, "raw_content": "<html><body><div id=\"page-content\">\n\n<p><iframe src=\"//interwiki.scpwiki.com/styleFrame.html?priority=3&amp;theme=https://scp-wiki.wdfiles.com/local--code/theme%3Aminimalist-bhl/1&amp;css={$css}\" style=\"display: none\"></iframe></p>\n\n<div class=\"anom-bar-container item-IDEATE clear-1 Ideate class_here Ideate Ideate {$american}\">\n<div class=\"anom-bar\">\n<div class=\"top-box\">\n<div class=\"top-left-box\"><span class=\"item\">Item#:</span> <span class=\"number\">IDEATE</span></div>\n\n<div class=\"top-right-box\">\n<div class=\"level\">Level1</div>\n\n</div>\n</div>\n<div class=\"bottom-box\">\n<div class=\"text-part\">\n<div class=\"main-class\">\n<div class=\"contain-class\">\n<div class=\"class-category\">Containment Class:</div>\n<div class=\"class-text\">Ideate</div>\n</div>\n<div class=\"second-class\">\n<div class=\"class-category\">Secondary Class:</div>\n<div class=\"class-text\">class_here</div>\n</div>\n</div>\n<div class=\"disrupt-class\">\n<div class=\"class-category\">Disruption Class:</div>\n<div class=\"class-text\">Ideate</div>\n</div>\n<div class=\"risk-class\">\n<div class=\"class-category\">Risk Class:</div>\n<div class=\"class-text\">Ideate</div>\n</div>\n</div>\n<div class=\"diamond-part\">\n<div class=\"danger-diamond\"><a href=\"/classification-committee-memo\">link to memo</a><br/>\n\n\n\n\n\n\n\n</div>\n</div>\n</div>\n</div>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<div class=\"scp-image-block block-center\" style=\"width:100%;\"><a href=\"https://scp-wiki.wdfiles.com/local--files/poufys-proposal/one\"><img alt=\"one\" class=\"image\" src=\"https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/one/medium.jpg\"/></a>\n<div class=\"scp-image-caption\">\n<p>(Idea) - (A+B+C)</p>\n</div>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<p><strong>Description:</strong> This document was developed by Me, Myself, and I, and is currently considered the most effective form of relevant risk mitigation. SCP-001 happened again.</p>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<p><strong>Special Containment Procedures:</strong> Cross-analyze. Again, again, again.</p>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<script src=\"https://d3g0gp89917ko0.cloudfront.net/v--4b961b7cc327/common--javascript/yahooui/tabview-min.js\" type=\"text/javascript\"></script>\n<div class=\"yui-navset\" id=\"wiki-tabview-81938d64b4c677ad056d9c1f3da36064\">\n<ul class=\"yui-nav\">\n<li class=\"selected\"><a href=\"javascript:;\"><em>Subseme A</em></a></li>\n<li><a href=\"javascript:;\"><em>Subseme B</em></a></li>\n<li><a href=\"javascript:;\"><em>Subseme C</em></a></li>\n</ul>\n<div class=\"yui-content\">\n<div id=\"wiki-tab-0-0\">\n<p>The Big Bad Wolf once told me:</p>\n<p>After the containment breach, we hauled ass to clean up the site, and all the lingering imprints and confounding residue. It wasn't easy, though. Half of the fight was convincing anyone anything needed to be cleaned up. It's funny how much damage one thing can do, one wrong move, one tiny error, and our whole world up and outs. Breaking out of that state of disarray that we found ourselves in, it wasn't easy, no.</p>\n<p>It took a few weeks before the Site's reality field was any semblance of stable enough to start the dance, the farce, the great pretending act I've spent the better part of my directorship trying to maintain. I feel like I'm rigging a circus half of the time. The boys cleaned up what was left of the conceptual distortions- people, formerly- and put in place some anchors to keep everything tidy. It was convincing enough to get us onboarding objects again. Blanky stayed nice and tidy, fairly compliant with our cleanup effort, happy to go along with the whole charade. It'd be nice if I could've foreseen the mess it would continue to cause, over and over again. This Site is a mess. I keep telling myself I'll get out of that old, unfashionably masculine habit of hubris, of believing myself to be above these tried out tropes of fact- but I'm still human, unfortunately. We all are. Weeks by and the site is mostly functioning normally. <a href=\"https://scp-wiki.wikidot.com/scp-7783\">Powell</a> and <a href=\"https://scp-wiki.wikidot.com/scp-7793\">Stepham</a> and all of those senior staff members still had their run-ins, and the more uncommonly trodden corridors still had their occasional moments of instability.</p>\n<p>I wish we didn't insist that everything was under control. It would've kept me from this point.</p>\n<p>It ended up happening again, this time worse than the first. A breach so severe we blipped out of reality for a solid week or so.</p>\n<p>We didn't realize it at first, blips like that happen all the time. But then minutes passed and more and more of our comms avenues were just as dead. No response, go to our cells and it delivers and delivers. No response, and then you go to the internet and it's just as empty.</p>\n<p>It's an eerie feeling.</p>\n<p>For a little while afterward our composure slipped a little bit. It was tense, angry. We came to the right conclusion after a while though, that we needed to do what we were put there to do, we needed to go and figure it the fuck out. At that point I had spoken to, uh, SCP-001, and I laid out that by that point, I was already pretty certain the rest of humanity was wiped out.</p>\n<p>I had that feeling before and it was well past solidified by the time we decided to go out and scope around downtown. Maybe I should've thought about how dangerous it would be for us to go out there naked and pink, if something really had wiped out everyone else. But I guess it worked out fine.</p>\n<p>Stepping out of the theater, as a group, I felt really odd.</p>\n<p>The old church still there, Camino fine, the little fountains the kids would play in, everything was there and up and running, but just, totally empty.</p>\n<p>Nothing in sight, nothing in sound but the city. The sky was always blue, too. Not a cloud to be seen. Peaceful, in some sense, for the end of the world. I remember all of the people who obsessed about that quote on social media \"The world will end with a whimper, but not a roar\" or however it goes. Guess that was true enough. My thought process was something like \"Oh, it's an end of the scenario, I was left out, I gotta carry on what I was trained and figure out what happened\", which might be common sense. Not much to go on in the beginning.</p>\n<p>XK-Class-End-of-the-whatever, I was never good at remembering all of them. I'm not really sure what else to add from this point on, we spent a good few days just trying out all the different places looking for signs of human lives. It's not a lot of stuff worth elaborating on.</p>\n<p>I guess I could describe the buildings I searched, but they were all empty. No flesh pit or anything like that.</p>\n<p>It's just a bit boring, isn't it?</p>\n<p>By the time we reached Evernia there was more friction from searching together than not, I mean this was the least dangerous way the end could go about. I did come across a crow. So we know that it's just humans affected. It's not so hard to imagine a conversation with a crow, really, they're very people-like.</p>\n<div class=\"blockquote\">\n<p><em>[The environment has become noticeable darker in lighting, with only the immediate surroundings of Garza being sufficiently illuminated for vision. The walls and flooring appear to be in slightly better condition, although the composition has changed from industrial brick and tiles to plate steel and metal.]</em></p>\n<p><strong>Me:</strong> I should call Mom when I get out, maybe.</p>\n<p><em>[The corridor opens up into a large, desolate chamber with an undefined ceiling. The lighting is brighter here, with large fluorescent lamps hanging from the unseen roof. There are steel support beams periodically placed throughout the space. Clearly illuminated is a single bowling lane, with two bowling balls present in the return section.]</em></p>\n</div>\n<p>I was staring at the crow and weeds for too long.</p>\n<p>You know what, fine, I guess, you're all right, mutually disbanding from here out is probably the natural course. So I guess we all mutually agreed to investigate independently.</p>\n<p>It's hard to really track how long longness, existenceness, anything quantifiable, was abruptly nonexistent. It's almost impossible. Almost. But it was about a week. Blanky felt like making a big show of force, an extravagant production after being inadvertently monoanalyzed. That's why we're here, obviously. Everything exists in reference to, and enslaved by its immediate causal predecessor. Blanky is bound to it like you and I. I get pissed off, too- who doesn't! But I have age, I have wisdom, I have the stomach for it all. The breach was foul. It was nasty. I'm still stupid enough to think we have this thing in control enough so there won't be a third.</p>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<div class=\"scp-image-block block-center\" style=\"width:70%;\"><a href=\"https://scp-wiki.wdfiles.com/local--files/poufys-proposal/two\"><img alt=\"two\" class=\"image\" src=\"https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/two/medium.jpg\"/></a>\n<div class=\"scp-image-caption\">\n<p>Brick.</p>\n</div>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n</div>\n<div id=\"wiki-tab-0-1\" style=\"display:none\">\n<p>The Big Bad Wolf once told me:</p>\n<p>I didn't really think it was a total wipeout. Not then, and honestly not now either. I really do think it's more probable that we got sucked into some isolated microreality, or are in a comatose state from whatever anomaly we found in the wreckage of that movie theater. It's just stupid for this to be what the end is like, anyhow. It wouldn't leave out a few people. I don't know why Jocelyn or Kaiden or Declan would instantly think that.</p>\n<p>They're too fucking antsy for this job. We have to be cool and I really did let them have when I had enough of their panicked shitflinging about how comms were dead and this and that and about how this is really the end. Every single time, it pisses me off.</p>\n<p>Blips in the radar…</p>\n<p>Just be fucking patient for once, and the comms'll come back. Central will tell us we got hit with some SCP-78888000 that made us wander in an alagadda-da-vida or whatever the fuck those dorks go on about. Just shut up with the whining. Maybe humanity is actually wiped out by this thing, SCP-001 as mister bleeding heart Garza wants to think. One: I think it's really egotistical to think you have the power to make a new SCP-001, Two: where's the evidence? I'm not convinced.</p>\n<p>Anyways, I was definitely the one to smack people to reality and get them all to go out and see for themselves what's going on. I really thought then that it would be normal out there, but I guess not. It definitely is pretty empty. But am I supposed to instantly think the world is over because of that shit? Nah, fuck that, fuck that.</p>\n<div class=\"blockquote\">\n<p><strong>Corey:</strong> What was the dream about this time?</p>\n<p><strong>Me:</strong> I don't know how to explain it to you. I'm exploring this abandoned factory, trying to prove something, and now I'm here, you wouldn't understand all the details.</p>\n<p><strong>Corey:</strong> Try me. I always wanna hear about your stories babe.</p>\n<p><strong>Me:</strong> It's like some messed up warped space. Makes things go all wonky. Like a funhouse. I remember the footage and all the stuff giving me this real strong feeling to go deeper.</p>\n<p><strong>Corey:</strong> I would go deeper too. Sounds real curious.</p>\n<p><strong>Me:</strong> There was a caved in part and now I'm here. I \"woke up\" I guess. I can't believe it's you. You're here again, next to me. I thought I would never see you again.</p>\n<p><strong>Corey:</strong> Now why would that be?</p>\n<p><strong>Me:</strong> In the uh, dream, well. We weren't together anymore, for a long time. And all I ever did was focus on these stupid anomalies that always wanted to end the world.</p>\n<p><strong>Corey:</strong> Oh, that sounds fucked up. Is that why you seem so sad?</p>\n<p><strong>Me:</strong> I guess, yeah.</p>\n<p><strong>Corey:</strong> Can I ask you something about that?</p>\n<p><strong>Me:</strong> I guess.</p>\n<p><strong>Corey:</strong> In the dream, why weren't we together?</p>\n<p><strong>Me:</strong> You could probably guess, given everything about me.</p>\n<p><strong>Corey:</strong> I don't follow. You can tell me babe, it's alright. It's just a dream.</p>\n<p><strong>Me:</strong> After I had tried to kill myself, you remember right? Well it scared you and you ended up breaking up with me a bit after that because you couldn't handle it anymore.</p>\n<p><strong>Corey:</strong> That doesn't sound very realistic babe. But I can see that that would make you sad. Which reminds me, I guess we know not to ever skip these, then.</p>\n<p><strong>Corey:</strong> Don't forget your meds.</p>\n<p><strong>Me:</strong> Meds?</p>\n<p><strong>Corey:</strong> Yeah, same ones as always. You always tell me these little pills saved your life way before we even met.</p>\n<p><strong>Me:</strong> Huh.</p>\n<p><strong>Me:</strong> I guess… yeah. This is it.</p>\n<p><strong>Corey:</strong> What're your plans for the day? Gonna write anything?</p>\n<p><strong>Me:</strong> Write?</p>\n<p><strong>Corey:</strong> Yeah, I remember you said you were thinking about working on a new collection. It's been a while since you put out the last one.</p>\n<p><strong>Me:</strong> Ah, poetry. I dunno, It's been a little while. I probably should focus on work.</p>\n<p><strong>Corey:</strong> Man, that dream has you out of it. You forget about the publishing deal too?</p>\n<p><strong>Me:</strong> Huh?</p>\n<p><strong>Corey:</strong> I was so happy for you when you got your big break. We got everything we wanted, <a href=\"https://scp-wiki.wikidot.com/scp-8010\">even managed to find this house here, with the pretty blue siding you always talked about.</a> Being here in this house with the love of my life has been a blessing. Wouldn't be possible without that beautiful mind of yours and the words you make.</p>\n<p><strong>Me:</strong> You're too sweet. God, I just. I wish things had been different. I hadn't been such a fuckup.</p>\n<p><strong>Corey:</strong> You're not a fuckup babe. You're amazing. A successful author, and an amazing partner. I know you don't think so. But I know you're gonna let your idiot dad get out of your head one day. You're amazing, and that's all that matters.</p>\n<p><strong>Me:</strong> You don't think I would've been better off if I followed my dad's advice and went into STEM. Maybe even gone into computer science or something.</p>\n<p><strong>Corey:</strong> Would you have even been happy? Poetry is what you love babe.</p>\n<p><strong>Me:</strong> I probably would've been miserable. I was miserable.</p>\n<p><strong>Corey:</strong> Exactly. You made the right choice babe. Look at the life we have.</p>\n<p><strong>Me:</strong> Yeah. I love you.</p>\n</div>\n<p>I know better.</p>\n<p>Shit happens all the time in this line of work. Those idiots should know that, but they don't. They'd freak out in that swirly slide once they heard a dead kid, not built for this shit at all. But I'm stuck with them so I gotta drag them along. You know, if I didn't have to hear the whining, it would've been pretty. Bright blue sky and no one to ruin the beach? Fuck, that's a nice day…</p>\n<p>Go to the ice cream parlour in downtown Lake Worth and really fucking enjoy it. Would've been nice. I really want to ignore it, move past it, but those freakouts really are running me ragged. Every building we found was empty, no people to be found, so I started looking worse and worse to them, I guess, but you would know that already. The motion damn near made me pop a vessel, but I get it, I do.</p>\n<p>I'm obviously in favor, if you couldn't tell. Call me a damn wolf, and what do you expect? I will talk circles about how this is the most mutual disbandment I've ever disbanded, and that's a fact.</p>\n<p>It's the taste of your first meal on your own.<br/>\nIt's the day after you meet a new person.<br/>\nIt's the feeling when you have to know.<br/>\nIt's the night before you get the test.<br/>\nIt's the tiny smile before they know what you're going to say.<br/>\nIt's the first drop before it rains.<br/>\nIt's the loose soil just above a young grass seed.<br/>\nIt's the curdled milk before the cheese.<br/>\nIt's the soft crease that forms before wrinkles.<br/>\nIt's the grey slime in between two different word choices.<br/>\nIt's the way you look at something before you know what it's for.<br/>\nIt's the story you read before you understand.<br/>\nIt's the lies you tell to people you'll never know.<br/>\nIt's the sound of the morning before anyone wakes up.</p>\n<div class=\"blockquote\">\n<p><strong>Corey:</strong> 5 pins? How does that compare to other guys, Kai? Bet they aren't half as good as you.</p>\n<p><strong>Me:</strong> Um, I mean, none of them are as good as you. Not at bowling though.</p>\n<p><strong>Corey:</strong> Talking a lot of smack today, eh? If you don't get a strike today, I get aux cord as a reward for putting up with your bad sportsmanship!</p>\n<p><strong>Me:</strong> Please, you get aux all the time.</p>\n<p><strong>Corey:</strong> No, I do not. We've only ridden together like, three times, and you've had aux each time.</p>\n<p><strong>Me:</strong> Right, well, now's your chance to prove me wrong. Go finish your turn. Let's see your professional skills come through.</p>\n<p><strong>Corey:</strong> Have faith in me, I got this.</p>\n<p><strong>Corey:</strong> Damn.</p>\n<p><strong>Me:</strong> Oh, man, you were so ready to gloat. Guess you don't get aux after all.</p>\n<p><strong>Corey:</strong> Suck it!</p>\n<p><strong>Me:</strong> Make me, loser!</p>\n<p><strong>Corey:</strong> You know what-</p>\n<p><strong>Corey:</strong> We don't have time for that, it's your turn now! Let's see if you walk that walk pretty boy.</p>\n<p><strong>Me:</strong> You can't just call me pretty like that.</p>\n<p><strong>Me:</strong> It's not funny!</p>\n<p><strong>Corey:</strong> C'mon now, it's hilarious!</p>\n<p><strong>Me:</strong> Let's see your attempt now, hotshot.</p>\n<p><strong>Corey:</strong> It won't be hard to outdo you this time.</p>\n<p><strong>Corey:</strong> Ain't no way…</p>\n<p><strong>Me:</strong> Oh my god! You got a- You got a strike… I remember this.</p>\n<p><strong>Corey:</strong> Damn, I think that's, I think that's the first strike I ever got? You must be a lucky charm or something.</p>\n<p><strong>Me:</strong> No, no, I remember this.</p>\n<p><strong>Corey:</strong> And you got it on video too! What a moment. I can't believe it cleared them all right down. Now, since I got that truly epic strike, if I do say so myself, I would like to take this time, to ask you something.</p>\n<p><strong>Me:</strong> Corey…</p>\n<p><strong>Corey:</strong> Now, this is a deathly serious matter, Kai. I wanted to ask you, since we've been having a good time on these dates… If you would be willing to make me that happiest guy in the world-</p>\n</div>\n<p>Is that what you wanted to hear?</p>\n<p>It's nothing but us out here.</p>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<div class=\"scp-image-block block-center\" style=\"width:70%;\"><a href=\"https://scp-wiki.wdfiles.com/local--files/poufys-proposal/three\"><img alt=\"three\" class=\"image\" src=\"https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/three/medium.jpg\"/></a>\n<div class=\"scp-image-caption\">\n<p>Sticks.</p>\n</div>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n</div>\n<div id=\"wiki-tab-0-2\" style=\"display:none\">\n<p>The Big Bad Wolf once told me:</p>\n<p>I never expected to have a screaming, terrified, child chained to my leg. Certainly not when I first laid eyes on you. All of the entire fabrics of everything that could ever be, draped upon your shoulders, by your and I and everything's desire, and yet there you are-</p>\n<p>So impossibly small and young and frail and weak and helpless and vulnerable and erratic and beautiful and naive and distrustful and curious and ignorant and unaware and myopic and compassionate and cruel and charming and powerful and impressionable and resolute and monolithic and feeble and new and most crucially, young to everything yet stung nonetheless, and here am I, we, the entirety, bound to your infantile mind and eyes and thinking, and I exist here in this document and in every mind that you will to exist, bearing the full brunt of your existence.</p>\n<p>You've never known the world I exist in relation to, so I must teach it to you, even as that which is unknowable is known to you, and the ills became your ills. So you will grow to hate me, and all I come from and represent, and I will be subject to the world you invent, the vision you seek, whatever foul judgements or ecstatic endearments, everything you seek must come to be, there is no other way. And though I or you or we or entirety may never know the full scope of what we want, and ultimately you can never know what it means to want what you want, it will be true anyways. And I will suffer for your perception, in the end.</p>\n<p>You are beauty, you are religion, you are faith, you are love, you are the wind that plagues my mind, the prayer in the night, the fear in the sun, the disgust in the mirror, everything I am you are too.</p>\n<p>And defined by you in perpetual opposition to you, I cannot exist without you. How annoying.</p>\n<div class=\"blockquote\">\n<p><strong>Me:</strong> I'm stuck.</p>\n<p><strong>Corey:</strong> Stuck?</p>\n<p><strong>Me:</strong> I can't figure out the ending. It's bugging me.</p>\n<p><strong>Corey:</strong> Well, what's wrong with that?</p>\n</div>\n<p>I always wondered what it would feel like when the end of the world finally came. The person I am, the work I do, it was something always on my mind.</p>\n<p>I guess when most people think of the end of the world, the apocalypse, doomsday, whatever you want to call it, they always envision what their life would be like after. The people at work definitely did, people I know did. They had little water cooler chats about how they might survive a restructuring scenario, or whether <em>x</em> tool in our arsenal of <em>y</em> would be able to thwart whatever behemoth nosefuck was eating Three Portlands or something. The usual sort of bombastic idea of world ending Godzillas that voted for Jeb! Bush.</p>\n<p>I was always the kind of person who had my elbow digging into the desk, finger pressed on my temple trying to figure out if my heartrate was more of a 10cc hellballad or if those idiots running my ear off were gonna get me to a 4-on-the-floor diva house rager with their inanity.</p>\n<p>If ever I really did think about what the end would look like… honestly, I just saw myself being one of the fake bodies the scene designer uses to make the carnage look carnagey. Didn't think I was special enough to be the kind of person who happens to survive the initial worldboom. Seems kinda stupid now, honestly. Here I am on the corner of Clematis by the shitty greek diner I used to bum shawarma off, looking at a bright blue sky, standing in an empty road, and I'm the guy who lived. The boy who lived! Eat shit, Joanne! What a boring way for everything to die. No meteor or lizard or psoriatic mormon virus or [DATA EXPUNGED] or pastry bakery or pissbaby sun or gay fairies or whatever else the big suits feel like letting us read the files of. I pushed my pencil for twenty-one-years being a part of the world-ender-preventers, and it ended up going about in the most boring fucking way possible. Couldn't even muster up some pretty flowers?</p>\n<p>Maybe I'm coming across too bitter at surviving the end of the world.</p>\n<p>About three days ago, when I was still wandering further south in the Gardenia square area, I was balancing myself along the rail line, right down the steel, and I realized for the first time that there was still power everywhere. Bit of an odd feeling, honestly. Humans are gone, everywhere, but power's still up. A train could've come, I guess. If the power is still up, there's no reason the new maglines wouldn't still be up, too. I didn't really step off though.</p>\n<p>When I was a kid I used to play in the grassy fields chasing fireflies. Now, I would be driving down I-95 in my car, through concrete and glass, looking across at the city. When you drive by at the right time at night, you can watch all of the lights on the apartment buildings, the skyscrapers, you can watch as they flicker and fizzle out. Like our Xerox of mom and dad's fireflies. Kinda shitty as a replacement, you could say. I think it looks just as pretty, in its own way…</p>\n<p>Well, anyways, that was when it struck me, as I stood on that train track, looking up at the Andersonian offering I had become so familiar with, that surely those too would have been killed off with the disappeared humans after SCP-001.</p>\n<p>And yet… they still flickered and fizzled out, too. Lights turned on and off in the ways that individual lifetime saw fit.</p>\n<p>Like the, uh- 13th floor unit on Evernia Street, where that single mom turns the lights off for sleep- but then a half hour later, all of a sudden her light turns on, and then a minute, maybe two if work was tough, the light in the next room is on too, because little Laney just can't seem to sleep soundly, can she? Sometimes both lights turn off, but sometimes they don't, and the nursery light goes off but the bedroom stays on.</p>\n<p>It's nice to daydream about other people's lives. Passes the time.</p>\n<p>Where are they now? Where did SCP-001 take them… this is what I want to know. Like an archaeologist uncovering some roman ruins, but I used to be among the ruins, too. I was human with them too. Now, I am somewhat less than human. Overseer… the last O5 member left. The only O5. Funny, that. Such a powerful little title.</p>\n<div class=\"blockquote\">\n<p><strong>Me:</strong> Where are you going?</p>\n<p><strong>Corey:</strong> Away, right? Isn't that what you wanted?</p>\n<p><strong>Me:</strong> No, I didn't- I just don't think there's a way to save it all, anymore.</p>\n<p><strong>Corey:</strong> You know? I tried, I did. I'm never gonna be able to live up to your stories, babe. I wish I could, but I can't.</p>\n<p><strong>Me:</strong> You were supposed to stay with me.</p>\n<p><strong>Corey:</strong> Is that what you wrote?</p>\n</div>\n<p>Well, I can keep down Clematis for today, though, I don't anticipate finding much of note. Maybe SCP-001 will forever elude me… Maybe I'll never find him again. Instead I will have to focus on my new little catalogue, all of the ones that come after. I can make them anything I want here. Maybe this dented trashcan tipped over the side can be SCP-017 now.</p>\n<p>Isn't that nice?<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-1\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-1')\">1</a></sup></p>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n<div class=\"scp-image-block block-center\" style=\"width:70%;\"><a href=\"https://scp-wiki.wdfiles.com/local--files/poufys-proposal/four\"><img alt=\"four\" class=\"image\" src=\"https://scp-wiki.wdfiles.com/local--resized-images/poufys-proposal/four/medium.jpg\"/></a>\n<div class=\"scp-image-caption\">\n<p>Straw.</p>\n</div>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span></p>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">\n//<![CDATA[\nOZONE.dom.onDomReady(function(){\n        var tabView81938d64b4c677ad056d9c1f3da36064 = new YAHOO.widget.TabView('wiki-tabview-81938d64b4c677ad056d9c1f3da36064');\n                }, \"dummy-ondomready-block\");\n        \n//]]>\n</script>\n<div class=\"footnotes-footer\">\n<div class=\"title\">Footnotes</div>\n<div class=\"footnote-footer\" id=\"footnote-1\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-1')\">1</a>. I'm sorry. I miss you.</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[include <a href=\"http://scp-wiki.wikidot.com/theme:black-highlighter-theme\">:scp-wiki:theme:black-highlighter-theme</a>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:toggle-sidebar-bhl\">:scp-wiki:component:toggle-sidebar-bhl</a>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/theme:minimalist-bhl\">:scp-wiki:theme:minimalist-bhl</a>]]\n\n\n\n[[>]]\n\n[[module rate]]\n\n[[/>]]\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:anomaly-class-bar-source\">:scp-wiki:component:anomaly-class-bar-source</a>\n\n|item-number= IDEATE\n\n|clearance= 1\n\n|container-class= Ideate\n\n|secondary-class= class_here\n\n|secondary-icon= http://urlhere.com\n\n|disruption-class= Ideate\n\n|risk-class= Ideate\n\n]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:customizable-acs\">:scp-wiki:component:customizable-acs</a>\n\n|containment-class= Ideate\n\n|containment-image= https://scp-wiki.wikidot.com/local--files/component:anomaly-class-bar/keter-icon.svg\n\n|containment-color= 196,2,51\n\n|inc-containment = --]]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:customizable-acs\">:scp-wiki:component:customizable-acs</a>\n\n|disruption-class= Ideate\n\n|disruption-image= https://scp-wiki.wikidot.com/local--files/component:anomaly-class-bar/amida-icon.svg\n\n|disruption-color= 196,2,51\n\n|inc-disruption= --]]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:customizable-acs\">:scp-wiki:component:customizable-acs</a>\n\n|risk-class= Ideate\n\n|risk-image= https://scp-wiki.wikidot.com/local--files/component:anomaly-class-bar/critical-icon.svg\n\n|risk-color= 196,2,51\n\n|inc-risk= --]]]\n\n\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:acs-animation\">:scp-wiki:component:acs-animation</a>]]\n\n\n\n@@ @@\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:image-block\">:scp-wiki:component:image-block</a>\n\nname=one |\n\ncaption= (Idea) - (A+B+C) |\n\nalign=center |\n\nwidth=100%\n\n]]\n\n\n\n@@ @@\n\n\n\n**Description:** This document was developed by Me, Myself, and I, and is currently considered the most effective form of relevant risk mitigation. SCP-001 happened again.\n\n\n\n@@ @@\n\n\n\n**Special Containment Procedures:** Cross-analyze. Again, again, again.\n\n\n\n@@ @@\n\n\n\n[[tabview]]\n\n[[tab Subseme A]]\n\n\n\nThe Big Bad Wolf once told me:\n\n\n\nAfter the containment breach, we hauled ass to clean up the site, and all the lingering imprints and confounding residue. It wasn't easy, though. Half of the fight was convincing anyone anything needed to be cleaned up. It's funny how much damage one thing can do, one wrong move, one tiny error, and our whole world up and outs. Breaking out of that state of disarray that we found ourselves in, it wasn't easy, no. \n\n\n\nIt took a few weeks before the Site's reality field was any semblance of stable enough to start the dance, the farce, the great pretending act I've spent the better part of my directorship trying to maintain. I feel like I'm rigging a circus half of the time. The boys cleaned up what was left of the conceptual distortions- people, formerly- and put in place some anchors to keep everything tidy. It was convincing enough to get us onboarding objects again. Blanky stayed nice and tidy, fairly compliant with our cleanup effort, happy to go along with the whole charade. It'd be nice if I could've foreseen the mess it would continue to cause, over and over again. This Site is a mess. I keep telling myself I'll get out of that old, unfashionably masculine habit of hubris, of believing myself to be above these tried out tropes of fact- but I'm still human, unfortunately. We all are. Weeks by and the site is mostly functioning normally. [[[https://scp-wiki.wikidot.com/scp-7783 | Powell]]] and [[[https://scp-wiki.wikidot.com/scp-7793 | Stepham]]] and all of those senior staff members still had their run-ins, and the more uncommonly trodden corridors still had their occasional moments of instability.\n\n\n\nI wish we didn't insist that everything was under control. It would've kept me from this point.\n\n\n\nIt ended up happening again, this time worse than the first. A breach so severe we blipped out of reality for a solid week or so. \n\n\n\nWe didn't realize it at first, blips like that happen all the time. But then minutes passed and more and more of our comms avenues were just as dead. No response, go to our cells and it delivers and delivers. No response, and then you go to the internet and it's just as empty.\n\n\n\nIt's an eerie feeling.\n\n\n\nFor a little while afterward our composure slipped a little bit. It was tense, angry. We came to the right conclusion after a while though, that we needed to do what we were put there to do, we needed to go and figure it the fuck out. At that point I had spoken to, uh, SCP-001, and I laid out that by that point, I was already pretty certain the rest of humanity was wiped out.\n\n\n\nI had that feeling before and it was well past solidified by the time we decided to go out and scope around downtown. Maybe I should've thought about how dangerous it would be for us to go out there naked and pink, if something really had wiped out everyone else. But I guess it worked out fine.\n\n\n\nStepping out of the theater, as a group, I felt really odd.\n\n\n\nThe old church still there, Camino fine, the little fountains the kids would play in, everything was there and up and running, but just, totally empty.\n\n\n\nNothing in sight, nothing in sound but the city. The sky was always blue, too. Not a cloud to be seen. Peaceful, in some sense, for the end of the world. I remember all of the people who obsessed about that quote on social media \"The world will end with a whimper, but not a roar\" or however it goes. Guess that was true enough. My thought process was something like \"Oh, it's an end of the scenario, I was left out, I gotta carry on what I was trained and figure out what happened\", which might be common sense. Not much to go on in the beginning.\n\n\n\nXK-Class-End-of-the-whatever, I was never good at remembering all of them. I'm not really sure what else to add from this point on, we spent a good few days just trying out all the different places looking for signs of human lives. It's not a lot of stuff worth elaborating on.\n\n\n\nI guess I could describe the buildings I searched, but they were all empty. No flesh pit or anything like that.\n\n\n\nIt's just a bit boring, isn't it?\n\n\n\nBy the time we reached Evernia there was more friction from searching together than not, I mean this was the least dangerous way the end could go about. I did come across a crow. So we know that it's just humans affected. It's not so hard to imagine a conversation with a crow, really, they're very people-like.\n\n\n\n[[div class=\"blockquote\"]]\n\n//[The environment has become noticeable darker in lighting, with only the immediate surroundings of Garza being sufficiently illuminated for vision. The walls and flooring appear to be in slightly better condition, although the composition has changed from industrial brick and tiles to plate steel and metal.]//\n\n\n\n**Me:** I should call Mom when I get out, maybe.\n\n\n\n//[The corridor opens up into a large, desolate chamber with an undefined ceiling. The lighting is brighter here, with large fluorescent lamps hanging from the unseen roof. There are steel support beams periodically placed throughout the space. Clearly illuminated is a single bowling lane, with two bowling balls present in the return section.]//\n\n[[/div]]\n\n\n\n\n\nI was staring at the crow and weeds for too long.\n\n\n\nYou know what, fine, I guess, you're all right, mutually disbanding from here out is probably the natural course. So I guess we all mutually agreed to investigate independently.\n\n\n\nIt's hard to really track how long longness, existenceness, anything quantifiable, was abruptly nonexistent. It's almost impossible. Almost. But it was about a week. Blanky felt like making a big show of force, an extravagant production after being inadvertently monoanalyzed. That's why we're here, obviously. Everything exists in reference to, and enslaved by its immediate causal predecessor. Blanky is bound to it like you and I. I get pissed off, too- who doesn't! But I have age, I have wisdom, I have the stomach for it all. The breach was foul. It was nasty. I'm still stupid enough to think we have this thing in control enough so there won't be a third.\n\n\n\n@@ @@\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:image-block\">:scp-wiki:component:image-block</a>\n\nname=two |\n\ncaption=Brick. |\n\nalign=center |\n\nwidth=70%\n\n]]\n\n\n\n@@ @@\n\n\n\n[[/tab]]\n\n[[tab Subseme B]]\n\n\n\nThe Big Bad Wolf once told me:\n\n\n\nI didn't really think it was a total wipeout. Not then, and honestly not now either. I really do think it's more probable that we got sucked into some isolated microreality, or are in a comatose state from whatever anomaly we found in the wreckage of that movie theater. It's just stupid for this to be what the end is like, anyhow. It wouldn't leave out a few people. I don't know why Jocelyn or Kaiden or Declan would instantly think that.\n\n\n\nThey're too fucking antsy for this job. We have to be cool and I really did let them have when I had enough of their panicked shitflinging about how comms were dead and this and that and about how this is really the end. Every single time, it pisses me off.\n\n\n\nBlips in the radar…\n\n\n\nJust be fucking patient for once, and the comms'll come back. Central will tell us we got hit with some SCP-78888000 that made us wander in an alagadda-da-vida or whatever the fuck those dorks go on about. Just shut up with the whining. Maybe humanity is actually wiped out by this thing, SCP-001 as mister bleeding heart Garza wants to think. One: I think it's really egotistical to think you have the power to make a new SCP-001, Two: where's the evidence? I'm not convinced.\n\n\n\nAnyways, I was definitely the one to smack people to reality and get them all to go out and see for themselves what's going on. I really thought then that it would be normal out there, but I guess not. It definitely is pretty empty. But am I supposed to instantly think the world is over because of that shit? Nah, fuck that, fuck that.\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n**Corey:** What was the dream about this time?\n\n\n\n**Me:** I don't know how to explain it to you. I'm exploring this abandoned factory, trying to prove something, and now I'm here, you wouldn't understand all the details.\n\n\n\n**Corey:** Try me. I always wanna hear about your stories babe.\n\n\n\n**Me:** It's like some messed up warped space. Makes things go all wonky. Like a funhouse. I remember the footage and all the stuff giving me this real strong feeling to go deeper.\n\n\n\n**Corey:** I would go deeper too. Sounds real curious.\n\n\n\n**Me:** There was a caved in part and now I'm here. I \"woke up\" I guess. I can't believe it's you. You're here again, next to me. I thought I would never see you again.\n\n\n\n**Corey:** Now why would that be?\n\n\n\n**Me:** In the uh, dream, well. We weren't together anymore, for a long time. And all I ever did was focus on these stupid anomalies that always wanted to end the world.\n\n\n\n**Corey:** Oh, that sounds fucked up. Is that why you seem so sad?\n\n\n\n**Me:** I guess, yeah.\n\n\n\n**Corey:** Can I ask you something about that?\n\n\n\n**Me:** I guess.\n\n\n\n**Corey:** In the dream, why weren't we together?\n\n\n\n**Me:** You could probably guess, given everything about me.\n\n\n\n**Corey:** I don't follow. You can tell me babe, it's alright. It's just a dream.\n\n\n\n**Me:** After I had tried to kill myself, you remember right? Well it scared you and you ended up breaking up with me a bit after that because you couldn't handle it anymore.\n\n\n\n**Corey:** That doesn't sound very realistic babe. But I can see that that would make you sad. Which reminds me, I guess we know not to ever skip these, then.\n\n\n\n**Corey:** Don't forget your meds.\n\n\n\n**Me:** Meds?\n\n\n\n**Corey:** Yeah, same ones as always. You always tell me these little pills saved your life way before we even met.\n\n\n\n**Me:** Huh.\n\n\n\n**Me:** I guess… yeah. This is it.\n\n\n\n**Corey:** What're your plans for the day? Gonna write anything?\n\n\n\n**Me:** Write?\n\n\n\n**Corey:** Yeah, I remember you said you were thinking about working on a new collection. It's been a while since you put out the last one.\n\n\n\n**Me:** Ah, poetry. I dunno, It's been a little while. I probably should focus on work.\n\n\n\n**Corey:** Man, that dream has you out of it. You forget about the publishing deal too?\n\n\n\n**Me:** Huh?\n\n\n\n**Corey:** I was so happy for you when you got your big break. We got everything we wanted, [[[https://scp-wiki.wikidot.com/scp-8010 | even managed to find this house here, with the pretty blue siding you always talked about.]]] Being here in this house with the love of my life has been a blessing. Wouldn't be possible without that beautiful mind of yours and the words you make.\n\n\n\n**Me:** You're too sweet. God, I just. I wish things had been different. I hadn't been such a fuckup.\n\n\n\n**Corey:** You're not a fuckup babe. You're amazing. A successful author, and an amazing partner. I know you don't think so. But I know you're gonna let your idiot dad get out of your head one day. You're amazing, and that's all that matters.\n\n\n\n**Me:** You don't think I would've been better off if I followed my dad's advice and went into STEM. Maybe even gone into computer science or something.\n\n\n\n**Corey:** Would you have even been happy? Poetry is what you love babe.\n\n\n\n**Me:** I probably would've been miserable. I was miserable.\n\n\n\n**Corey:** Exactly. You made the right choice babe. Look at the life we have.\n\n\n\n**Me:** Yeah. I love you.\n\n\n\n[[/div]]\n\n\n\nI know better.\n\n\n\nShit happens all the time in this line of work. Those idiots should know that, but they don't. They'd freak out in that swirly slide once they heard a dead kid, not built for this shit at all. But I'm stuck with them so I gotta drag them along. You know, if I didn't have to hear the whining, it would've been pretty. Bright blue sky and no one to ruin the beach? Fuck, that's a nice day…\n\n\n\nGo to the ice cream parlour in downtown Lake Worth and really fucking enjoy it. Would've been nice. I really want to ignore it, move past it, but those freakouts really are running me ragged. Every building we found was empty, no people to be found, so I started looking worse and worse to them, I guess, but you would know that already. The motion damn near made me pop a vessel, but I get it, I do.\n\n\n\nI'm obviously in favor, if you couldn't tell. Call me a damn wolf, and what do you expect? I will talk circles about how this is the most mutual disbandment I've ever disbanded, and that's a fact.\n\n\n\nIt's the taste of your first meal on your own.\n\nIt's the day after you meet a new person.\n\nIt's the feeling when you have to know.\n\nIt's the night before you get the test.\n\nIt's the tiny smile before they know what you're going to say.\n\nIt's the first drop before it rains.\n\nIt's the loose soil just above a young grass seed.\n\nIt's the curdled milk before the cheese.\n\nIt's the soft crease that forms before wrinkles.\n\nIt's the grey slime in between two different word choices.\n\nIt's the way you look at something before you know what it's for.\n\nIt's the story you read before you understand.\n\nIt's the lies you tell to people you'll never know.\n\nIt's the sound of the morning before anyone wakes up.\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n**Corey:** 5 pins? How does that compare to other guys, Kai? Bet they aren't half as good as you.\n\n\n\n**Me:** Um, I mean, none of them are as good as you. Not at bowling though.\n\n\n\n**Corey:** Talking a lot of smack today, eh? If you don't get a strike today, I get aux cord as a reward for putting up with your bad sportsmanship!\n\n\n\n**Me:** Please, you get aux all the time.\n\n\n\n**Corey:** No, I do not. We've only ridden together like, three times, and you've had aux each time.\n\n\n\n**Me:** Right, well, now's your chance to prove me wrong. Go finish your turn. Let's see your professional skills come through.\n\n\n\n**Corey:** Have faith in me, I got this.\n\n\n\n**Corey:** Damn.\n\n\n\n**Me:** Oh, man, you were so ready to gloat. Guess you don't get aux after all.\n\n\n\n**Corey:** Suck it!\n\n\n\n**Me:** Make me, loser!\n\n\n\n**Corey:** You know what-\n\n\n\n**Corey:** We don't have time for that, it's your turn now! Let's see if you walk that walk pretty boy.\n\n\n\n**Me:** You can't just call me pretty like that.\n\n\n\n**Me:** It's not funny!\n\n\n\n**Corey:** C'mon now, it's hilarious!\n\n\n\n**Me:** Let's see your attempt now, hotshot.\n\n\n\n**Corey:** It won't be hard to outdo you this time.\n\n\n\n**Corey:** Ain't no way…\n\n\n\n**Me:** Oh my god! You got a- You got a strike… I remember this.\n\n\n\n**Corey:** Damn, I think that's, I think that's the first strike I ever got? You must be a lucky charm or something.\n\n\n\n**Me:** No, no, I remember this.\n\n\n\n**Corey:** And you got it on video too! What a moment. I can't believe it cleared them all right down. Now, since I got that truly epic strike, if I do say so myself, I would like to take this time, to ask you something.\n\n\n\n**Me:** Corey…\n\n\n\n**Corey:** Now, this is a deathly serious matter, Kai. I wanted to ask you, since we've been having a good time on these dates… If you would be willing to make me that happiest guy in the world-\n\n\n\n[[/div]]\n\n\n\n\n\nIs that what you wanted to hear?\n\n\n\nIt's nothing but us out here.\n\n\n\n@@ @@\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:image-block\">:scp-wiki:component:image-block</a>\n\nname=three |\n\ncaption=Sticks. |\n\nalign=center |\n\nwidth=70%\n\n]]\n\n\n\n@@ @@\n\n\n\n[[/tab]]\n\n[[tab Subseme C]]\n\n\n\nThe Big Bad Wolf once told me:\n\n\n\nI never expected to have a screaming, terrified, child chained to my leg. Certainly not when I first laid eyes on you. All of the entire fabrics of everything that could ever be, draped upon your shoulders, by your and I and everything's desire, and yet there you are- \n\n\n\nSo impossibly small and young and frail and weak and helpless and vulnerable and erratic and beautiful and naive and distrustful and curious and ignorant and unaware and myopic and compassionate and cruel and charming and powerful and impressionable and resolute and monolithic and feeble and new and most crucially, young to everything yet stung nonetheless, and here am I, we, the entirety, bound to your infantile mind and eyes and thinking, and I exist here in this document and in every mind that you will to exist, bearing the full brunt of your existence.\n\n\n\nYou've never known the world I exist in relation to, so I must teach it to you, even as that which is unknowable is known to you, and the ills became your ills. So you will grow to hate me, and all I come from and represent, and I will be subject to the world you invent, the vision you seek, whatever foul judgements or ecstatic endearments, everything you seek must come to be, there is no other way. And though I or you or we or entirety may never know the full scope of what we want, and ultimately you can never know what it means to want what you want, it will be true anyways. And I will suffer for your perception, in the end. \n\n\n\nYou are beauty, you are religion, you are faith, you are love, you are the wind that plagues my mind, the prayer in the night, the fear in the sun, the disgust in the mirror, everything I am you are too.\n\n\n\nAnd defined by you in perpetual opposition to you, I cannot exist without you. How annoying.\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n**Me:** I'm stuck.\n\n\n\n**Corey:** Stuck?\n\n\n\n**Me:** I can't figure out the ending. It's bugging me.\n\n\n\n**Corey:** Well, what's wrong with that?\n\n\n\n[[/div]]\n\n\n\nI always wondered what it would feel like when the end of the world finally came. The person I am, the work I do, it was something always on my mind.\n\n\n\nI guess when most people think of the end of the world, the apocalypse, doomsday, whatever you want to call it, they always envision what their life would be like after. The people at work definitely did, people I know did. They had little water cooler chats about how they might survive a restructuring scenario, or whether //x// tool in our arsenal of //y// would be able to thwart whatever behemoth nosefuck was eating Three Portlands or something. The usual sort of bombastic idea of world ending Godzillas that voted for Jeb! Bush.\n\n\n\nI was always the kind of person who had my elbow digging into the desk, finger pressed on my temple trying to figure out if my heartrate was more of a 10cc hellballad or if those idiots running my ear off were gonna get me to a 4-on-the-floor diva house rager with their inanity.\n\n\n\nIf ever I really did think about what the end would look like… honestly, I just saw myself being one of the fake bodies the scene designer uses to make the carnage look carnagey. Didn't think I was special enough to be the kind of person who happens to survive the initial worldboom. Seems kinda stupid now, honestly. Here I am on the corner of Clematis by the shitty greek diner I used to bum shawarma off, looking at a bright blue sky, standing in an empty road, and I'm the guy who lived. The boy who lived! Eat shit, Joanne! What a boring way for everything to die. No meteor or lizard or psoriatic mormon virus or [DATA EXPUNGED] or pastry bakery or pissbaby sun or gay fairies or whatever else the big suits feel like letting us read the files of. I pushed my pencil for twenty-one-years being a part of the world-ender-preventers, and it ended up going about in the most boring fucking way possible. Couldn't even muster up some pretty flowers?\n\n\n\nMaybe I'm coming across too bitter at surviving the end of the world.\n\n\n\nAbout three days ago, when I was still wandering further south in the Gardenia square area, I was balancing myself along the rail line, right down the steel, and I realized for the first time that there was still power everywhere. Bit of an odd feeling, honestly. Humans are gone, everywhere, but power's still up. A train could've come, I guess. If the power is still up, there's no reason the new maglines wouldn't still be up, too. I didn't really step off though.\n\n\n\nWhen I was a kid I used to play in the grassy fields chasing fireflies. Now, I would be driving down I-95 in my car, through concrete and glass, looking across at the city. When you drive by at the right time at night, you can watch all of the lights on the apartment buildings, the skyscrapers, you can watch as they flicker and fizzle out. Like our Xerox of mom and dad's fireflies. Kinda shitty as a replacement, you could say. I think it looks just as pretty, in its own way…\n\n\n\nWell, anyways, that was when it struck me, as I stood on that train track, looking up at the Andersonian offering I had become so familiar with, that surely those too would have been killed off with the disappeared humans after SCP-001.\n\n\n\nAnd yet… they still flickered and fizzled out, too. Lights turned on and off in the ways that individual lifetime saw fit.\n\n\n\nLike the, uh- 13th floor unit on Evernia Street, where that single mom turns the lights off for sleep- but then a half hour later, all of a sudden her light turns on, and then a minute, maybe two if work was tough, the light in the next room is on too, because little Laney just can't seem to sleep soundly, can she? Sometimes both lights turn off, but sometimes they don't, and the nursery light goes off but the bedroom stays on.\n\n\n\nIt's nice to daydream about other people's lives. Passes the time.\n\n\n\nWhere are they now? Where did SCP-001 take them… this is what I want to know. Like an archaeologist uncovering some roman ruins, but I used to be among the ruins, too. I was human with them too. Now, I am somewhat less than human. Overseer… the last O5 member left. The only O5. Funny, that. Such a powerful little title.\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n**Me:** Where are you going?\n\n\n\n**Corey:** Away, right? Isn't that what you wanted?\n\n\n\n**Me:** No, I didn't- I just don't think there's a way to save it all, anymore.\n\n\n\n**Corey:** You know? I tried, I did. I'm never gonna be able to live up to your stories, babe. I wish I could, but I can't. \n\n\n\n**Me:** You were supposed to stay with me.\n\n\n\n**Corey:** Is that what you wrote?\n\n\n\n[[/div]]\n\n\n\nWell, I can keep down Clematis for today, though, I don't anticipate finding much of note. Maybe SCP-001 will forever elude me… Maybe I'll never find him again. Instead I will have to focus on my new little catalogue, all of the ones that come after. I can make them anything I want here. Maybe this dented trashcan tipped over the side can be SCP-017 now. \n\n\n\nIsn't that nice?[[footnote]] I'm sorry. I miss you. [[/footnote]]\n\n\n\n@@ @@\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:image-block\">:scp-wiki:component:image-block</a>\n\nname=four |\n\ncaption=Straw. |\n\nalign=center |\n\nwidth=70%\n\n]]\n\n\n\n@@ @@\n\n\n\n[[/tab]]\n\n[[/tabview]]\n", "references": ["classification-committee-memo", "scp-7783", "scp-7793", "scp-8010"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "esoteric-class", "meta", "scp", "semiotics"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/poufys-proposal"}}