{"SCP-001": {"created_at": "2024-02-12T12:19:00", "creator": "OriTiefling", "domain": "scp-wiki.wikidot.com", "history": [{"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"inthemorningsunMARG.jpg\".", "date": "2024-02-12T12:19:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "", "date": "2024-02-12T12:19:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz6.png\".", "date": "2024-02-12T12:20:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz5.png\".", "date": "2024-02-12T12:20:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz4.png\".", "date": "2024-02-12T12:20:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz3.png\".", "date": "2024-02-12T12:20:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz2.png\".", "date": "2024-02-12T12:20:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz1.png\".", "date": "2024-02-12T12:20:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz10.png\".", "date": "2024-02-12T12:21:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz9.png\".", "date": "2024-02-12T12:21:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz8.png\".", "date": "2024-02-12T12:21:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Uploaded file \"Cruz7.png\".", "date": "2024-02-12T12:21:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Added tags: 8000. ", "date": "2024-02-12T12:27:00"}, {"author": "psychicprogrammer", "author_href": "http://www.wikidot.com/user:info/psychicprogrammer", "comment": "", "date": "2024-02-12T16:21:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Fixed typo", "date": "2024-02-13T01:50:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Added tags: _licensebox, apollyon, entropic, k-class-scenario, scp, temporal, thermodynamic. ", "date": "2024-02-13T22:35:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "", "date": "2024-02-16T12:30:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Added preview text", "date": "2024-02-17T20:40:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "", "date": "2024-02-18T05:36:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Editing numbers and title", "date": "2024-03-11T11:24:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Added tags: 001-proposal. ", "date": "2024-03-11T11:25:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "You successfully renamed the page: \"8000contestoritiefling\" to \"oris-proposal\".", "date": "2024-03-11T11:25:00"}, {"author": "OriTiefling", "author_href": "http://www.wikidot.com/user:info/oritiefling", "comment": "Parent page set to: \"scp-001\".", "date": "2024-03-11T11:26:00"}], "hubs": ["artwork-hub", "welcome-to-delta-t", "secure-facility-dossier-site-58", "scp8000contesthub", "scp-001", "artist-showcase-archive"], "images": [], "link": "oris-proposal", "page_id": "1452605917", "rating": 190, "raw_content": "<html><body><div id=\"page-content\">\n\n\n<div class=\"preview\">\n<p>February 13th, 2025, 7:10am. It has been February 13th, 2025, 7:10am for 30 years.</p>\n</div>\n\n\n<div class=\"authorlink-wrapper\"><a href=\"javascript:;\">oritiefling</a>\n<div class=\"authorbox\">\n<div class=\"authorcontent\">\n<p>Did you enjoy the article? Please check out my other works! <a href=\"https://scp-wiki.wikidot.com/oris-box\">Right here</a>!</p>\n</div>\n</div>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/></p>\n<div style=\"text-align: center;\">\n<p><strong>“To see a world in a grain of sand and heaven in a wild flower\"</strong><br/>\n<strong>\"Hold infinity in the palm of your hand and eternity in an hour.”</strong><br/>\n<strong>—William Blake</strong></p>\n</div>\n<br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span>\n<div class=\"anom-bar-container item-SCP-001 clear-3 esoteric apollyon amida critical {$american}\">\n<div class=\"anom-bar\">\n<div class=\"top-box\">\n<div class=\"top-left-box\"><span class=\"item\">Item#:</span> <span class=\"number\">SCP-001</span></div>\n\n<div class=\"top-right-box\">\n<div class=\"level\">Level3</div>\n\n</div>\n</div>\n<div class=\"bottom-box\">\n<div class=\"text-part\">\n<div class=\"main-class\">\n<div class=\"contain-class\">\n<div class=\"class-category\">Containment Class:</div>\n<div class=\"class-text\">esoteric</div>\n</div>\n<div class=\"second-class\">\n<div class=\"class-category\">Secondary Class:</div>\n<div class=\"class-text\">apollyon</div>\n</div>\n</div>\n<div class=\"disrupt-class\">\n<div class=\"class-category\">Disruption Class:</div>\n<div class=\"class-text\">amida</div>\n</div>\n<div class=\"risk-class\">\n<div class=\"class-category\">Risk Class:</div>\n<div class=\"class-text\">critical</div>\n</div>\n</div>\n<div class=\"diamond-part\">\n<div class=\"danger-diamond\"><a href=\"/classification-committee-memo\">link to memo</a><br/>\n\n\n\n\n\n\n\n</div>\n</div>\n</div>\n</div>\n</div>\n<hr/>\n<p><strong>Special Containment Procedures:</strong> SCP-001 cannot be contained. As a result, Foundation efforts are to focus on the following:</p>\n<p>- Recovery of remaining motile civilians to Foundation-organized safe communities;</p>\n<p>- Restoration of Foundation technological and communications infrastructure wherever possible;</p>\n<p>- Restoration of the concept of \"time\" via reconstruction of SCP-001-1.</p>\n<p>Those affected by SCP-001 are currently considered lost. Preservation of the veil is to be disregarded.</p>\n<p>Foundation agents have the full approval of remaining O5 council members to eliminate persons or groups deemed hostile to the Foundation's mission with prejudice.</p>\n<p><strong>Description:</strong> SCP-001 is categorized as a ZK-Class Temporal Cessation event, which resulted in the total cessation of the standard passage of time on February 13th, 2025 at 0710 PST. Following SCP-001, the natural progress of time as understood by society ceased. Affected persons, animals, inanimate objects, etc. remain locked in the position they were in when the event took place and are incapable of independent motion.</p>\n<p>While SCP-001 is believed to affect an overwhelming amount of the population, a currently unknown number of humans have remained unaffected. Unaffected individuals retain the ability to move and interact with their environment, however, most natural biological processes have ceased.</p>\n<p>The mechanics of SCP-001 are poorly understood beyond what is outlined above. Research remains ongoing.</p>\n<p>SCP-001-1 was a stone shrine dedicated to Aeternum<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-1\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-1')\">1</a></sup> located within Olympic National Park in Washington, USA. This sanctum was the last remaining shrine to Aeternum, as well as the last location of modern worship of the deity. It collapsed on February 13th, 2025, though the reason for this collapse is currently unknown.</p>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.1:</strong> Briefing</span></p>\n</div>\n<hr/>\n<p>Following SCP-001, Foundation communication systems failed globally, severely limiting the ability of unaffected personnel to contact other Foundation sites and verify the status of vital personnel. Two unaffected instances of <a href=\"/scp-6459\">SCP-6459</a><sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-2\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-2')\">2</a></sup> were recovered, allowing rudimentary communications to be established between Foundation sites using pen and paper methods. These communications revealed that approximately 4 Foundation sites globally retained any staff capable of operations. Only one of these sites contained equipment designed to address temporal anomalies, and has since been dedicated entirely to the storage of the highest priority Foundation research and documentation.</p>\n<p>Through these newly established communication efforts, it was discovered that only two members of the O5 council remained. Following a meeting of the remaining members, the decision was made to enact SCP-001 containment procedures as stated and begin research and work into reversing SCP-001.</p>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.2:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<p>The following logs were recorded by Foundation Agent Jessie Kidd, shared with Command via <a href=\"/scp-6459\">SCP-6459</a>. These logs have been stored in Temporal Exclusionary Site-37<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-3\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-3')\">3</a></sup> for recordkeeping and posterity.</p>\n<div class=\"blockquote\">\n<p><em>As I walk through this frozen forest, I stop to address the world around me. A myriad of snowflakes hang in the air, tousled by an unseen and unfelt wind. I run my hands over a leaf on a tree. It's stiff beneath my touch, unmoving. I tug at it slightly, but it refuses to separate from the branch. I frown.</em></p>\n<p><em>The scene is beautiful, a painting of a moment in time. But it's one that feels empty, incomplete.</em></p>\n<p><em>I lift my eyepatch, and press two fingers against the wound. It's an old wound, to those who still make some attempt at tracking \"hours\" and \"minutes\" it would be at least 30 years old by now, but as I pull my fingers away I can see blood left behind. It's still fresh, still open. I lower my eyepatch, and leave a simple sigil on a tree nearby. Touching it, I mutter a small incantation. The mark remains dead.</em></p>\n<p><em>It's a fool's hope, but one I hold onto. Especially now with something beating in my chest.</em></p>\n<p><em>I pull the heart out from under my jacket, and it continues to beat in my hand in defiance of the world around it. This is what we've been working for, what we've been striving for. I press it against the sigil, and in a beat the world around comes back to life.</em></p>\n<p><em>Instinctively, I pull my jacket more securely over myself as a chill in the air I haven't felt in god knows how long rushes over me. A breeze blows a snowflake onto my cheek, and I could almost cry. Instead I find myself doubling over as every nerve in my body reactivates. My eye, my arm… injuries that I had largely forgotten suddenly scream out. A warm trickle of blood flows down my cheek.</em></p>\n<p><em>Fighting through the pain, I activate the dormant .aic<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-4\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-4')\">4</a></sup> frozen in the device on my wrist.</em></p>\n<p><strong>Cruz.aic:</strong><sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-5\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-5')\">5</a></sup> Agent Kidd? How'd I get here? Wasn't I just-</p>\n\n<p><strong>Kidd:</strong> Interface with anomaly.</p>\n<p><strong>Cruz.aic:</strong> I'm sorry I didn't quite-</p>\n<p><strong>Kidd:</strong> INTERFACE WITH THE ANOMALY!</p>\n<p><strong>Cruz.aic:</strong> First of all, don't yell at me.</p>\n<p><em>It takes Cruz a moment to finally register the command. I shiver, my body suddenly realizing just how cold it is.</em></p>\n<p><strong>Cruz.aic:</strong> …Ah, got it! This is a weird one… you did mean the heart thing, right? Anyway! I've interfaced with it!</p>\n\n<p><em>I pull the heart from the sigil, and the world goes quiet once more. The pain fades, replaced with the uncomfortable numbness that I'd long grown accustomed to. I look down, seeing a single drop of blood from my face hanging suspended in midair.</em></p>\n<p><strong>Kidd:</strong> Cruz, you're still with me, right?</p>\n<p><strong>Cruz.aic:</strong> Y-yep! Sorry what… what just happened? And why can't I connect to the network?</p>\n\n<p><em>I turn over the heart in my hand. It's still beating.</em></p>\n<p><strong>Kidd:</strong> What do you know about Aeternum?</p>\n<p><strong>Cruz.aic:</strong> Ahh… some? That's the… time god, right? My offline records show that much, and that they have some fancy shrine.</p>\n<p><strong>Kidd:</strong> Right, you're right on top of things.</p>\n<p><em>Cruz thinks, processing the little information it has.</em></p>\n<p><strong>Cruz.aic:</strong> Oh! …<em>Oh</em>.</p>\n\n<p><strong>Kidd:</strong> Aeternum's shrine was destroyed, and the world was frozen as a result.</p>\n<p><strong>Cruz:</strong> …And with that heart we can fix the shrine. I get it, I get it!</p>\n<p><strong>Kidd:</strong> Do you have any info that gives me an idea of where the shrine actually is?</p>\n<p><strong>Cruz.aic:</strong> Hmmm… yes! …Kinda! I didn't have a ton of offline records specifically on Aeternum since I don't normally get to touch \"deific\" stuff, but I do have a basic backup of the main Foundation database up to level 3 clearance. Seems the shrine was in the mountains to the northwest of here.</p>\n<p><strong>Kidd:</strong> Could you chart a route? Avoid Seattle if possible.</p>\n<p><strong>Cruz.aic:</strong> Hm? Well, I guess I can. If you ask me nicely.</p>\n<p><strong>Kidd:</strong> Could you <em>please</em> chart a route?</p>\n<p><strong>Cruz.aic:</strong> I most certainly can!</p>\n\n<p><em>I write my report while Cruz gets to work routing us. I tie it off to <a href=\"/scp-6459\">Galerne</a>, who thanks me with a coo and a quick \"merci\" before flying off back to HQ.</em></p>\n<p><strong>Cruz.aic:</strong> All set. Hope this works for you, it's hard to do this the old-fashioned way. This route should take us about 3 days total… ah, right. Sorry.</p>\n<p><em>Cruz lets out an awkward mechanical chuckle.</em></p>\n<p><strong>Kidd:</strong> Thank you, Cruz. I really do appreciate it, and don't worry. We've got all the time in the world.</p>\n<p><em>I look down to the beating heart in my hand and stick it back in my coat. I can't say I feel it under there, not really, but there's a certain warmth to it that sits against my chest. A feeling difficult to describe. It'll be over soon.</em></p>\n<p><em>I tap the sigil one last time.</em></p>\n<p><strong>Kidd:</strong> I'm ready.</p>\n<p><em>I begin walking down the route Cruz maps out. The journey is quiet, Cruz making no sound beyond the occasional word of caution stopping me from going tumbling into a valley. Eventually I feel something, almost like eyes on my back.</em></p>\n<p><strong>Kidd:</strong> …Cruz, can I get a quick scan of the area?</p>\n<p><strong>Cruz.aic:</strong> Hm? Sure. Let's see…</p>\n\n<p><strong>Cruz.aic:</strong> …Woah, wait! Kidd, we're—</p>\n<p><em>Before Cruz can finish, we're surrounded by a group of men. They're no more than ten or so in number, each with a blade at their side. At their lead stands a tall, suited man, who looks at me with a smile.</em></p>\n<p><strong>Man:</strong> I should've guessed it was someone from your group out here. Good to see you, Agent Kidd. It's been far too long, have you been well?</p>\n<p><em>I chuckle, my arms held up in surrender.</em></p>\n<p><strong>Kidd:</strong> Agent Saul. I've been better, I gotta say.</p>\n<p><strong>Saul:</strong> I'd gotten some intel that the Foundation had an operation in this area. Little did I realize it was going to be an old friend.</p>\n<p><em>Agent Saul raises an eyebrow, his eyes falling on my eyepatch. He approaches me with a stony expression and draws his sword. Bringing the sword's tip to my chin, he tilts my head up slightly so I'm forced to meet his eyes.</em></p>\n<p><strong>Saul:</strong> This is fresh, kid. Now how in the world did something like this happen?</p>\n<p><strong>Kidd:</strong> You know how I draw those sigils, Saul. I was probably just careless last time-</p>\n<p><strong>Saul:</strong> I'm not a fool, kid. You guys found it, didn't you?</p>\n<p><strong>Kidd:</strong> Well we find a lot of things-</p>\n<p><em>Agent Saul slaps me, hard enough to send me stumbling from the impact.</em></p>\n<p><strong>Saul:</strong> Quit toying with me, kid. You and I have played this stupid game enough times now.</p>\n<p><strong>Cruz.aic:</strong> Kidd, who's this idiot supposed to be? He seems kinda familiar.</p>\n\n<p><strong>Kidd:</strong> Agent Saul, formerly Foundation, now a member of The Keepers.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-6\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-6')\">6</a></sup></p>\n<p><strong>Saul:</strong> Quit muttering to yourself, and hand it over.</p>\n<p><em>He grabs my right arm, just above the prosthetic. I remain resolute, simply staring him down.</em></p>\n<p><strong>Saul:</strong> You know, kid, I didn't take your whole arm last time.</p>\n<p><em>He takes his sword, and presses the blade against my right shoulder.</em></p>\n<p><strong>Saul:</strong> I can very well take the rest, and your other arm too. Now, be a good Foundation puppy and start barking.</p>\n<p><strong>Kidd:</strong> Cruz?</p>\n<p><strong>Cruz.aic:</strong> Quick kick to the back of the knees. Weak stance— honestly he should be embarrassed.</p>\n\n<p><em>I sweep at Agent Saul's legs. He falls to the ground with a shout. Time to go— running has always been my best option. Scrambling to my feet, I dive into the undergrowth and get moving. Saul wastes no time barking orders at his grunts. I feel their eyes on my back. The chase is on. Another shout from Agent Saul tells me he's joined.</em></p>\n<p><strong>Cruz.aic:</strong> Left!</p>\n<p><em>My instincts take over. I swing left, and a sword collides with the tree beside me. One of Saul's dogs, nipping at my heels.</em></p>\n<p><strong>Kidd:</strong> Any advice is good advice here, Cruz!</p>\n<p><strong>Cruz.aic:</strong> Draw your gun, then!</p>\n\n<p><strong>Kidd:</strong> Those kinda don't work, Cruz! Thermodynamics kinda don't function!</p>\n<p><strong>Cruz.aic:</strong> Oh THAT'S why they were using swords.</p>\n<p><strong>Kidd:</strong> Focus, please!</p>\n<p><strong>Cruz.aic:</strong> Right uh… thinking thinking— turn left here!</p>\n\n<p><em>I do as Cruz commands, and with a slight slide I turn left. The grunt right behind me fails to turn in time, stumbling and falling over a root. Another behind him does the same, tripping over his compatriot.</em></p>\n<p><em>I continue running, and manage to shake the grunts off. Eventually I find myself standing on the edge of a ravine.</em></p>\n<p><strong>Kidd:</strong> Cruz, ideas?</p>\n<p><strong>Saul:</strong> Enough is enough, kid.</p>\n<p><em>Agent Saul walks from the undergrowth and points his sword at me. Persistent, as always.</em></p>\n<p><strong>Saul:</strong> Hand whatever it is over. I have no problem tearing you apart for it, and there's no hell I can imagine quite like spending eternity as a torso in the woods.</p>\n<p><em>He rushes me. I manage to slide away from him. His strikes at me are powerful, angry, sloppy, and predictable. With a little aid from Cruz I'm able to dodge his blows.</em></p>\n<p><strong>Saul:</strong> What? Not going to fight back? Is that bat on your hip for show, then?</p>\n<p><strong>Kidd:</strong> I don't want to hurt you.</p>\n<p><strong>Saul:</strong> I sure as hell want to hurt you.</p>\n<p><strong>Cruz.aic:</strong> Now, Kidd! Shove him back!</p>\n<p><em>I rush Agent Saul, tackling with my shoulder. The impact sends him rolling to the ground. He tries to rise back to his feet but stumbles back. Losing his balance, he begins to slip into the ravine. I rush forward and grab him. His face twists from one of shock to one of confusion as he reaches out and grabs my prosthetic.</em></p>\n<p><strong>Kidd:</strong> Hold on, wait!</p>\n<p><em>He pulls my prosthetic off. Losing his grip on the cliff, he falls into the ravine below. I lunge out in an attempt to grab him again. I overextend in the process, and start tumbling forward. I attempt to stabilize myself, but it's too late as I fall into the ravine behind Agent Saul.</em></p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.3:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<div class=\"blockquote\">\n<p><em>There are few blessings that come with living in a frozen world. One of those few blessings is the ability to sustain injuries with no associated pain.</em></p>\n<p><em>Our fall into the ravine would, in a normal world, have likely left both Agent Saul and I unconscious. Instead, we were both able to hop back to our feet as if nothing had happened.</em></p>\n<p><strong>Saul:</strong> You know, kid, I made it all this time without so much as a scratch on me. Pristine condition!</p>\n<p><em>He points at me, his shoulder clearly dislocated. I look to my own arm, the sawed off stump visible now that the prosthetic is missing.</em></p>\n<p><strong>Saul:</strong> God I can almost feel it. I should tear you apart for that alone.</p>\n<p><em>I throw my hand up in surrender.</em></p>\n<p><strong>Saul:</strong> What the hell was that about anyway?</p>\n<p><strong>Kidd:</strong> What do you mean?</p>\n<p><em>Saul motions dramatically to the cliff above.</em></p>\n<p><strong>Saul:</strong> That trying to catch me shit you pulled. What's your aim here, huh?</p>\n<p><strong>Kidd:</strong> I wasn't just going to let you fall.</p>\n<p><em>Saul scoffs, grabbing me by the collar. He pulls a fist back, every muscle and tendon in his arm straining as his face curls in frustration. He holds the fist midair, shaking slightly.</em></p>\n<p><strong>Saul:</strong> You had no issue trying to throw me down there to begin with, and now you're claiming you didn't want me to fall.</p>\n<p><strong>Kidd:</strong> Hold on, I wasn't trying to push you down here. That was-</p>\n<p><strong>Cruz.aic:</strong> My idea!</p>\n<p><em>Saul jolts and looks around, throwing me to the ground. I rise back to my feet.</em></p>\n<p><strong>Saul:</strong> What was that?</p>\n<p><em>I hold out my arm to him, and show him the device on my wrist holding Cruz. Cruz's icon smiles at Saul.</em></p>\n<p><strong>Cruz.aic:</strong> Hello there, traitor! I'm Cruz.aic!</p>\n\n<p><strong>Saul:</strong> An… .aic? How the hell do you have tech that actually works?</p>\n<p><em>I smirk.</em></p>\n<p><strong>Kidd:</strong> Classified.</p>\n<p><strong>Saul:</strong> God I should really kill you right here, huh?</p>\n<p><strong>Kidd:</strong> Probably. I'm a bit surprised you haven't made good on your promise. Nothing but a torso in the woods— I was kinda hoping for that outcome.</p>\n<p><em>He stares at me, baffled.</em></p>\n<p><strong>Saul:</strong> …Don't say stuff like that with such a straight face, people will think you're serious.</p>\n<p><strong>Kidd:</strong> Well, there are worse places to spend eternity. At least there's a view.</p>\n<p><em>He makes a face that could almost be described as concern.</em></p>\n<p><strong>Saul:</strong> There's something deeply wrong with you.</p>\n<p><em>I simply shrug in response.</em></p>\n<p><strong>Kidd:</strong> So am I free to go, officer? Cruz if you could get back to the route that would be dandy.</p>\n<p><strong>Saul:</strong> What route?</p>\n<p><em>I turn my back to him, picking my arm up off the ground. I sit down on a rock and start reattaching it. It isn't the most impressive creation, made with from nothing but plastic odds and ends held together with rubber bands, but it does what I need it to.</em></p>\n<p><strong>Kidd:</strong> You really ripped this thing right off, you know? I'm lucky you didn't bust it up.</p>\n<p><strong>Saul:</strong> I said what route? Where do you think you're running off to, back to your Command?</p>\n<p><strong>Kidd:</strong> I'm off to the Shrine of Aeternum.</p>\n<p><em>I pull the heart from my jacket and show it to him. It beats quietly. His eyes go wide.</em></p>\n<p><strong>Saul:</strong> You… you guys are serious about this whole thing?</p>\n<p><em>I lift my eyepatch and press my fingers against the wound once again, drawing the sigil as I talk.</em></p>\n<p><strong>Kidd:</strong> We always have been. I'm going to take this to the shrine and restore it. Everything will be just as it was.</p>\n<p><em>He rolls up his sleeves.</em></p>\n<p><strong>Saul:</strong> Unfortunately for you all I can't just let that happen.</p>\n<p><em>He draws his sword.</em></p>\n<p><strong>Kidd:</strong> Maybe you and the rest of the Keepers have just forgotten what it's like.</p>\n<p><em>I press the heart against the sigil, and the world around us breathes again. Agent Saul drops his sword and grabs his shoulder, shouting out in pain as the wind whips through his hair.</em></p>\n<p><strong>Saul:</strong> What the hell?</p>\n<p><em>I try to hide it, but as soon as the world begins to move my nerves light up again as blood begins to flow anew. I double over and empty the contents of my stomach, remnants of a breakfast eaten both 30 years and just an hour ago. I finally shout in pain and remove the heart from the sigil. I pant, the world around us freezing in place and the nerves in my body once again.</em></p>\n<p><em>Saul stands shocked, still grabbing his shoulder.</em></p>\n<p><strong>Saul:</strong> …You're gonna die if you succeed. You know that, don't you?</p>\n<p><em>There's fear in his eyes.</em></p>\n<p><strong>Kidd:</strong> Cruz, how's the route coming?</p>\n<p><strong>Cruz.aic:</strong> All set when you are, Agent. It's a bit longer now but as you said, time's of no consequence and all that.</p>\n\n<p><strong>Saul:</strong> Don't ignore me. Hell you should be on <em>my</em> side with this.</p>\n<p><em>I begin to reattach the arm, letting the silence hang in the air for a moment.</em></p>\n<p><strong>Kidd:</strong> The world can't stay trapped in an empty eternity, Agent Saul.</p>\n<p><strong>Saul:</strong> That \"empty eternity\" keeps you alive. It keeps <em>all</em> of us that are left alive.</p>\n<p><em>I check the map Cruz provides on my screen.</em></p>\n<p><strong>Kidd:</strong> …Ok. Gotcha. Agent Saul, would you like my help reuniting you with the other Keepers?</p>\n<p><strong>Saul:</strong> I… excuse me?</p>\n<p><strong>Kidd:</strong> I said-</p>\n<p><strong>Saul:</strong> I heard you, kid. What I don't get is how you're so naïve as to just extend that offer like it's nothing.</p>\n<p><strong>Kidd:</strong> And yet I have. You coming?</p>\n<p><strong>Saul:</strong> What game are you playing at? You're aware that the very <em>second</em> you step foot near HQ we're taking that heart and making sure that you don't have a hope of getting it back, correct?</p>\n<p><em>I smirk, and reach out a hand. I can see something in his eyes, something akin to hesitation. He narrows his gaze as he clenches and relaxes his fists, looking around. He seems to mutter something under his breath, shaking his head.</em></p>\n<p><strong>Saul:</strong> …Fine. You're a damn fool, but if this means I can finally be done with you and the Foundation's nonsense endeavor I'll do it.</p>\n<p><strong>Cruz.aic:</strong> Agent Kidd, I have to object.</p>\n\n<p><strong>Kidd:</strong> Object away, buddy. Chart a route that takes us through Seattle, and then to the shrine.</p>\n<p><strong>Cruz.aic:</strong> You're serious about this…? Alright. I suppose if I have no choice, I'll make a fresh route for you and the traitor.</p>\n\n<p><em>I nod to Agent Saul, who grumbles before following me off deeper into the ravine.</em></p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.4:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<div class=\"blockquote\">\n<p><strong>Cruz.aic:</strong> And then a… left here.</p>\n\n<p><strong>Saul:</strong> Come on kid I thought this .aic was supposed to be a navigator? I swear we're just going in circles. I know for a fact you've got access to better tech than this.</p>\n<p><strong>Cruz.aic:</strong> Excuse you!</p>\n\n<p><strong>Kidd:</strong> Go easy on it, yeah? Cruz here was designed to interface with anomalous objects, not to navigate.</p>\n<p><strong>Saul:</strong> So why even bother, then?</p>\n<p><strong>Kidd:</strong> Because Cruz was the only one we could actually activate. Even if it isn't the greatest navigator in the world, it's better than nothing.</p>\n<p><strong>Cruz.aic:</strong> Yeah, so can the complaints and just listen to me. I'm doing a lot of work here, do you know how hard it is to navigate without GPS?</p>\n\n<p><em>We continue walking in silence. Every few minutes I feel myself turning my head to check for Agent Saul.</em></p>\n<p><strong>Saul:</strong> What's wrong? Can't stand the idea of having your back exposed to me?</p>\n<p><strong>Kidd:</strong> Nope, just wanted to make sure you didn't get separated. I'm pretty good at losing you, after all.</p>\n<p><em>Agent Saul sneers, but before he can speak, Cruz speaks up.</em></p>\n<p><strong>Cruz.aic:</strong> Here we are. This landslide should do the trick.</p>\n\n<p><em>Our eyes fall on a cascade of dirt and stone, suspended in mid collapse into the base of the ravine.</em></p>\n<p><strong>Cruz.aic:</strong> For obvious reasons I'd only ever recommend this route to someone I disliked, but given the circumstances this is our safest way out of the ravine. Assuming I understand the rules right, you all should be able to climb out no problem?</p>\n<p><strong>Kidd:</strong> You got it, Cruz. And thank you.</p>\n<p><strong>Cruz.aic:</strong> Of course, of course. Be careful, just because it's not moving doesn't mean you can't fall.</p>\n<p><strong>Saul:</strong> Yeah yeah, we get it.</p>\n<p><em>He's the first to begin the climb, putting extra care into the placement of his legs to ensure that he finds something akin to solid ground beneath him. I follow suit, tucking my right arm behind my back to fight the urge to attempt to use the prosthetic in climbing. My ascent is slow, awkward, and eventually I find myself starting to fall. Before I can tumble back down properly, a hand grabs mine and pulls me up. I scramble over the edge of the ravine back onto solid ground.</em></p>\n<p><strong>Kidd:</strong> Thank you, Agent Saul.</p>\n<p><strong>Saul:</strong> You've got the map. Can't risk losing that.</p>\n<p><strong>Kidd:</strong> Speaking of, where to next, Cruz?</p>\n<p><strong>Cruz.aic:</strong> Excuse you, I'm not a map! This is WAY outside of my wheelhouse! …That said, head north. To the left, for those of us here too stupid to know which way that is.</p>\n<p><strong>Saul:</strong> Excuse me?!</p>\n<p><strong>Cruz.aic:</strong> Hey I didn't say your name specifically. But a hit dog yelps, eh?</p>\n\n<p><strong>Kidd:</strong> Alright, enough. Both of you. Let's get moving again.</p>\n<p><em>Saul gives on quick glare at the device on my wrist as we start marching again.</em></p>\n<p><em>As we walk, I find myself running my fingers over the leaves and plants. They remain stiff and unmoving as ever beneath my touch. I press my finger against the thorn of a holly bush as we pass by. Pulling my finger away I can see the small prick left on the tip, but nothing else. No sensation, no reactive pain. The same with the snow gathered atop the leaves— there's no chill to their touch, nothing at all.</em></p>\n<p><em>I cast my eyes to the sky, seeing two songbirds frozen in place in the air. They're twisted around one another, perhaps caught in a mating display of some kind? They hang in place, like a photograph.</em></p>\n<p><strong>Saul:</strong> Kid, you alright? You've been wandering every which way and it's starting to weird me out.</p>\n<p><em>I shrug and keep walking, but he grabs my shoulder and stops me.</em></p>\n<p><strong>Saul:</strong> When I talk, you answer me. I'm getting real tired of you acting all aloof out of nowhere.</p>\n<p><em>I shake his hand off.</em></p>\n<p><strong>Kidd:</strong> I thought it was obvious, is all. How does none of this bother you?</p>\n<p><strong>Saul:</strong> You're kidding me right now.</p>\n<p><strong>Kidd:</strong> I just can't move past what we've lost, you know? When I activated that heart for the first time… well…</p>\n<p><em>I look to the snowflakes suspended in air, then back to the tree beside me.</em></p>\n<p><strong>Kidd:</strong> I thought of all the people trapped, how much they deserved to actually <em>feel</em> these things again.</p>\n<p><em>I can feel his eyes on my arm, and watch as they move up to the wound on my face.</em></p>\n<p><strong>Saul:</strong> You're a hypocrite, you know that?</p>\n<p><em>I feel something, almost like an alert going off in my head. I hold a finger to my mouth.</em></p>\n<p><strong>Saul:</strong> Excuse me? You don't get to just <em>shush</em> me—</p>\n<p><em>He's cut off as something jabs into my back and knocks me off my feet.</em></p>\n<p><strong>Saul:</strong> Kidd!</p>\n<p><strong>Cruz.aic:</strong> Detecting several hostiles around us. Humans, for sure. At least five total.</p>\n\n<p><em>I roll to my back. The person who knocked me over jabs a spear into the ground where I was. Rolling back onto my shoulders, I deliver a firm kick into his chest. He stumbles back. Seizing my chance, I hop to my feet and draw my bat.</em></p>\n<p><strong>Cruz.aic:</strong> A bat?</p>\n<p><strong>Saul:</strong> You're shitting me, kid! You seriously don't have a sword?!</p>\n<p><em>We're fully surrounded by a group of men at this point. Each bears a series of severe wounds on their bodies, wounds that would most certainly prove fatal in a normal world. They waste no time rushing us. Saul wastes no time meeting them. He kicks a man away with ease and draws his sword. Another attempts to jump him from behind. Saul strikes his chest with the sword's base.</em></p>\n<p><strong>Cruz.aic:</strong> Who are these guys anyway?</p>\n<p><strong>Kidd:</strong> We don't really have a good name for them. Do you guys?</p>\n<p><em>Saul swings his sword with reckless abandon, knocking one of the men away with its broad side.</em></p>\n<p><strong>Saul:</strong> \"Annoying\", mostly.</p>\n<p><strong>Cruz.aic:</strong> Wait so they're not—</p>\n\n<p><strong>Saul:</strong> No, they're not associated with me. They're a bunch of freaks who <em>really</em> love the collapse of societal order. They're real content with doing whatever the hell they please. Us Keepers are at least interested in <em>trying</em> to have a sense of order.</p>\n<p><em>I swing my bat. It connects with my target's stomach.</em></p>\n<p><strong>Kidd:</strong> Cruz, help me out. Escape route, minimal injuries possible.</p>\n<p><strong>Cruz.aic:</strong> Gotcha, on it!</p>\n<p><em>I change my strategy. I dodge and weave through jabs and swings as Cruz calculates. Saul's approach is more akin to a hurricane. He strikes with wild sweeping strikes designed to deal as much harm as possible. His blade pierces flesh, maximizing already fatal injuries. His opponents pay them no mind. The assault continues. The men, little more than living corpses, rise back to their feet as quickly as they're knocked over.</em></p>\n<p><strong>Cruz.aic:</strong> …Got it! Bat to the left shoulder of the guy in front of you. Follow it with a shoulder tackle. Then move it!</p>\n<p><em>I bring my bat down on the man's shoulder. What I don't realize is his existing injury. My bat is the last thing needed to completely remove his arm from his body. The arm flies free.</em></p>\n<p><em>I try to stop, try to freeze and apologize for the damage done, but my body is already in motion. I slam my shoulder against him, and send him toppling over.</em></p>\n<p><em>I can run.</em></p>\n<p><em>I</em> should <em>run. Run and get away, finish the mission. Everything in me screams to move.</em></p>\n<p><em>But I stand in place, staring at the damage done.</em></p>\n<p><strong>Saul:</strong> You damned fool! Move!</p>\n<p><em>My legs won't move.The man is back on his feet. He tackles me to the ground. There's a knife pressed to my throat.</em></p>\n<p><strong>Kidd:</strong> …Please.</p>\n<p><em>My voice comes out as a harsh whisper.</em></p>\n<p><strong>Kidd:</strong> Do it.</p>\n<p><em>Agent Saul tackles the man off of me, and drags me to my feet. Before I can react we're running. He's practically dragging me as we run off. Eventually we stop, certain we've left the rogues behind.</em></p>\n<p><strong>Kidd:</strong> Saul, I-</p>\n<p><em>He punches me, hard. I stagger back.</em></p>\n<p><strong>Saul:</strong> You are a goddamn fool, kid. Time and time again you've shown me that it's frankly only by the grace of some higher power that you're still able to even move. What is it that you're trying to pull, anyway? Some attempt at mercy or something?</p>\n<p><strong>Kidd:</strong> I just don't want to hurt people if I don't have to.</p>\n<p><strong>Saul:</strong> You have a messiah complex or something? Convinced that you're the magical lamb set to save the world, eh? Redeem everyone of their sin? Get it through your thick skull. Those men wanted you as close to dead as someone can be in this world for no reason beyond the fact that they could.</p>\n<p><em>He looks away from me, refusing to meet my eyes. I find myself doing the same.</em></p>\n<p><strong>Kidd:</strong> It's not up to me to condemn them. I know what it's like to be hurt, Saul, and I damn well know it more than you. When everything is back, the people still with us are going to feel every single thing they've missed since it all stopped. Every single nerve in their body is going to scream out as it comes back to life. I don't have the right to give that pain to people. If it means bearing a few injuries… if it means <em>I</em> have to hurt for them, then I'll do it.</p>\n<p><strong>Saul:</strong> …Cruz, where's the closest town to here?</p>\n<p><strong>Cruz.aic:</strong> I don't need to tell you that.</p>\n\n<p><strong>Saul:</strong> Humor me, I need to make a point.</p>\n<p><strong>Cruz.aic:</strong> …Due east.</p>\n<p><em>Saul grabs my hand.</em></p>\n<p><strong>Saul:</strong> Follow me.</p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.5:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<div class=\"blockquote\">\n<p><em>Following Cruz's instructions, we head into a small suburb near the edge of the forest. It's quiet, as any suburb would be in the early morning. That said, the signs of a day in the process of beginning were visible. Children waiting at a bus stop, a man with coffee in his hand fumbling with car keys, a woman walking a dog… everyone in their morning routine. Stuck in that moment.</em></p>\n<p><strong>Saul:</strong> I want you to see exactly what you're doing when you choose the coward's way out of a fight.</p>\n<p><em>Agent Saul leads me over to the man fumbling with his keys.</em></p>\n<p><strong>Saul:</strong> Take a good, long look at the damage done here.</p>\n<p><em>I oblige. I examine the man, and notice a series of fresh wounds across his body. None life-threatening, nothing major, but fresh wounds regardless.</em></p>\n<p><em>I turn to Saul, ready to say… something, but he merely shakes his head and gestures to the rest. My fears are confirmed, every person outside bears similar fresh injuries on their body. Some are small, as if dealt by a hand that was merely curious as to what would happen, while others are deeper, dealt by a hand desperate for satisfaction. Finally I find my voice.</em></p>\n<p><strong>Kidd:</strong> <em>Why?</em></p>\n<p><strong>Saul:</strong> You <em>know</em> why, kid. There's real evil in the world, and there are people who just <em>pretend</em> they aren't evil until the conditions that keep them moral vanish. That's all those rogue groups are— people who claimed morality until they got real bored and decided to take it out on everyone else. I spent enough of my time with the Foundation watching as they ignored things like this in favor of restoring their idea of \"normalcy\". This is what I mean when I say you need to get real already. If someone is trying to kill you, fight back.</p>\n<p><em>He shoves me.</em></p>\n<p><strong>Saul:</strong> The fact you're ignorant to all of this here says enough. Go ahead and condemn me from on high while you ignore the people down here, you and the rest of the Foundation.</p>\n<p><em>He shoves me again, and I stumble back.</em></p>\n<p><strong>Saul:</strong> You can go on making promises you can't keep to people you don't know, or you can wizen the hell up and make the most of the situation you're stuck in.</p>\n<p><em>I struggle to respond as I continue to look at the proof around me. If I succeed in the end, if I actually complete this mission, what does it mean for the people here? Suddenly their world starts again, and they scream out from sudden pain they never deserved to feel.</em></p>\n<p><em>But even still…</em></p>\n<p><strong>Kidd:</strong> Can you really condemn people for lashing out under the worst circumstances that they could possibly be in?</p>\n<p><strong>Saul:</strong> Ask any man fighting in any war with what they're fighting for, and I promise you not a single one can give you a real answer. Hell you could've asked me when I was still Foundation what it was that I believed in, and I'd just give you a slack-jawed \"for humanity\" response. The Keepers have made something new from all of that, we've made a proper society. We actually make an effort to deal with the people who do things like this while the Foundation sits on its hands fixating on the past. This?</p>\n<p><em>He throws his arms out in vague motions.</em></p>\n<p><strong>Saul:</strong> To you this is hell, I get it. Don't act like I don't understand your side at all. To me, however? This is <em>freedom</em>. We finally get a world with no pain, no hunger. Those rogues out there are proof that the worst in society cannot and will not change, but here at least when they harm us we don't have to feel it. We can go on living. I don't get how you can live through all of this and still think that mercy is an option.</p>\n<p><strong>Kidd:</strong> Cruz, how close is the nearest shoreline?</p>\n<p><strong>Cruz.aic:</strong> Again with this? We're going off track again…</p>\n\n<p><strong>Kidd:</strong> Please, Cruz.</p>\n<p><strong>Cruz.aic:</strong> Fine. Due west, I'll map it out.</p>\n<p><em>I hold out my hand to Saul.</em></p>\n<p><strong>Kidd:</strong> My turn to show you something.</p>\n<p><em>Following Cruz's directions, I lead Agent Saul to the nearest shoreline and out onto the beach. Even slightly before dawn there are a few people out here, clearly outdoorsy types. Some brave enough to have taken off their shoes and dipped their feet into the frigid winter waters, a handful of kids chasing a flock of seagulls, and others simply watching from further up the beach. Another moment caught in time.</em></p>\n<p><strong>Kidd:</strong> What do you hear?</p>\n<p><em>He frowns.</em></p>\n<p><strong>Saul:</strong> Nothing, obviously. That's a stupid question.</p>\n<p><strong>Kidd:</strong> Exactly. You <em>should</em> be hearing laughter, the cries of birds, the crashing of waves, but instead it's all dead silent.</p>\n<p><em>I throw my arms out.</em></p>\n<p><strong>Kidd:</strong> This is what I'm fighting for. I'm fighting for a chance to <em>have</em> a future. I'm fighting for <em>this</em>. Moments like this. These moments of joy, of struggle, of sorrow… the things that make us human. I want everyone to have the ability to experience these things in their truest form again. Even you. It isn't about me, it never has been. I have the duty to leave a better world for the people who come after me, one where they have the ability to actually have something worth living for.</p>\n<p><em>Agent Saul is quiet.</em></p>\n<p><strong>Kidd:</strong> There are really nasty people out there, Saul, I get it. I don't blame you for being jaded.</p>\n<p><em>I flash him a weak smile, and walk towards the water itself. Saul follows, almost hesitant. When we reach the shoreline, I step out on top of the waves. The water is solid beneath my feet as I continue walking. Saul is hesitant, but eventually does the same. We both stand atop the water, looking back at the people on the beach.</em></p>\n<p><strong>Kidd:</strong> I'm willing to give up everything I have if it means everyone else can go on living and experiencing what it means to be alive. What we have now isn't that, Saul. What's life if people don't actually get to <em>feel</em> anything? <em>Experience</em> anything? There isn't anything in this world worth living for the way things are now.</p>\n<p><em>Saul stares at me for a moment, then back to the people on the beach.</em></p>\n<p><strong>Saul:</strong> …Are you trying to convince me or yourself?</p>\n<p><em>I shake my head. I don't have an answer that matters. Saul looks as if he wants to say something, but casts his eyes to his feet.</em></p>\n<p><strong>Kidd:</strong> Anything is better than what we have now.</p>\n<p><em>We begin walking back to the beach.</em></p>\n<p><strong>Kidd:</strong> Cruz? Can you get us back on track, please?</p>\n<p><strong>Cruz.aic:</strong> Finally! Yes, I can definitely do that.</p>\n\n<p><em>We return to the shore and exit the beach back into the woods. As we walk, Saul slows his gait. He reaches out and touches the plants around him as we go. Running his hand over a leaf, he attempts to remove it from it's position on the tree. It refuses to budge. For a brief moment, a sincere frown settles on his face.</em></p>\n<p><em>He looks up.</em></p>\n<p><strong>Saul:</strong> Hey, Kidd?</p>\n<p><strong>Kidd:</strong> Hm?</p>\n<p><strong>Saul:</strong> …Just remember you can't complete your mission if you're dead.</p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.6:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<div class=\"blockquote\">\n<p><em>As we continue on our way, the air hangs tense between us. Saul is deathly quiet, and whenever I attempt to meet his eyes he looks away. The closer we get to the city, the slower he seems to walk.</em></p>\n<p><strong>Cruz.aic:</strong> Pick up the pace, people! We're almost there. That means you especially, traitor!</p>\n\n<p><em>Saul's head snaps up, as if pulled from a trance.</em></p>\n<p><strong>Saul:</strong> Huh?</p>\n<p><strong>Cruz.aic:</strong> Wake up! You're the reason we're going this far out of our way so you'd better get that butt in gear so we can get this over with!</p>\n\n<p><em>As we crest a hill, we can see the city in the distance. This was— is the city of Seattle, Washington, but has been long lost to Foundation control. The Keepers own this place now.</em></p>\n<p><em>The city is familiar, the skyline unchanged. The sun is just beginning to crest over the horizon, beams of light peeking across the sleeping city.</em></p>\n<p><em>I look to Saul again, but he still doesn't meet my eyes. His expression is flat, but there's the slightest frown in the corner of his mouth that betrays him.</em></p>\n<p><strong>Kidd:</strong> Hey, Saul—</p>\n<p><strong>Saul:</strong> We're almost there.</p>\n<p><strong>Kidd:</strong> …Right.</p>\n<p><em>We begin our descent into the city itself. As we walk down the streets, we find ourselves surrounded by frozen people. Just like the suburb before, everyone around us is stuck in their routine. A woman ordering coffee from a stand, a businessman on his cellphone, a homeless man and his dog huddled together as the others simply walk by.</em></p>\n<p><em>Saul turns to me with a severe expression.</em></p>\n<p><strong>Saul:</strong> There's something I need to know.</p>\n<p><strong>Kidd:</strong> Ask away.</p>\n<p><strong>Saul:</strong> Before all this, you worked in amnestics, right? I never messed with the stuff myself, but there were always rumors of the Foundation using them to basically set everything back to zero. You know, mass memory wipe the world to act like something never happened. I never put much stock into stuff like that, it was always too far-fetched for me. But I gotta know… is it true?</p>\n<p><strong>Cruz.aic:</strong> Nope, nu-uh, nothing doing. That's classified info!</p>\n\n<p><strong>Kidd:</strong> Yeah, it's true.</p>\n<p><strong>Saul:</strong> Heh, should've guessed as much. Guess we were always working for a pretty shady group, eh? Seems like I've been the bad guy for longer than I thought.</p>\n<p><em>I laugh. It's the first genuine laugh I've had in so long.</em></p>\n<p><strong>Kidd:</strong> I guess so. Running away and avoiding the fight isn't always so bad, huh? When you run you're always a step ahead. Even if we didn't have that ability, though, things would be ok in the end. Humanity can always rebuild. We've done it before, time and time again.</p>\n<p><em>I smile.</em></p>\n<p><strong>Kidd:</strong> …Things are bad now, but they'll get better. They have to.</p>\n<p><em>Saul stops walking, and turns to me.</em></p>\n<p><strong>Saul:</strong> Turn around, and run.</p>\n<p><strong>Kidd:</strong> Huh? But I—</p>\n<p><strong>Saul:</strong> I said it before back when we first fell into the ravine. You're a wanted fugitive in our eyes, and the second you set foot near the base proper we're taking that heart and ensuring the Foundation has no hopes of getting it back. If you want any hope of your little mission succeeding, then now's your time to run, Kidd.</p>\n<p><em>I take a step back.</em></p>\n<p><strong>Kidd:</strong> That's it, then? No tricks?</p>\n<p><strong>Saul:</strong> None. I can't say I believe in your mission but… well I don't really know what I believe in right now. What I do know is that you really seem to believe in it, so go for it. Prove me wrong.</p>\n<p><em>I nod, and turn to run. Before I can, however, my escape is blocked off by a set of Keeper agents. I turn around to see Saul's way forward blocked as well.</em></p>\n<p><strong>Saul:</strong> …What's the meaning of this, exactly? Stand down!</p>\n<p><em>One of the agents, an apparent leader, shakes her head.</em></p>\n<p><strong>Agent:</strong> Former Agent Saul and Foundation Agent Kidd, we order you to surrender your arms and stand down.</p>\n<p><strong>Saul:</strong> What the hell? You don't get to bark orders at me, I outrank you!</p>\n<p><strong>Agent:</strong> Unfortunately the decision was made to strip you of rank and title the second you betrayed the organization.</p>\n<p><strong>Saul:</strong> What are you talking about?!</p>\n<p><strong>Agent:</strong> By refusing to secure the relic when provided ample opportunity and giving a chance for a known fugitive to escape, you have violated the code of The Keepers that you agreed to on induction.</p>\n<p><strong>Saul:</strong> This is insa—</p>\n<p><strong>Kidd:</strong> I surrender.</p>\n<p><em>I put my arms behind my head and drop to me knees.</em></p>\n<p><strong>Cruz.aic:</strong> Agent Kidd?!</p>\n\n<p><strong>Kidd:</strong> I surrender on the explicit condition that Agent Saul is pardoned for his actions.</p>\n<p><strong>Saul:</strong> Kidd you can't be serious!</p>\n<p><strong>Agent:</strong> …Those terms are amicable. Gentlemen, cuff him.</p>\n<p><em>Two agents rush over. They kick me to the ground, handcuffing me. They take my bat and toss it aside.</em></p>\n<p><strong>Saul:</strong> Enough, let him go!</p>\n<p><strong>Agent:</strong> The orders regarding the capture and arrest of Agent Kidd are clear. As for you…</p>\n<p><em>She kicks at his legs, taking him to the ground. She follows it up with a solid kick to the ribs.</em></p>\n<p><strong>Agent:</strong> Treason is treason, Saul.</p>\n<p><strong>Kidd:</strong> I've surrendered, leave him be!</p>\n<p><strong>Agent:</strong> I don't believe that we actually <em>owe</em> you anything. There has to be order.</p>\n<p><em>She motions to the agent beside her, who draws his sword.</em></p>\n<p><strong>Agent:</strong> As for you, the penalty for treason where I'm from normally amounts to death. Since that's not much of an option, I can at least offer the next best thing.</p>\n<p><em>The agent next to her brings his sword. It falls down on Saul's left arm, cleaving it away from the shoulder. It falls to the ground. Saul's mouth hangs agape.</em></p>\n<p><em>I scream.</em></p>\n<p><em>My body acts before my mind can think. I struggle against the handcuffs as the man brings his sword down again against Saul's chest, sending him rolling against the pavement.</em></p>\n<p><em>I grab my prosthetic arm and rip it free, breaking from the handcuffs. The men attempt to restrain me. I begin beating them with the arm. It isn't my bat. It's nothing like my bat. The rage I feel in this moment is the first thing I've felt in so long. In this moment, it's enough.</em></p>\n<p><em>The other agents attempt to restrain me, but I weave between their blows. I strike behind their knees, and send them to the ground. I kick them aside.</em></p>\n<p><em>I race to Saul's side and help him back to his feet. He's stunned, mouth still agape.</em></p>\n<p><em>I drop my arm, and draw his sword.</em></p>\n<p><em>I swing without aim or care. The weapon is unfamiliar to me, heavy in my hand. I cut down the agent that started this, and I flee dragging Saul with me.</em></p>\n<p><em>And we run. It's the one thing I know: to run and get away.</em></p>\n<p><em>I offer a prayer as we escape. Deep down, I hope God doesn't hear me.</em></p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.7:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<div class=\"blockquote\">\n<p><em>I run.</em></p>\n<p><em>I run and run and keep running, long after I'm certain we aren't being followed. I run as far as my legs will take me, and then I run even further. Back into the woods, back into hiding, back to safety.</em></p>\n<p><em>Instinct must've set in, because once my eyes and head clear, I find myself back and the closest thing to a haven I could think of. A small settlement hidden away from prying eyes, a place even the Foundation hasn't found.</em></p>\n<p><strong>Cruz.aic:</strong> Kidd where ARE we?</p>\n\n<p><em>I don't hear it, instead I take Saul to the one person I know can help.</em></p>\n<p><strong>Kidd:</strong> Anne.</p>\n<p><em>I dive into the tent, and she looks up in surprise. She's an older woman, likely in her early 50s. She's nothing but soft edges, and despite the startle I gave her, she looks at me with a smile.</em></p>\n<p><strong>Anne:</strong> Jessie! It's always good to see you, but I do have to ask what brings you this way? I thought you were all set to go. And who is this?</p>\n<p><strong>Kidd:</strong> Someone who needs help.</p>\n<p><em>I sit Saul down on a chair.</em></p>\n<p><strong>Kidd:</strong> Hey, you alright?</p>\n<p><strong>Saul:</strong> It doesn't hurt… why did I shut down?</p>\n<p><strong>Kidd:</strong> You aren't psychologically accustomed to it all yet. You expected it to hurt, and you reacted as if it had. Trust me…</p>\n<p><em>I look to my missing left forearm, then to the broken prosthetic dangling lamely at my side.</em></p>\n<p><strong>Kidd:</strong> Losing an arm isn't something you're ever ready for.</p>\n<p><strong>Anne:</strong> What in God's name did you do to yourself, Jessie? It took a lot of salvaging to get the materials to even build that arm, and you've gone and wrecked it.</p>\n<p><strong>Kidd:</strong> Anne please, my friend here needs the fussing more than I do right now.</p>\n<p><em>Anne recoils as she finally gets a good look at Saul.</em></p>\n<p><strong>Anne:</strong> Oh this is… extreme. Jessie I haven't seen injuries like this since—</p>\n<p><strong>Kidd:</strong> Since you treated me, I know. Is there anything you can do?</p>\n<p><strong>Anne:</strong> I'll go see what supplies I have. Just wait here.</p>\n<p><em>She walks out of the tent, leaving us alone.</em></p>\n<p><strong>Saul:</strong> …I have to ask. Why?</p>\n<p><strong>Kidd:</strong> I said it before, I'm willing to do whatever it takes to help someone else.</p>\n<p><strong>Saul:</strong> You used my sword and actually <em>fought back</em>.</p>\n<p><strong>Kidd:</strong> I…</p>\n<p><em>I don't have an answer. I search my mind for something to say that feels even remotely satisfactory, but I'm lost.</em></p>\n<p><strong>Kidd:</strong> …Yeah. I did do that, didn't I?</p>\n<p><em>His face tenses up, and for a moment he looks like he's going to yell. Instead his voice is soft, and he stares at the ground.</em></p>\n<p><strong>Saul:</strong> Thank you.</p>\n<p><strong>Cruz.aic:</strong> Touching. Now can someone please tell me where the hell we are so I can at least ATTEMPT to chart us back on course?</p>\n\n<p><strong>Kidd:</strong> Camp Olympia. We're in the Olympic National Forest.</p>\n<p><strong>Cruz.aic:</strong> …Wait you ran all the way from SEATTLE to HERE?</p>\n\n<p><strong>Kidd:</strong> …I had to get away.</p>\n<p><em>Anne slips back into the tent.</em></p>\n<p><strong>Anne:</strong> I don't know exactly what kind of scrape you boys got yourselves into, but luckily we had a spare needle and thread.</p>\n<p><em>She approaches Saul and pulls his shirt away from the open wound.</em></p>\n<p><strong>Anne:</strong> Now hold still.</p>\n<p><strong>Saul:</strong> Uh… alright. Why are you doing all of this?</p>\n<p><strong>Anne:</strong> I can't have you very well walking around with a massive hole in your chest, sweetie. Gotta close that thing up.</p>\n<p><strong>Saul:</strong> It doesn't make any difference in the end, though. You're just wasting your supplies-</p>\n<p><strong>Anne:</strong> Oh, hush. It's not a waste if it's being used for someone in need.</p>\n<p><strong>Kidd:</strong> Better listen to her, Saul.</p>\n<p><strong>Anne:</strong> Big talk, I remember you saying the <em>exact</em> same things when we dragged your happy little self in here. \"Woe is me, you're wasting your supplies on a man better off dead!\"</p>\n<p><strong>Kidd:</strong> Come on, I don't sound like that.</p>\n<p><strong>Cruz.aic:</strong> No, no, she nailed your inflection.</p>\n\n<p><strong>Anne:</strong> That said, I'm sorry, Jessie. We just don't have the supplies needed to repair your arm, and definitely not enough to make a new one for you, Mr…?</p>\n<p><strong>Saul:</strong> Saul.</p>\n<p><strong>Anne:</strong> Mr. Saul. It's just so hard to find supplies that aren't stuck in place these days.</p>\n<p><em>She finishes stitching his chest back up and sits back.</em></p>\n<p><strong>Anne:</strong> There we are.</p>\n<p><em>Saul hesitantly touches his hand to the injury. His voice comes out almost as a whisper.</em></p>\n<p><strong>Saul:</strong> …Thank you.</p>\n<p><strong>Anne:</strong> Of course. Gotta watch out for one another, yeah? Till the sun comes on back.</p>\n<p><strong>Kidd:</strong> Till the sun comes on back. Thanks, Anne.</p>\n<p><em>We slip out of the tent back into the camp proper. For the first time in what feels like ages, there's a sense of life around us. The community isn't large, but the people gathered are</em> alive, <em>moving about in some sense of routine.</em></p>\n<p><strong>Saul:</strong> So what is this place, exactly? Some Foundation camp?</p>\n<p><strong>Kidd:</strong> The Foundation has no idea these guys are here.</p>\n<p><strong>Saul:</strong> You never told them?</p>\n<p><em>I shake my head.</em></p>\n<p><strong>Kidd:</strong> These guys found me after that time you took my arm and my eye, if you can even remember.</p>\n<p><em>He furrows his brow, and kicks the ground.</em></p>\n<p><strong>Saul:</strong> …Yeah, I remember. You'd raided one of our libraries, and I hunted you down.</p>\n<p><strong>Kidd:</strong> I was slower than I should've been, but lesson learned.</p>\n<p><em>I feel his eyes on my right forearm, where my prosthetic once was.</em></p>\n<p><strong>Saul:</strong> I… should apologize for that, shouldn't I?</p>\n<p><strong>Kidd:</strong> Probably.</p>\n<p><strong>Saul:</strong> I'm sorry.</p>\n<p><strong>Kidd:</strong> I know.</p>\n<p><em>We stand in silence for a moment.</em></p>\n<p><strong>Saul:</strong> It's because I'm afraid.</p>\n<p><strong>Kidd:</strong> What is?</p>\n<p><em>He throws his arms out in vague motions.</em></p>\n<p><strong>Saul:</strong> All of… <em>this</em>. I joined the Keepers because I'm afraid. I've lived so much of my life anxious, terrified of what was going to happen tomorrow. When that war broke out it felt like all of my fears were confirmed, and then it all just… stopped. Except me. I kept going.</p>\n<p><em>He looks at me, meeting my eyes.</em></p>\n<p><strong>Saul:</strong> I felt blessed in a way. I got this one, eternal moment. I don't have to worry about tomorrow, because there just isn't one anymore. I don't have to worry about everyone I love and everything I know vanishing, because they're all stuck right here. I feel… like a man actually in control for once, you know?</p>\n<p><strong>Kidd:</strong> I'm scared too.</p>\n<p><strong>Saul:</strong> Really now? You seemed so self-assured.</p>\n<p><em>He playfully punches my shoulder in laughs. The first sincere laugh he's had in so long.</em></p>\n<p><strong>Kidd:</strong> Everyone's a bit afraid of what comes next, you know? You can't ever know the future.</p>\n<p><strong>Saul:</strong> So what keeps you going then, Kidd? How do you get past that?</p>\n<p><em>I close my eyes for a moment. When I open them again, I meet his.</em></p>\n<p><strong>Kidd:</strong> Follow me.</p>\n<p><em>I lead him over to a tent, and motion for him to be quiet. Inside is a young woman, cradling an infant in her arms. The baby looks to us with bright, curious eyes.</em></p>\n<p><strong>Kidd:</strong> Sorry to bother you, Rio.</p>\n<p><em>The woman shakes her head and smiles. Her baby reaches out a pudgy hand, and I meet it with my finger. The baby wraps its little hand around my fingers. I smile, and after a moment I gently take him from his mother and pass him to Saul. Saul is hesitant, but eventually takes him. He holds the baby as if he was holding a bomb.</em></p>\n<p><strong>Kidd:</strong> I told you before, it's not about me. There are things I want back, yeah. I want to hurt, I want to cry, I want feelings to numb deep down. There's another part of me, a part of me that wants to do something I'll be remembered for before I'm gone. Death is a foregone conclusion at this point for me, I've made my peace with it. But above all, I know it isn't about me and what I want.</p>\n<p><em>Agent Saul watches as the baby reaches out to him. He lets him take hold of his finger, same as I did before.</em></p>\n<p><strong>Kidd:</strong> He deserves a future too, doesn't he? The chance to grow up and make the same mistakes we did?</p>\n<p><em>Saul is silent as the baby holds onto his finger. Finally, he passes the infant back to his mother and we both head back outside.</em></p>\n<p><strong>Saul:</strong> Do you still have that heart?</p>\n<p><strong>Kidd:</strong> You know I do.</p>\n<p><em>He touches his hand to his chest again.</em></p>\n<p><strong>Saul:</strong> …Her stitch work really leaves something to be desired, you know. This isn't gonna hold up until morning.</p>\n<p><strong>Cruz.aic:</strong> Finally! I have a route prepped that will get us to the shrine. It's confirmed clear, and doesn't go through Keepers' territory. The relic is confirmed in good condition. When you're both ready, we can head out.</p>\n\n<p><em>I hold my hand out to Saul.</em></p>\n<p><strong>Kidd:</strong> Whatever comes next, it'll be ok. It won't be a perfect world, but…</p>\n<p><strong>Saul:</strong> …Anything is better than this.</p>\n<p><em>He shakes my hand, and we head out.</em></p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><strong>Addendum 001.8:</strong> February 13th, 2025 0710 hours</span></p>\n</div>\n<hr/>\n<div class=\"blockquote starfade\">\n<p><em>The world didn't end instantly. The Shrine of Aeternum had stood neglected and forgotten for years. It wasn't one huge, bombastic event that brought it down to the ground. Traditions had changed, customs had changed. New gods had come to replace the old, and those great old churches were replaced by newer, grander ones. The old gods slowly faded as the old stories and rituals that once sustained them stopped getting passed down and were relegated to little more than fairytales.</em></p>\n<p><em>Saul had expected something grand when we crested the hill, signs that some great power had once resided here. Instead we were met with a pile of carved rubble and an overturned, vaguely humanoid statue in the center.</em></p>\n<p><em>I approached the center, drawing the sigil I knew so well. When pressed, it glowed with the faintest light and for a moment I could almost feel the chill of a February morning with it.</em></p>\n<p><strong>Kidd:</strong> Cruz, confirm what needs to be done here if you could.</p>\n<p><strong>Cruz.aic:</strong> The shrine itself was actually fairly sturdy all things considered. Likely constructed from anomalous materials to begin with, which is probably why it even lasted as long as it did. You'll need to reconstruct the shrine itself first, then insert the heart as a keystone. That should get everything moving again.</p>\n\n<p><strong>Saul:</strong> You're sure?</p>\n<p><strong>Cruz.aic:</strong> Don't question me!</p>\n\n<p><strong>Kidd:</strong> …And when it's done, the Foundation is going to activate their big reset button, yeah?</p>\n<p><strong>Cruz.aic:</strong> More than likely, yes. There's enough damage done and enough people who will remember this that it risks a total breach of normalcy. It's almost guaranteed that the Foundation is going to have a pretty aggressive amnestics campaign when it's all said and done.</p>\n<p><strong>Saul:</strong> …So even if we survive, we're just gonna forget it all, huh?</p>\n<p><strong>Cruz.aic:</strong> …Yes. That is the most likely outcome.</p>\n\n<p><strong>Kidd:</strong> I hope I’ll remember this time together anyway.</p>\n<p><em>Saul and I exchange a glance. There was no hesitation in his eyes anymore. We nod, and get to work rebuilding the shrine. It's hard going with only two arms between us, but if there's anything we had it was time.</em></p>\n<p><strong>Kidd:</strong> You didn't have to come all this way, you know.</p>\n<p><strong>Saul:</strong> How were you supposed to lift these things on your own? C'mon now, you're definitely too scrawny for construction work.</p>\n<p><strong>Kidd:</strong> Just because I spent my days in research before all of this doesn't mean I'm totally helpless now. I beat you in a fair fight.</p>\n<p><strong>Saul:</strong> You had an .aic to help.</p>\n<p><strong>Cruz.aic:</strong> Guilty as charged!</p>\n\n<p><strong>Saul:</strong> …You'll be ok, Kidd. It'll be fine.</p>\n<p><em>I realize just how tense my body has been through this process, and try to ease the tension in my muscles.</em></p>\n<p><strong>Kidd:</strong> Right. It'll all be fine.</p>\n<p><em>But I can't. As we continue working and rebuilding the shrine piece by piece, I feel a rising sense of dread continue to build in my chest.</em></p>\n<p><strong>Saul:</strong> Hey, take a moment. You don't need to put on a brave face right now.</p>\n<p><em>I hear a crack in my voice as I speak.</em></p>\n<p><strong>Kidd:</strong> …I'm gonna die.</p>\n<p><em>I had known for a while now that death waited for me here. My injuries were too extreme, and even with Saul here I wouldn't be able to get medical aid in time.</em></p>\n<p><strong>Saul:</strong> Me too.</p>\n<p><em>He looks at me, and there's something there. A sparkle in his eyes, something that was never there before.</em></p>\n<p><strong>Saul:</strong> But take a look around us for a moment. I can think of worse places to kick the bucket.</p>\n<p><em>And I do. The view down the mountainside into the city below was breathtaking. In the distance you could see the morning sun, still trying so hard to peek over the horizon in the distance.</em></p>\n<p><em>I grab the next stone.</em></p>\n<p><em>We continue working. Together we haul the final stone atop the shrine, and stand before our hard work. All that remains is the keystone, ready to be placed into the chest of the humanoid figure that sat at the center of the shrine.</em></p>\n<p><em>I place my fingers in the wound on Saul's chest, and draw the sigil in the hole of the shrine. I remove the heart from my jacket and hold it out to him. It beats with a slow, steady rhythm.</em></p>\n<p><strong>Saul:</strong> What are you doing?</p>\n<p><strong>Kidd:</strong> Giving it to you.</p>\n<p><em>He takes it in an uncertain hand.</em></p>\n<p><strong>Kidd:</strong> This is your chance, you know. If you wanted to you could destroy it, and that would be it. You'd have your eternal moment back.</p>\n<p><em>Saul looks at the heart beating in his hand and smirks.</em></p>\n<p><strong>Saul:</strong> Maybe I'm ready for a change.</p>\n<p><em>He inserts the heart into the shrine, and I mutter the incantation.</em></p>\n<p><em>And in a moment, I feel it. Heat from the flames around us, the chill of a cool breeze.</em></p>\n<p><em>And every nerve ending in my body activating. I collapse to the ground in agony as the pain from my all too fresh injuries racks my entire body. Saul drops to his knees as well, but pulls me in close.</em></p>\n<p><strong>Saul:</strong> Hey, hey, it's ok. I'm right here.</p>\n<p><em>I take sharp, shallow breaths. My first in so long. I feel Saul against me, and finally my body relaxes.</em></p>\n<p><strong>Saul:</strong> How does it feel?</p>\n<p><strong>Kidd:</strong> E-everything hurts. So much. I feel so alive.</p>\n<p><em>He laughs as a tear rolls down his cheek, and I find myself doing the same. He looks up, eyes on the rising sun.</em></p>\n<p><strong>Saul:</strong> Can't believe I let myself miss this for so long.</p>\n<p><em>We're both quiet for a moment. A moment, and actual</em> real <em>moment.</em></p>\n<p><strong>Kidd:</strong> …It's beautiful.</p>\n<p><em>Another breeze blows, carrying the chirp of a songbird with it.</em></p>\n<p><strong>Kidd:</strong> Good morning, Saul.</p>\n<p><strong>Saul:</strong> Good morning, Kidd.</p>\n<p><em>I cry. I cry years and years worth of tears as Saul cradles me, acting as if he isn't just as hurt. He turns us off to the horizon, and we watch as the sun begins to rise.</em></p>\n<p><span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span></p>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:150%;\"><em>The world breathes.</em></span></p>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span></p>\n</div>\n<p><span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span></p>\n<div style=\"text-align: center;\">\n<p><span style=\"font-size:200%;\">February 13th, 2025 0711 hours</span></p>\n</div>\n\n<br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span><br/>\n<span style=\"white-space: pre-wrap;\"> </span>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/oris-proposal\">Ori's Proposal</a>\" by OriTiefling, from the <a href=\"https://scpwiki.com\">SCP Wiki</a>. Source: <a href=\"https://scpwiki.com/oris-proposal\">https://scpwiki.com/oris-proposal</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For information on how to use this component, see the <a href=\"/component:license-box\">License Box component</a>. To read about licensing policy, see the <a href=\"/licensing-guide\">Licensing Guide</a>.</p>\n\n<blockquote>\n<p><strong>Filename:</strong> Cruz1-10.png<br/>\n<strong>Author:</strong> OriTiefling<br/>\n<strong>License:</strong> Creative Commons Share-Alike 3.0<br/>\n<strong>Additional Notes:</strong> All Cruz icons are drawn by the original author, OriTiefling, and released under the CC by SA 3.0 license</p>\n</blockquote>\n\n<blockquote>\n<p><strong>Filename:</strong> inthemorningsunMarg.jpg<br/>\n<strong>Author:</strong> LOVEMarginal<br/>\n<strong>License:</strong> Creative Common Share-Alike 3.0<br/>\n<strong>Additional Notes:</strong> Image was commissioned by the original author for use in this article and is released under the CC by SA 3.0 license.</p>\n</blockquote>\n\n</div>\n</div>\n</div>\n</div>\n<div class=\"footnotes-footer\">\n<div class=\"title\">Footnotes</div>\n<div class=\"footnote-footer\" id=\"footnote-1\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-1')\">1</a>. A deific figure believed to oversee the natural flow of time.</div>\n<div class=\"footnote-footer\" id=\"footnote-2\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-2')\">2</a>. Anomalous homing pigeons with above average intelligence, awareness, and dexterity.</div>\n<div class=\"footnote-footer\" id=\"footnote-3\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-3')\">3</a>. A Foundation site designed to preserve important documents and records in the event of temporal anomalies and timeline shifts.</div>\n<div class=\"footnote-footer\" id=\"footnote-4\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-4')\">4</a>. Artificial Intelligence Construct, artificial intelligences developed to aid the Foundation in various tasks.</div>\n<div class=\"footnote-footer\" id=\"footnote-5\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-5')\">5</a>. Cruz.aic is a Foundation .aic developed specifically to interface with anomalous items and recreate their anomalous effects on a contained scale so they may be researched.</div>\n<div class=\"footnote-footer\" id=\"footnote-6\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-6')\">6</a>. A hostile group that formed shortly following SCP-001 composed of people dedicated to interfering with Foundation attempts to restore the flow of time.</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[include <a href=\"http://scp-wiki.wikidot.com/theme:space\">:scp-wiki:theme:space</a>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:toggle-sidebar\">:scp-wiki:component:toggle-sidebar</a>]]\n\n=====\n\n[[include <a href=\"/component:preview\">component:preview</a>\n\ntext=\n\nFebruary 13th, 2025, 7:10am. It has been February 13th, 2025, 7:10am for 30 years.\n\n]]\n\n=====\n\n[[module CSS]]\n\n\n\n:root {\n\n    --header-title: \"In Reliquum\";\n\n    --header-subtitle: \"Whatever it takes\";\n\n}\n\n.danger-diamond > .arrows {\n\n     top: 0;\n\n}\n\n#header h2 {\n\n    padding: .5em;\n\n}\n\n\n\n.footnotes-footer {\n\ndisplay:none;\n\n}\n\n\n\n.starfade {\n\n    background: linear-gradient(to bottom, rgb(var(--space-void) / 0.575), rgb(var(--space-void) / 0.575) 50%, transparent) !important;\n\n}\n\n\n\n.starfade::before {\n\n    border: unset;\n\n}\n\n[[/module]]\n\n[[module css]]\n\n\n\n.page-source {\n\n    background: black;\n\n}\n\n\n\ndiv#container-wrap{\n\n\n\n   background-image: linear-gradient( to bottom, black 0px, black 27300px, transparent 100%);\n\n}\n\n\n\ndiv.end {\n\n   color: black;\n\n}\n\n[[/module]]\n\n[[>]]\n\n[[module Rate]]\n\n[[/>]]\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:author-label-source\">:scp-wiki:component:author-label-source</a> start=--\n\n|name=oritiefling]]\n\nDid you enjoy the article? Please check out my other works! [https://scp-wiki.wikidot.com/oris-box Right here]!\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:author-label-source\">:scp-wiki:component:author-label-source</a> end=--]]\n\n@@ @@\n\n@@ @@\n\n[[=]]\n\n**“To see a world in a grain of sand and heaven in a wild flower\"**\n\n**\"Hold infinity in the palm of your hand and eternity in an hour.”**\n\n**--William Blake**\n\n[[/=]]\n\n@@ @@\n\n@@ @@\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:anomaly-class-bar-source\">:scp-wiki:component:anomaly-class-bar-source</a>\n\n|item-number= SCP-001\n\n|clearance= 3\n\n|container-class= esoteric\n\n|secondary-class= apollyon\n\n|secondary-icon=  https://scp-wiki.wdfiles.com/local--files/component%3Aanomaly-class-bar/apollyon-icon.svg\n\n|disruption-class= amida\n\n|risk-class= critical\n\n]]\n\n\n\n\n\n------\n\n\n\n**Special Containment Procedures:** SCP-001 cannot be contained. As a result, Foundation efforts are to focus on the following:\n\n\n\n- Recovery of remaining motile civilians to Foundation-organized safe communities;\n\n\n\n- Restoration of Foundation technological and communications infrastructure wherever possible;\n\n\n\n- Restoration of the concept of \"time\" via reconstruction of SCP-001-1.\n\n\n\nThose affected by SCP-001 are currently considered lost. Preservation of the veil is to be disregarded.\n\n\n\nFoundation agents have the full approval of remaining O5 council members to eliminate persons or groups deemed hostile to the Foundation's mission with prejudice.\n\n\n\n**Description:** SCP-001 is categorized as a ZK-Class Temporal Cessation event, which resulted in the total cessation of the standard passage of time on February 13th, 2025 at 0710 PST. Following SCP-001, the natural progress of time as understood by society ceased. Affected persons, animals, inanimate objects, etc. remain locked in the position they were in when the event took place and are incapable of independent motion.\n\n\n\nWhile SCP-001 is believed to affect an overwhelming amount of the population, a currently unknown number of humans have remained unaffected. Unaffected individuals retain the ability to move and interact with their environment, however, most natural biological processes have ceased.\n\n\n\nThe mechanics of SCP-001 are poorly understood beyond what is outlined above. Research remains ongoing.\n\n\n\nSCP-001-1 was a stone shrine dedicated to Aeternum[[footnote]]A deific figure believed to oversee the natural flow of time.[[/footnote]] located within Olympic National Park in Washington, USA. This sanctum was the last remaining shrine to Aeternum, as well as the last location of modern worship of the deity. It collapsed on February 13th, 2025, though the reason for this collapse is currently unknown.\n\n\n\n------\n\n\n\n[[=]]\n\n[[size 150%]]**Addendum 001.1:** Briefing[[/size]]\n\n[[/=]]\n\n\n\n------\n\n\n\nFollowing SCP-001, Foundation communication systems failed globally, severely limiting the ability of unaffected personnel to contact other Foundation sites and verify the status of vital personnel. Two unaffected instances of [[[SCP-6459]]][[footnote]]Anomalous homing pigeons with above average intelligence, awareness, and dexterity.[[/footnote]] were recovered, allowing rudimentary communications to be established between Foundation sites using pen and paper methods. These communications revealed that approximately 4 Foundation sites globally retained any staff capable of operations. Only one of these sites contained equipment designed to address temporal anomalies, and has since been dedicated entirely to the storage of the highest priority Foundation research and documentation.\n\n\n\nThrough these newly established communication efforts, it was discovered that only two members of the O5 council remained. Following a meeting of the remaining members, the decision was made to enact SCP-001 containment procedures as stated and begin research and work into reversing SCP-001.\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.2:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n\n\nThe following logs were recorded by Foundation Agent Jessie Kidd, shared with Command via [[[SCP-6459]]]. These logs have been stored in Temporal Exclusionary Site-37[[footnote]]A Foundation site designed to preserve important documents and records in the event of temporal anomalies and timeline shifts.[[/footnote]] for recordkeeping and posterity.\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n//As I walk through this frozen forest, I stop to address the world around me. A myriad of snowflakes hang in the air, tousled by an unseen and unfelt wind. I run my hands over a leaf on a tree. It's stiff beneath my touch, unmoving. I tug at it slightly, but it refuses to separate from the branch. I frown.//\n\n\n\n//The scene is beautiful, a painting of a moment in time. But it's one that feels empty, incomplete.//\n\n\n\n//I lift my eyepatch, and press two fingers against the wound. It's an old wound, to those who still make some attempt at tracking \"hours\" and \"minutes\" it would be at least 30 years old by now, but as I pull my fingers away I can see blood left behind. It's still fresh, still open. I lower my eyepatch, and leave a simple sigil on a tree nearby. Touching it, I mutter a small incantation. The mark remains dead.//\n\n\n\n//It's a fool's hope, but one I hold onto. Especially now with something beating in my chest.//\n\n\n\n//I pull the heart out from under my jacket, and it continues to beat in my hand in defiance of the world around it. This is what we've been working for, what we've been striving for. I press it against the sigil, and in a beat the world around comes back to life.//\n\n\n\n//Instinctively, I pull my jacket more securely over myself as a chill in the air I haven't felt in god knows how long rushes over me. A breeze blows a snowflake onto my cheek, and I could almost cry. Instead I find myself doubling over as every nerve in my body reactivates. My eye, my arm... injuries that I had largely forgotten suddenly scream out. A warm trickle of blood flows down my cheek.//\n\n\n\n//Fighting through the pain, I activate the dormant .aic[[footnote]]Artificial Intelligence Construct, artificial intelligences developed to aid the Foundation in various tasks.[[/footnote]] frozen in the device on my wrist.//\n\n\n\n**Cruz.aic:**[[footnote]]Cruz.aic is a Foundation .aic developed specifically to interface with anomalous items and recreate their anomalous effects on a contained scale so they may be researched.[[/footnote]] Agent Kidd? How'd I get here? Wasn't I just-\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz2.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Interface with anomaly.\n\n\n\n**Cruz.aic:** I'm sorry I didn't quite-\n\n\n\n**Kidd:** INTERFACE WITH THE ANOMALY!\n\n\n\n**Cruz.aic:** First of all, don't yell at me.\n\n\n\n//It takes Cruz a moment to finally register the command. I shiver, my body suddenly realizing just how cold it is.//\n\n\n\n**Cruz.aic:** ...Ah, got it! This is a weird one... you did mean the heart thing, right? Anyway! I've interfaced with it!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz1.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I pull the heart from the sigil, and the world goes quiet once more. The pain fades, replaced with the uncomfortable numbness that I'd long grown accustomed to. I look down, seeing a single drop of blood from my face hanging suspended in midair.//\n\n\n\n**Kidd:** Cruz, you're still with me, right?\n\n\n\n**Cruz.aic:** Y-yep! Sorry what... what just happened? And why can't I connect to the network?\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz2.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I turn over the heart in my hand. It's still beating.//\n\n\n\n**Kidd:** What do you know about Aeternum?\n\n\n\n**Cruz.aic:** Ahh... some? That's the... time god, right? My offline records show that much, and that they have some fancy shrine.\n\n\n\n**Kidd:** Right, you're right on top of things.\n\n\n\n//Cruz thinks, processing the little information it has.//\n\n\n\n**Cruz.aic:** Oh! ...//Oh//.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz3.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Aeternum's shrine was destroyed, and the world was frozen as a result.\n\n\n\n**Cruz:** ...And with that heart we can fix the shrine. I get it, I get it!\n\n\n\n**Kidd:** Do you have any info that gives me an idea of where the shrine actually is?\n\n\n\n**Cruz.aic:** Hmmm... yes! ...Kinda! I didn't have a ton of offline records specifically on Aeternum since I don't normally get to touch \"deific\" stuff, but I do have a basic backup of the main Foundation database up to level 3 clearance. Seems the shrine was in the mountains to the northwest of here.\n\n\n\n**Kidd:** Could you chart a route? Avoid Seattle if possible.\n\n\n\n**Cruz.aic:** Hm? Well, I guess I can. If you ask me nicely.\n\n\n\n**Kidd:** Could you //please// chart a route?\n\n\n\n**Cruz.aic:** I most certainly can!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I write my report while Cruz gets to work routing us. I tie it off to [[[SCP-6459 | Galerne]]], who thanks me with a coo and a quick \"merci\" before flying off back to HQ.//\n\n\n\n**Cruz.aic:** All set. Hope this works for you, it's hard to do this the old-fashioned way. This route should take us about 3 days total... ah, right. Sorry.\n\n\n\n//Cruz lets out an awkward mechanical chuckle.//\n\n\n\n**Kidd:** Thank you, Cruz. I really do appreciate it, and don't worry. We've got all the time in the world.\n\n\n\n//I look down to the beating heart in my hand and stick it back in my coat. I can't say I feel it under there, not really, but there's a certain warmth to it that sits against my chest. A feeling difficult to describe. It'll be over soon.//\n\n\n\n//I tap the sigil one last time.//\n\n\n\n**Kidd:** I'm ready.\n\n\n\n//I begin walking down the route Cruz maps out. The journey is quiet, Cruz making no sound beyond the occasional word of caution stopping me from going tumbling into a valley. Eventually I feel something, almost like eyes on my back.//\n\n\n\n**Kidd:** ...Cruz, can I get a quick scan of the area?\n\n\n\n**Cruz.aic:** Hm? Sure. Let's see...\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz2.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Cruz.aic:** ...Woah, wait! Kidd, we're--\n\n\n\n//Before Cruz can finish, we're surrounded by a group of men. They're no more than ten or so in number, each with a blade at their side. At their lead stands a tall, suited man, who looks at me with a smile.//\n\n\n\n**Man:** I should've guessed it was someone from your group out here. Good to see you, Agent Kidd. It's been far too long, have you been well?\n\n\n\n//I chuckle, my arms held up in surrender.//\n\n\n\n**Kidd:** Agent Saul. I've been better, I gotta say.\n\n\n\n**Saul:** I'd gotten some intel that the Foundation had an operation in this area. Little did I realize it was going to be an old friend.\n\n\n\n//Agent Saul raises an eyebrow, his eyes falling on my eyepatch. He approaches me with a stony expression and draws his sword. Bringing the sword's tip to my chin, he tilts my head up slightly so I'm forced to meet his eyes.//\n\n\n\n**Saul:** This is fresh, kid. Now how in the world did something like this happen?\n\n\n\n**Kidd:** You know how I draw those sigils, Saul. I was probably just careless last time-\n\n\n\n**Saul:** I'm not a fool, kid. You guys found it, didn't you?\n\n\n\n**Kidd:** Well we find a lot of things-\n\n\n\n//Agent Saul slaps me, hard enough to send me stumbling from the impact.//\n\n\n\n**Saul:** Quit toying with me, kid. You and I have played this stupid game enough times now.\n\n\n\n**Cruz.aic:** Kidd, who's this idiot supposed to be? He seems kinda familiar.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz5.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Agent Saul, formerly Foundation, now a member of The Keepers.[[footnote]]A hostile group that formed shortly following SCP-001 composed of people dedicated to interfering with Foundation attempts to restore the flow of time.[[/footnote]]\n\n\n\n**Saul:** Quit muttering to yourself, and hand it over.\n\n\n\n//He grabs my right arm, just above the prosthetic. I remain resolute, simply staring him down.//\n\n\n\n**Saul:** You know, kid, I didn't take your whole arm last time.\n\n\n\n//He takes his sword, and presses the blade against my right shoulder.//\n\n\n\n**Saul:** I can very well take the rest, and your other arm too. Now, be a good Foundation puppy and start barking.\n\n\n\n**Kidd:** Cruz?\n\n\n\n**Cruz.aic:** Quick kick to the back of the knees. Weak stance-- honestly he should be embarrassed.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I sweep at Agent Saul's legs. He falls to the ground with a shout.  Time to go-- running has always been my best option. Scrambling to my feet, I dive into the undergrowth and get moving. Saul wastes no time barking orders at his grunts. I feel their eyes on my back. The chase is on. Another shout from Agent Saul tells me he's joined.//\n\n\n\n**Cruz.aic:** Left!\n\n\n\n//My instincts take over. I swing left, and a sword collides with the tree beside me. One of Saul's dogs, nipping at my heels.//\n\n\n\n**Kidd:** Any advice is good advice here, Cruz!\n\n\n\n**Cruz.aic:** Draw your gun, then!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz7.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Those kinda don't work, Cruz! Thermodynamics kinda don't function!\n\n\n\n**Cruz.aic:** Oh THAT'S why they were using swords.\n\n\n\n**Kidd:** Focus, please!\n\n\n\n**Cruz.aic:** Right uh... thinking thinking-- turn left here!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz9.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I do as Cruz commands, and with a slight slide I turn left. The grunt right behind me fails to turn in time, stumbling and falling over a root. Another behind him does the same, tripping over his compatriot.//\n\n\n\n//I continue running, and manage to shake the grunts off. Eventually I find myself standing on the edge of a ravine.//\n\n\n\n**Kidd:** Cruz, ideas?\n\n\n\n**Saul:** Enough is enough, kid.\n\n\n\n//Agent Saul walks from the undergrowth and points his sword at me. Persistent, as always.//\n\n\n\n**Saul:** Hand whatever it is over. I have no problem tearing you apart for it, and there's no hell I can imagine quite like spending eternity as a torso in the woods.\n\n\n\n//He rushes me. I manage to slide away from him. His strikes at me are powerful, angry, sloppy, and predictable. With a little aid from Cruz I'm able to dodge his blows.//\n\n\n\n**Saul:** What? Not going to fight back? Is that bat on your hip for show, then?\n\n\n\n**Kidd:** I don't want to hurt you.\n\n\n\n**Saul:** I sure as hell want to hurt you.\n\n\n\n**Cruz.aic:** Now, Kidd! Shove him back!\n\n\n\n//I rush Agent Saul, tackling with my shoulder. The impact sends him rolling to the ground. He tries to rise back to his feet but stumbles back. Losing his balance, he begins to slip into the ravine. I rush forward and grab him. His face twists from one of shock to one of confusion as he reaches out and grabs my prosthetic.//\n\n\n\n**Kidd:** Hold on, wait!\n\n\n\n//He pulls my prosthetic off. Losing his grip on the cliff, he falls into the ravine below. I lunge out in an attempt to grab him again. I overextend in the process, and start tumbling forward. I attempt to stabilize myself, but it's too late as I fall into the ravine behind Agent Saul.//\n\n\n\n[[/div]]\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.3:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n//There are few blessings that come with living in a frozen world. One of those few blessings is the ability to sustain injuries with no associated pain.//\n\n\n\n//Our fall into the ravine would, in a normal world, have likely left both Agent Saul and I unconscious. Instead, we were both able to hop back to our feet as if nothing had happened.//\n\n\n\n**Saul:** You know, kid, I made it all this time without so much as a scratch on me. Pristine condition!\n\n\n\n//He points at me, his shoulder clearly dislocated. I look to my own arm, the sawed off stump visible now that the prosthetic is missing.//\n\n\n\n**Saul:** God I can almost feel it. I should tear you apart for that alone.\n\n\n\n//I throw my hand up in surrender.//\n\n\n\n**Saul:** What the hell was that about anyway?\n\n\n\n**Kidd:** What do you mean?\n\n\n\n//Saul motions dramatically to the cliff above.//\n\n\n\n**Saul:** That trying to catch me shit you pulled. What's your aim here, huh?\n\n\n\n**Kidd:** I wasn't just going to let you fall.\n\n\n\n//Saul scoffs, grabbing me by the collar. He pulls a fist back, every muscle and tendon in his arm straining as his face curls in frustration. He holds the fist midair, shaking slightly.//\n\n\n\n**Saul:** You had no issue trying to throw me down there to begin with, and now you're claiming you didn't want me to fall.\n\n\n\n**Kidd:** Hold on, I wasn't trying to push you down here. That was-\n\n\n\n**Cruz.aic:** My idea!\n\n\n\n//Saul jolts and looks around, throwing me to the ground. I rise back to my feet.//\n\n\n\n**Saul:** What was that?\n\n\n\n//I hold out my arm to him, and show him the device on my wrist holding Cruz. Cruz's icon smiles at Saul.//\n\n\n\n**Cruz.aic:** Hello there, traitor! I'm Cruz.aic!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** An... .aic? How the hell do you have tech that actually works?\n\n\n\n//I smirk.//\n\n\n\n**Kidd:** Classified.\n\n\n\n**Saul:** God I should really kill you right here, huh?\n\n\n\n**Kidd:** Probably. I'm a bit surprised you haven't made good on your promise. Nothing but a torso in the woods-- I was kinda hoping for that outcome.\n\n\n\n//He stares at me, baffled.//\n\n\n\n**Saul:** ...Don't say stuff like that with such a straight face, people will think you're serious.\n\n\n\n**Kidd:** Well, there are worse places to spend eternity. At least there's a view.\n\n\n\n//He makes a face that could almost be described as concern.//\n\n\n\n**Saul:** There's something deeply wrong with you.\n\n\n\n//I simply shrug in response.//\n\n\n\n**Kidd:** So am I free to go, officer? Cruz if you could get back to the route that would be dandy.\n\n\n\n**Saul:** What route?\n\n\n\n//I turn my back to him, picking my arm up off the ground. I sit down on a rock and start reattaching it. It isn't the most impressive creation, made with from nothing but plastic odds and ends held together with rubber bands, but it does what I need it to.//\n\n\n\n**Kidd:** You really ripped this thing right off, you know? I'm lucky you didn't bust it up.\n\n\n\n**Saul:** I said what route? Where do you think you're running off to, back to your Command?\n\n\n\n**Kidd:** I'm off to the Shrine of Aeternum.\n\n\n\n//I pull the heart from my jacket and show it to him. It beats quietly. His eyes go wide.//\n\n\n\n**Saul:** You... you guys are serious about this whole thing?\n\n\n\n//I lift my eyepatch and press my fingers against the wound once again, drawing the sigil as I talk.//\n\n\n\n**Kidd:** We always have been. I'm going to take this to the shrine and restore it. Everything will be just as it was.\n\n\n\n//He rolls up his sleeves.//\n\n\n\n**Saul:** Unfortunately for you all I can't just let that happen.\n\n\n\n//He draws his sword.//\n\n\n\n**Kidd:** Maybe you and the rest of the Keepers have just forgotten what it's like.\n\n\n\n//I press the heart against the sigil, and the world around us breathes again. Agent Saul drops his sword and grabs his shoulder, shouting out in pain as the wind whips through his hair.//\n\n\n\n**Saul:** What the hell?\n\n\n\n//I try to hide it, but as soon as the world begins to move my nerves light up again as blood begins to flow anew. I double over and empty the contents of my stomach, remnants of a breakfast eaten both 30 years and just an hour ago. I finally shout in pain and remove the heart from the sigil. I pant, the world around us freezing in place and the nerves in my body once again.//\n\n\n\n//Saul stands shocked, still grabbing his shoulder.//\n\n\n\n**Saul:** ...You're gonna die if you succeed. You know that, don't you?\n\n\n\n//There's fear in his eyes.//\n\n\n\n**Kidd:** Cruz, how's the route coming?\n\n\n\n**Cruz.aic:** All set when you are, Agent. It's a bit longer now but as you said, time's of no consequence and all that.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz1.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** Don't ignore me. Hell you should be on //my// side with this.\n\n\n\n//I begin to reattach the arm, letting the silence hang in the air for a moment.//\n\n\n\n**Kidd:** The world can't stay trapped in an empty eternity, Agent Saul.\n\n\n\n**Saul:** That \"empty eternity\" keeps you alive. It keeps //all// of us that are left alive.\n\n\n\n//I check the map Cruz provides on my screen.//\n\n\n\n**Kidd:** ...Ok. Gotcha. Agent Saul, would you like my help reuniting you with the other Keepers?\n\n\n\n**Saul:** I... excuse me?\n\n\n\n**Kidd:** I said-\n\n\n\n**Saul:** I heard you, kid. What I don't get is how you're so naïve as to just extend that offer like it's nothing.\n\n\n\n**Kidd:** And yet I have. You coming?\n\n\n\n**Saul:** What game are you playing at? You're aware that the very //second// you step foot near HQ we're taking that heart and making sure that you don't have a hope of getting it back, correct?\n\n\n\n//I smirk, and reach out a hand. I can see something in his eyes, something akin to hesitation. He narrows his gaze as he clenches and relaxes his fists, looking around. He seems to mutter something under his breath, shaking his head.//\n\n\n\n**Saul:** ...Fine. You're a damn fool, but if this means I can finally be done with you and the Foundation's nonsense endeavor I'll do it.\n\n\n\n**Cruz.aic:** Agent Kidd, I have to object.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz5.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Object away, buddy. Chart a route that takes us through Seattle, and then to the shrine.\n\n\n\n**Cruz.aic:** You're serious about this...? Alright. I suppose if I have no choice, I'll make a fresh route for you and the traitor.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz6.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I nod to Agent Saul, who grumbles before following me off deeper into the ravine.//\n\n\n\n[[/div]]\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.4:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n[[div class=\"blockquote\"]]\n\n\n\n**Cruz.aic:** And then a... left here.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz5.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** Come on kid I thought this .aic was supposed to be a navigator? I swear we're just going in circles. I know for a fact you've got access to better tech than this.\n\n\n\n**Cruz.aic:** Excuse you!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz7.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Go easy on it, yeah? Cruz here was designed to interface with anomalous objects, not to navigate.\n\n\n\n**Saul:** So why even bother, then?\n\n\n\n**Kidd:** Because Cruz was the only one we could actually activate. Even if it isn't the greatest navigator in the world, it's better than nothing.\n\n\n\n**Cruz.aic:** Yeah, so can the complaints and just listen to me. I'm doing a lot of work here, do you know how hard it is to navigate without GPS?\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz6.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//We continue walking in silence. Every few minutes I feel myself turning my head to check for Agent Saul.//\n\n\n\n**Saul:** What's wrong? Can't stand the idea of having your back exposed to me?\n\n\n\n**Kidd:** Nope, just wanted to make sure you didn't get separated. I'm pretty good at losing you, after all.\n\n\n\n//Agent Saul sneers, but before he can speak, Cruz speaks up.//\n\n\n\n**Cruz.aic:** Here we are. This landslide should do the trick.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz1.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//Our eyes fall on a cascade of dirt and stone, suspended in mid collapse into the base of the ravine.//\n\n\n\n**Cruz.aic:** For obvious reasons I'd only ever recommend this route to someone I disliked, but given the circumstances this is our safest way out of the ravine. Assuming I understand the rules right, you all should be able to climb out no problem?\n\n\n\n**Kidd:** You got it, Cruz. And thank you.\n\n\n\n**Cruz.aic:** Of course, of course. Be careful, just because it's not moving doesn't mean you can't fall.\n\n\n\n**Saul:** Yeah yeah, we get it.\n\n\n\n//He's the first to begin the climb, putting extra care into the placement of his legs to ensure that he finds something akin to solid ground beneath him. I follow suit, tucking my right arm behind my back to fight the urge to attempt to use the prosthetic in climbing. My ascent is slow, awkward, and eventually I find myself starting to fall. Before I can tumble back down properly, a hand grabs mine and pulls me up. I scramble over the edge of the ravine back onto solid ground.//\n\n\n\n**Kidd:** Thank you, Agent Saul.\n\n\n\n**Saul:** You've got the map. Can't risk losing that.\n\n\n\n**Kidd:** Speaking of, where to next, Cruz?\n\n\n\n**Cruz.aic:** Excuse you, I'm not a map! This is WAY outside of my wheelhouse! ...That said, head north. To the left, for those of us here too stupid to know which way that is.\n\n\n\n**Saul:** Excuse me?!\n\n\n\n**Cruz.aic:** Hey I didn't say your name specifically. But a hit dog yelps, eh?\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Alright, enough. Both of you. Let's get moving again.\n\n\n\n//Saul gives on quick glare at the device on my wrist as we start marching again.//\n\n\n\n//As we walk, I find myself running my fingers over the leaves and plants. They remain stiff and unmoving as ever beneath my touch. I press my finger against the thorn of a holly bush as we pass by. Pulling my finger away I can see the small prick left on the tip, but nothing else. No sensation, no reactive pain. The same with the snow gathered atop the leaves-- there's no chill to their touch, nothing at all.//\n\n\n\n//I cast my eyes to the sky, seeing two songbirds frozen in place in the air. They're twisted around one another, perhaps caught in a mating display of some kind? They hang in place, like a photograph.//\n\n\n\n**Saul:** Kid, you alright? You've been wandering every which way and it's starting to weird me out.\n\n\n\n//I shrug and keep walking, but he grabs my shoulder and stops me.//\n\n\n\n**Saul:** When I talk, you answer me. I'm getting real tired of you acting all aloof out of nowhere.\n\n\n\n//I shake his hand off.//\n\n\n\n**Kidd:** I thought it was obvious, is all. How does none of this bother you?\n\n\n\n**Saul:** You're kidding me right now.\n\n\n\n**Kidd:** I just can't move past what we've lost, you know? When I activated that heart for the first time... well...\n\n\n\n//I look to the snowflakes suspended in air, then back to the tree beside me.//\n\n\n\n**Kidd:** I thought of all the people trapped, how much they deserved to actually //feel// these things again.\n\n\n\n//I can feel his eyes on my arm, and watch as they move up to the wound on my face.//\n\n\n\n**Saul:** You're a hypocrite, you know that?\n\n\n\n//I feel something, almost like an alert going off in my head. I hold a finger to my mouth.//\n\n\n\n**Saul:** Excuse me? You don't get to just //shush// me--\n\n\n\n//He's cut off as something jabs into my back and knocks me off my feet.//\n\n\n\n**Saul:** Kidd!\n\n\n\n**Cruz.aic:** Detecting several hostiles around us. Humans, for sure. At least five total.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz4.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I roll to my back. The person who knocked me over jabs a spear into the ground where I was. Rolling back onto my shoulders, I deliver a firm kick into his chest. He stumbles back. Seizing my chance, I hop to my feet and draw my bat.//\n\n\n\n**Cruz.aic:** A bat?\n\n\n\n**Saul:** You're shitting me, kid! You seriously don't have a sword?!\n\n\n\n//We're fully surrounded by a group of men at this point. Each bears a series of severe wounds on their bodies, wounds that would most certainly prove fatal in a normal world. They waste no time rushing us. Saul wastes no time meeting them. He kicks a man away with ease and draws his sword. Another attempts to jump him from behind. Saul strikes his chest with the sword's base.//\n\n\n\n**Cruz.aic:** Who are these guys anyway?\n\n\n\n**Kidd:** We don't really have a good name for them. Do you guys?\n\n\n\n//Saul swings his sword with reckless abandon, knocking one of the men away with its broad side.//\n\n\n\n**Saul:** \"Annoying\", mostly.\n\n\n\n**Cruz.aic:** Wait so they're not--\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz5.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** No, they're not associated with me. They're a bunch of freaks who //really// love the collapse of societal order. They're real content with doing whatever the hell they please. Us Keepers are at least interested in //trying// to have a sense of order.\n\n\n\n//I swing my bat. It connects with my target's stomach.//\n\n\n\n**Kidd:** Cruz, help me out. Escape route, minimal injuries possible.\n\n\n\n**Cruz.aic:** Gotcha, on it!\n\n\n\n//I change my strategy. I dodge and weave through jabs and swings as Cruz calculates. Saul's approach is more akin to a hurricane. He strikes with wild sweeping strikes designed to deal as much harm as possible. His blade pierces flesh, maximizing already fatal injuries. His opponents pay them no mind. The assault continues. The men, little more than living corpses, rise back to their feet as quickly as they're knocked over.//\n\n\n\n**Cruz.aic:** ...Got it! Bat to the left shoulder of the guy in front of you. Follow it with a shoulder tackle. Then move it!\n\n\n\n//I bring my bat down on the man's shoulder. What I don't realize is his existing injury. My bat is the last thing needed to completely remove his arm from his body. The arm flies free.//\n\n\n\n//I try to stop, try to freeze and apologize for the damage done, but my body is already in motion. I slam my shoulder against him, and send him toppling over.//\n\n\n\n//I can run.//\n\n\n\n//I// should //run. Run and get away, finish the mission. Everything in me screams to move.//\n\n\n\n//But I stand in place, staring at the damage done.//\n\n\n\n**Saul:** You damned fool! Move!\n\n\n\n//My legs won't move.The man is back on his feet. He tackles me to the ground. There's a knife pressed to my throat.//\n\n\n\n**Kidd:** ...Please.\n\n\n\n//My voice comes out as a harsh whisper.//\n\n\n\n**Kidd:** Do it.\n\n\n\n//Agent Saul tackles the man off of me, and drags me to my feet. Before I can react we're running. He's practically dragging me as we run off. Eventually we stop, certain we've left the rogues behind.//\n\n\n\n**Kidd:** Saul, I-\n\n\n\n//He punches me, hard. I stagger back.//\n\n\n\n**Saul:** You are a goddamn fool, kid. Time and time again you've shown me that it's frankly only by the grace of some higher power that you're still able to even move. What is it that you're trying to pull, anyway? Some attempt at mercy or something?\n\n\n\n**Kidd:** I just don't want to hurt people if I don't have to.\n\n\n\n**Saul:** You have a messiah complex or something? Convinced that you're the magical lamb set to save the world, eh? Redeem everyone of their sin? Get it through your thick skull. Those men wanted you as close to dead as someone can be in this world for no reason beyond the fact that they could.\n\n\n\n//He looks away from me, refusing to meet my eyes. I find myself doing the same.//\n\n\n\n**Kidd:** It's not up to me to condemn them. I know what it's like to be hurt, Saul, and I damn well know it more than you. When everything is back, the people still with us are going to feel every single thing they've missed since it all stopped. Every single nerve in their body is going to scream out as it comes back to life. I don't have the right to give that pain to people. If it means bearing a few injuries... if it means //I// have to hurt for them, then I'll do it.\n\n\n\n**Saul:** ...Cruz, where's the closest town to here?\n\n\n\n**Cruz.aic:** I don't need to tell you that.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz6.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** Humor me, I need to make a point.\n\n\n\n**Cruz.aic:** ...Due east.\n\n\n\n//Saul grabs my hand.//\n\n\n\n**Saul:** Follow me.\n\n\n\n[[/div]]\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.5:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n//Following Cruz's instructions, we head into a small suburb near the edge of the forest. It's quiet, as any suburb would be in the early morning. That said, the signs of a day in the process of beginning were visible. Children waiting at a bus stop, a man with coffee in his hand fumbling with car keys, a woman walking a dog... everyone in their morning routine. Stuck in that moment.//\n\n\n\n**Saul:** I want you to see exactly what you're doing when you choose the coward's way out of a fight.\n\n\n\n//Agent Saul leads me over to the man fumbling with his keys.//\n\n\n\n**Saul:** Take a good, long look at the damage done here.\n\n\n\n//I oblige. I examine the man, and notice a series of fresh wounds across his body. None life-threatening, nothing major, but fresh wounds regardless.//\n\n\n\n//I turn to Saul, ready to say... something, but he merely shakes his head and gestures to the rest. My fears are confirmed, every person outside bears similar fresh injuries on their body. Some are small, as if dealt by a hand that was merely curious as to what would happen, while others are deeper, dealt by a hand desperate for satisfaction. Finally I find my voice.//\n\n\n\n**Kidd:** //Why?//\n\n\n\n**Saul:** You //know// why, kid. There's real evil in the world, and there are people who just //pretend// they aren't evil until the conditions that keep them moral vanish. That's all those rogue groups are-- people who claimed morality until they got real bored and decided to take it out on everyone else. I spent enough of my time with the Foundation watching as they ignored things like this in favor of restoring their idea of \"normalcy\". This is what I mean when I say you need to get real already. If someone is trying to kill you, fight back.\n\n\n\n//He shoves me.//\n\n\n\n**Saul:** The fact you're ignorant to all of this here says enough. Go ahead and condemn me from on high while you ignore the people down here, you and the rest of the Foundation.\n\n\n\n//He shoves me again, and I stumble back.//\n\n\n\n**Saul:** You can go on making promises you can't keep to people you don't know, or you can wizen the hell up and make the most of the situation you're stuck in.\n\n\n\n//I struggle to respond as I continue to look at the proof around me. If I succeed in the end, if I actually complete this mission, what does it mean for the people here? Suddenly their world starts again, and they scream out from sudden pain they never deserved to feel.//\n\n\n\n//But even still...//\n\n\n\n**Kidd:** Can you really condemn people for lashing out under the worst circumstances that they could possibly be in?\n\n\n\n**Saul:** Ask any man fighting in any war with what they're fighting for, and I promise you not a single one can give you a real answer. Hell you could've asked me when I was still Foundation what it was that I believed in, and I'd just give you a slack-jawed \"for humanity\" response. The Keepers have made something new from all of that, we've made a proper society. We actually make an effort to deal with the people who do things like this while the Foundation sits on its hands fixating on the past. This?\n\n\n\n//He throws his arms out in vague motions.//\n\n\n\n**Saul:** To you this is hell, I get it. Don't act like I don't understand your side at all. To me, however? This is //freedom//. We finally get a world with no pain, no hunger. Those rogues out there are proof that the worst in society cannot and will not change, but here at least when they harm us we don't have to feel it. We can go on living. I don't get how you can live through all of this and still think that mercy is an option.\n\n\n\n**Kidd:** Cruz, how close is the nearest shoreline?\n\n\n\n**Cruz.aic:** Again with this? We're going off track again...\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz10.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Please, Cruz.\n\n\n\n**Cruz.aic:** Fine. Due west, I'll map it out.\n\n\n\n//I hold out my hand to Saul.//\n\n\n\n**Kidd:** My turn to show you something.\n\n\n\n//Following Cruz's directions, I lead Agent Saul to the nearest shoreline and out onto the beach. Even slightly before dawn there are a few people out here, clearly outdoorsy types. Some brave enough to have taken off their shoes and dipped their feet into the frigid winter waters, a handful of kids chasing a flock of seagulls, and others simply watching from further up the beach. Another moment caught in time.//\n\n\n\n**Kidd:** What do you hear?\n\n\n\n//He frowns.//\n\n\n\n**Saul:** Nothing, obviously. That's a stupid question.\n\n\n\n**Kidd:** Exactly. You //should// be hearing laughter, the cries of birds, the crashing of waves, but instead it's all dead silent.\n\n\n\n//I throw my arms out.//\n\n\n\n**Kidd:** This is what I'm fighting for. I'm fighting for a chance to //have// a future. I'm fighting for //this//. Moments like this.  These moments of joy, of struggle, of sorrow... the things that make us human. I want everyone to have the ability to experience these things in their truest form again. Even you. It isn't about me, it never has been. I have the duty to leave a better world for the people who come after me, one where they have the ability to actually have something worth living for.\n\n\n\n//Agent Saul is quiet.//\n\n\n\n**Kidd:** There are really nasty people out there, Saul, I get it. I don't blame you for being jaded.\n\n\n\n//I flash him a weak smile, and walk towards the water itself. Saul follows, almost hesitant. When we reach the shoreline, I step out on top of the waves. The water is solid beneath my feet as I continue walking. Saul is hesitant, but eventually does the same. We both stand atop the water, looking back at the people on the beach.//\n\n\n\n**Kidd:** I'm willing to give up everything I have if it means everyone else can go on living and experiencing what it means to be alive. What we have now isn't that, Saul. What's life if people don't actually get to //feel// anything? //Experience// anything? There isn't anything in this world worth living for the way things are now.\n\n\n\n//Saul stares at me for a moment, then back to the people on the beach.//\n\n\n\n**Saul:** ...Are you trying to convince me or yourself?\n\n\n\n//I shake my head. I don't have an answer that matters. Saul looks as if he wants to say something, but casts his eyes to his feet.//\n\n\n\n**Kidd:** Anything is better than what we have now.\n\n\n\n//We begin walking back to the beach.//\n\n\n\n**Kidd:** Cruz? Can you get us back on track, please?\n\n\n\n**Cruz.aic:** Finally! Yes, I can definitely do that.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//We return to the shore and exit the beach back into the woods. As we walk, Saul slows his gait. He reaches out and touches the plants around him as we go. Running his hand over a leaf, he attempts to remove it from it's position on the tree. It refuses to budge. For a brief moment, a sincere frown settles on his face.//\n\n\n\n//He looks up.//\n\n\n\n**Saul:** Hey, Kidd?\n\n\n\n**Kidd:** Hm?\n\n\n\n**Saul:** ...Just remember you can't complete your mission if you're dead.\n\n\n\n[[/div]]\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.6:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n//As we continue on our way, the air hangs tense between us. Saul is deathly quiet, and whenever I attempt to meet his eyes he looks away. The closer we get to the city, the slower he seems to walk.//\n\n\n\n**Cruz.aic:** Pick up the pace, people! We're almost there. That means you especially, traitor!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz10.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//Saul's head snaps up, as if pulled from a trance.//\n\n\n\n**Saul:** Huh?\n\n\n\n**Cruz.aic:** Wake up! You're the reason we're going this far out of our way so you'd better get that butt in gear so we can get this over with!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz7.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//As we crest a hill, we can see the city in the distance. This was-- is the city of Seattle, Washington, but has been long lost to Foundation control. The Keepers own this place now.//\n\n\n\n//The city is familiar, the skyline unchanged. The sun is just beginning to crest over the horizon, beams of light peeking across the sleeping city.//\n\n\n\n//I look to Saul again, but he still doesn't meet my eyes. His expression is flat, but there's the slightest frown in the corner of his mouth that betrays him.//\n\n\n\n**Kidd:** Hey, Saul--\n\n\n\n**Saul:** We're almost there.\n\n\n\n**Kidd:** ...Right.\n\n\n\n//We begin our descent into the city itself. As we walk down the streets, we find ourselves surrounded by frozen people. Just like the suburb before, everyone around us is stuck in their routine. A woman ordering coffee from a stand, a businessman on his cellphone, a homeless man and his dog huddled together as the others simply walk by.//\n\n\n\n//Saul turns to me with a severe expression.//\n\n\n\n**Saul:** There's something I need to know.\n\n\n\n**Kidd:** Ask away.\n\n\n\n**Saul:** Before all this, you worked in amnestics, right? I never messed with the stuff myself, but there were always rumors of the Foundation using them to basically set everything back to zero. You know, mass memory wipe the world to act like something never happened. I never put much stock into stuff like that, it was always too far-fetched for me. But I gotta know... is it true?\n\n\n\n**Cruz.aic:** Nope, nu-uh, nothing doing. That's classified info!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz6.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Yeah, it's true.\n\n\n\n**Saul:** Heh, should've guessed as much. Guess we were always working for a pretty shady group, eh? Seems like I've been the bad guy for longer than I thought.\n\n\n\n//I laugh. It's the first genuine laugh I've had in so long.//\n\n\n\n**Kidd:** I guess so. Running away and avoiding the fight isn't always so bad, huh? When you run you're always a step ahead. Even if we didn't have that ability, though, things would be ok in the end. Humanity can always rebuild. We've done it before, time and time again.\n\n\n\n//I smile.//\n\n\n\n**Kidd:** ...Things are bad now, but they'll get better. They have to.\n\n\n\n//Saul stops walking, and turns to me.//\n\n\n\n**Saul:** Turn around, and run.\n\n\n\n**Kidd:** Huh? But I--\n\n\n\n**Saul:** I said it before back when we first fell into the ravine. You're a wanted fugitive in our eyes, and the second you set foot near the base proper we're taking that heart and ensuring the Foundation has no hopes of getting it back. If you want any hope of your little mission succeeding, then now's your time to run, Kidd.\n\n\n\n//I take a step back.//\n\n\n\n**Kidd:** That's it, then? No tricks?\n\n\n\n**Saul:** None. I can't say I believe in your mission but... well I don't really know what I believe in right now. What I do know is that you really seem to believe in it, so go for it. Prove me wrong.\n\n\n\n//I nod, and turn to run. Before I can, however, my escape is blocked off by a set of Keeper agents. I turn around to see Saul's way forward blocked as well.//\n\n\n\n**Saul:** ...What's the meaning of this, exactly? Stand down!\n\n\n\n//One of the agents, an apparent leader, shakes her head.//\n\n\n\n**Agent:** Former Agent Saul and Foundation Agent Kidd, we order you to surrender your arms and stand down.\n\n\n\n**Saul:** What the hell? You don't get to bark orders at me, I outrank you!\n\n\n\n**Agent:** Unfortunately the decision was made to strip you of rank and title the second you betrayed the organization.\n\n\n\n**Saul:** What are you talking about?!\n\n\n\n**Agent:** By refusing to secure the relic when provided ample opportunity and giving a chance for a known fugitive to escape, you have violated the code of The Keepers that you agreed to on induction.\n\n\n\n**Saul:** This is insa--\n\n\n\n**Kidd:** I surrender.\n\n\n\n//I put my arms behind my head and drop to me knees.//\n\n\n\n**Cruz.aic:** Agent Kidd?!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz4.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** I surrender on the explicit condition that Agent Saul is pardoned for his actions.\n\n\n\n**Saul:** Kidd you can't be serious!\n\n\n\n**Agent:** ...Those terms are amicable. Gentlemen, cuff him.\n\n\n\n//Two agents rush over. They kick me to the ground, handcuffing me. They take my bat and toss it aside.//\n\n\n\n**Saul:** Enough, let him go!\n\n\n\n**Agent:** The orders regarding the capture and arrest of Agent Kidd are clear. As for you...\n\n\n\n//She kicks at his legs, taking him to the ground. She follows it up with a solid kick to the ribs.//\n\n\n\n**Agent:** Treason is treason, Saul.\n\n\n\n**Kidd:** I've surrendered, leave him be!\n\n\n\n**Agent:** I don't believe that we actually //owe// you anything. There has to be order.\n\n\n\n//She motions to the agent beside her, who draws his sword.//\n\n\n\n**Agent:** As for you, the penalty for treason where I'm from normally amounts to death. Since that's not much of an option, I can at least offer the next best thing.\n\n\n\n//The agent next to her brings his sword. It falls down on Saul's left arm, cleaving it away from the shoulder. It falls to the ground. Saul's mouth hangs agape.//\n\n\n\n//I scream.//\n\n\n\n//My body acts before my mind can think. I struggle against the handcuffs as the man brings his sword down again against Saul's chest, sending him rolling against the pavement.//\n\n\n\n//I grab my prosthetic arm and rip it free, breaking from the handcuffs. The men attempt to restrain me. I begin beating them with the arm. It isn't my bat. It's nothing like my bat. The rage I feel in this moment is the first thing I've felt in so long. In this moment, it's enough.//\n\n\n\n//The other agents attempt to restrain me, but I weave between their blows. I strike behind their knees, and send them to the ground. I kick them aside.//\n\n\n\n//I race to Saul's side and help him back to his feet. He's stunned, mouth still agape.//\n\n\n\n//I drop my arm, and draw his sword.//\n\n\n\n//I swing without aim or care. The weapon is unfamiliar to me, heavy in my hand. I cut down the agent that started this, and I flee dragging Saul with me.//\n\n\n\n//And we run. It's the one thing I know: to run and get away.//\n\n\n\n//I offer a prayer as we escape. Deep down, I hope God doesn't hear me.//\n\n\n\n[[/div]]\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.7:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n\n\n[[div class=\"blockquote\"]]\n\n\n\n//I run.//\n\n\n\n//I run and run and keep running, long after I'm certain we aren't being followed. I run as far as my legs will take me, and then I run even further. Back into the woods, back into hiding, back to safety.//\n\n\n\n//Instinct must've set in, because once my eyes and head clear, I find myself back and the closest thing to a haven I could think of. A small settlement hidden away from prying eyes, a place even the Foundation hasn't found.//\n\n\n\n**Cruz.aic:** Kidd where ARE we?\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz5.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I don't hear it, instead I take Saul to the one person I know can help.//\n\n\n\n**Kidd:** Anne.\n\n\n\n//I dive into the tent, and she looks up in surprise. She's an older woman, likely in her early 50s. She's nothing but soft edges, and despite the startle I gave her, she looks at me with a smile.//\n\n\n\n**Anne:** Jessie! It's always good to see you, but I do have to ask what brings you this way? I thought you were all set to go. And who is this?\n\n\n\n**Kidd:** Someone who needs help.\n\n\n\n//I sit Saul down on a chair.//\n\n\n\n**Kidd:** Hey, you alright?\n\n\n\n**Saul:** It doesn't hurt... why did I shut down?\n\n\n\n**Kidd:** You aren't psychologically accustomed to it all yet. You expected it to hurt, and you reacted as if it had. Trust me...\n\n\n\n//I look to my missing left forearm, then to the broken prosthetic dangling lamely at my side.//\n\n\n\n**Kidd:** Losing an arm isn't something you're ever ready for.\n\n\n\n**Anne:** What in God's name did you do to yourself, Jessie? It took a lot of salvaging to get the materials to even build that arm, and you've gone and wrecked it.\n\n\n\n**Kidd:** Anne please, my friend here needs the fussing more than I do right now.\n\n\n\n//Anne recoils as she finally gets a good look at Saul.//\n\n\n\n**Anne:** Oh this is... extreme. Jessie I haven't seen injuries like this since--\n\n\n\n**Kidd:** Since you treated me, I know. Is there anything you can do?\n\n\n\n**Anne:** I'll go see what supplies I have. Just wait here.\n\n\n\n//She walks out of the tent, leaving us alone.//\n\n\n\n**Saul:** ...I have to ask. Why?\n\n\n\n**Kidd:** I said it before, I'm willing to do whatever it takes to help someone else.\n\n\n\n**Saul:** You used my sword and actually //fought back//.\n\n\n\n**Kidd:** I...\n\n\n\n//I don't have an answer. I search my mind for something to say that feels even remotely satisfactory, but I'm lost.//\n\n\n\n**Kidd:** ...Yeah. I did do that, didn't I?\n\n\n\n//His face tenses up, and for a moment he looks like he's going to yell. Instead his voice is soft, and he stares at the ground.//\n\n\n\n**Saul:** Thank you.\n\n\n\n**Cruz.aic:** Touching. Now can someone please tell me where the hell we are so I can at least ATTEMPT to chart us back on course?\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz10.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** Camp Olympia. We're in the Olympic National Forest.\n\n\n\n**Cruz.aic:** ...Wait you ran all the way from SEATTLE to HERE?\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz4.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** ...I had to get away.\n\n\n\n//Anne slips back into the tent.//\n\n\n\n**Anne:** I don't know exactly what kind of scrape you boys got yourselves into, but luckily we had a spare needle and thread.\n\n\n\n//She approaches Saul and pulls his shirt away from the open wound.//\n\n\n\n**Anne:** Now hold still.\n\n\n\n**Saul:** Uh... alright. Why are you doing all of this?\n\n\n\n**Anne:** I can't have you very well walking around with a massive hole in your chest, sweetie. Gotta close that thing up.\n\n\n\n**Saul:** It doesn't make any difference in the end, though. You're just wasting your supplies-\n\n\n\n**Anne:** Oh, hush. It's not a waste if it's being used for someone in need.\n\n\n\n**Kidd:** Better listen to her, Saul.\n\n\n\n**Anne:** Big talk, I remember you saying the //exact// same things when we dragged your happy little self in here. \"Woe is me, you're wasting your supplies on a man better off dead!\"\n\n\n\n**Kidd:** Come on, I don't sound like that.\n\n\n\n**Cruz.aic:** No, no, she nailed your inflection.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Anne:** That said, I'm sorry, Jessie. We just don't have the supplies needed to repair your arm, and definitely not enough to make a new one for you, Mr...?\n\n\n\n**Saul:** Saul.\n\n\n\n**Anne:** Mr. Saul. It's just so hard to find supplies that aren't stuck in place these days.\n\n\n\n//She finishes stitching his chest back up and sits back.//\n\n\n\n**Anne:** There we are.\n\n\n\n//Saul hesitantly touches his hand to the injury. His voice comes out almost as a whisper.//\n\n\n\n**Saul:** ...Thank you.\n\n\n\n**Anne:** Of course. Gotta watch out for one another, yeah? Till the sun comes on back.\n\n\n\n**Kidd:** Till the sun comes on back. Thanks, Anne.\n\n\n\n//We slip out of the tent back into the camp proper. For the first time in what feels like ages, there's a sense of life around us. The community isn't large, but the people gathered are// alive, //moving about in some sense of routine.//\n\n\n\n**Saul:** So what is this place, exactly? Some Foundation camp?\n\n\n\n**Kidd:** The Foundation has no idea these guys are here.\n\n\n\n**Saul:** You never told them?\n\n\n\n//I shake my head.//\n\n\n\n**Kidd:** These guys found me after that time you took my arm and my eye, if you can even remember.\n\n\n\n//He furrows his brow, and kicks the ground.//\n\n\n\n**Saul:** ...Yeah, I remember. You'd raided one of our libraries, and I hunted you down.\n\n\n\n**Kidd:** I was slower than I should've been, but lesson learned.\n\n\n\n//I feel his eyes on my right forearm, where my prosthetic once was.//\n\n\n\n**Saul:** I... should apologize for that, shouldn't I?\n\n\n\n**Kidd:** Probably.\n\n\n\n**Saul:** I'm sorry.\n\n\n\n**Kidd:** I know.\n\n\n\n//We stand in silence for a moment.//\n\n\n\n**Saul:** It's because I'm afraid.\n\n\n\n**Kidd:** What is?\n\n\n\n//He throws his arms out in vague motions.//\n\n\n\n**Saul:** All of... //this//. I joined the Keepers because I'm afraid. I've lived so much of my life anxious, terrified of what was going to happen tomorrow. When that war broke out it felt like all of my fears were confirmed, and then it all just... stopped. Except me. I kept going.\n\n\n\n//He looks at me, meeting my eyes.//\n\n\n\n**Saul:** I felt blessed in a way. I got this one, eternal moment. I don't have to worry about tomorrow, because there just isn't one anymore. I don't have to worry about everyone I love and everything I know vanishing, because they're all stuck right here. I feel... like a man actually in control for once, you know?\n\n\n\n**Kidd:** I'm scared too.\n\n\n\n**Saul:** Really now? You seemed so self-assured.\n\n\n\n//He playfully punches my shoulder in laughs. The first sincere laugh he's had in so long.//\n\n\n\n**Kidd:** Everyone's a bit afraid of what comes next, you know? You can't ever know the future.\n\n\n\n**Saul:** So what keeps you going then, Kidd? How do you get past that?\n\n\n\n//I close my eyes for a moment. When I open them again, I meet his.//\n\n\n\n**Kidd:** Follow me.\n\n\n\n//I lead him over to a tent, and motion for him to be quiet. Inside is a young woman, cradling an infant in her arms. The baby looks to us with bright, curious eyes.//\n\n\n\n**Kidd:** Sorry to bother you, Rio.\n\n\n\n//The woman shakes her head and smiles. Her baby reaches out a pudgy hand, and I meet it with my finger. The baby wraps its little hand around my fingers. I smile, and after a moment I gently take him from his mother and pass him to Saul. Saul is hesitant, but eventually takes him. He holds the baby as if he was holding a bomb.//\n\n\n\n**Kidd:** I told you before, it's not about me. There are things I want back, yeah. I want to hurt, I want to cry, I want feelings to numb deep down. There's another part of me, a part of me that wants to do something I'll be remembered for before I'm gone. Death is a foregone conclusion at this point for me, I've made my peace with it. But above all, I know it isn't about me and what I want.\n\n\n\n//Agent Saul watches as the baby reaches out to him. He lets him take hold of his finger, same as I did before.//\n\n\n\n**Kidd:** He deserves a future too, doesn't he? The chance to grow up and make the same mistakes we did?\n\n\n\n//Saul is silent as the baby holds onto his finger. Finally, he passes the infant back to his mother and we both head back outside.//\n\n\n\n**Saul:** Do you still have that heart?\n\n\n\n**Kidd:** You know I do.\n\n\n\n//He touches his hand to his chest again.//\n\n\n\n**Saul:** ...Her stitch work really leaves something to be desired, you know. This isn't gonna hold up until morning.\n\n\n\n**Cruz.aic:** Finally! I have a route prepped that will get us to the shrine. It's confirmed clear, and doesn't go through Keepers' territory. The relic is confirmed in good condition. When you're both ready, we can head out.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz1.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n//I hold my hand out to Saul.//\n\n\n\n**Kidd:** Whatever comes next, it'll be ok. It won't be a perfect world, but...\n\n\n\n**Saul:** ...Anything is better than this.\n\n\n\n//He shakes my hand, and we head out.//\n\n\n\n[[/div]]\n\n\n\n------\n\n[[=]]\n\n[[size 150%]]**Addendum 001.8:** February 13th, 2025 0710 hours[[/size]]\n\n[[/=]]\n\n------\n\n\n\n[[div class=\"blockquote starfade\"]]\n\n\n\n//The world didn't end instantly. The Shrine of Aeternum had stood neglected and forgotten for years. It wasn't one huge, bombastic event that brought it down to the ground. Traditions had changed, customs had changed. New gods had come to replace the old, and those great old churches were replaced by newer, grander ones. The old gods slowly faded as the old stories and rituals that once sustained them stopped getting passed down and were relegated to little more than fairytales.//\n\n\n\n//Saul had expected something grand when we crested the hill, signs that some great power had once resided here. Instead we were met with a pile of carved rubble and an overturned, vaguely humanoid statue in the center.//\n\n\n\n//I approached the center, drawing the sigil I knew so well. When pressed, it glowed with the faintest light and for a moment I could almost feel the chill of a February morning with it.//\n\n\n\n**Kidd:** Cruz, confirm what needs to be done here if you could.\n\n\n\n**Cruz.aic:** The shrine itself was actually fairly sturdy all things considered. Likely constructed from anomalous materials to begin with, which is probably why it even lasted as long as it did. You'll need to reconstruct the shrine itself first, then insert the heart as a keystone. That should get everything moving again.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz1.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** You're sure?\n\n\n\n**Cruz.aic:** Don't question me!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz6.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** ...And when it's done, the Foundation is going to activate their big reset button, yeah?\n\n\n\n**Cruz.aic:** More than likely, yes. There's enough damage done and enough people who will remember this that it risks a total breach of normalcy. It's almost guaranteed that the Foundation is going to have a pretty aggressive amnestics campaign when it's all said and done.\n\n\n\n**Saul:** ...So even if we survive, we're just gonna forget it all, huh?\n\n\n\n**Cruz.aic:** ...Yes. That is the most likely outcome.\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz2.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Kidd:** I hope I’ll remember this time together anyway.\n\n\n\n//Saul and I exchange a glance. There was no hesitation in his eyes anymore. We nod, and get to work rebuilding the shrine. It's hard going with only two arms between us, but if there's anything we had it was time.//\n\n\n\n**Kidd:** You didn't have to come all this way, you know.\n\n\n\n**Saul:** How were you supposed to lift these things on your own? C'mon now, you're definitely too scrawny for construction work.\n\n\n\n**Kidd:** Just because I spent my days in research before all of this doesn't mean I'm totally helpless now. I beat you in a fair fight.\n\n\n\n**Saul:** You had an .aic to help.\n\n\n\n**Cruz.aic:** Guilty as charged!\n\n\n\n[[=]]\n\n[[div]]\n\n[[image Cruz8.png width=\"75px\" style=\"margin-left: 20px;\"]]\n\n[[/div]]\n\n[[/=]]\n\n\n\n**Saul:** ...You'll be ok, Kidd. It'll be fine.\n\n\n\n//I realize just how tense my body has been through this process, and try to ease the tension in my muscles.//\n\n\n\n**Kidd:** Right. It'll all be fine.\n\n\n\n//But I can't. As we continue working and rebuilding the shrine piece by piece, I feel a rising sense of dread continue to build in my chest.//\n\n\n\n**Saul:** Hey, take a moment. You don't need to put on a brave face right now.\n\n\n\n//I hear a crack in my voice as I speak.//\n\n\n\n**Kidd:** ...I'm gonna die.\n\n\n\n//I had known for a while now that death waited for me here. My injuries were too extreme, and even with Saul here I wouldn't be able to get medical aid in time.//\n\n\n\n**Saul:** Me too.\n\n\n\n//He looks at me, and there's something there. A sparkle in his eyes, something that was never there before.//\n\n\n\n**Saul:** But take a look around us for a moment. I can think of worse places to kick the bucket.\n\n\n\n//And I do. The view down the mountainside into the city below was breathtaking. In the distance you could see the morning sun, still trying so hard to peek over the horizon in the distance.//\n\n\n\n//I grab the next stone.//\n\n\n\n//We continue working. Together we haul the final stone atop the shrine, and stand before our hard work. All that remains is the keystone, ready to be placed into the chest of the humanoid figure that sat at the center of the shrine.//\n\n\n\n//I place my fingers in the wound on Saul's chest, and draw the sigil in the hole of the shrine. I remove the heart from my jacket and hold it out to him. It beats with a slow, steady rhythm.//\n\n\n\n**Saul:** What are you doing?\n\n\n\n**Kidd:** Giving it to you.\n\n\n\n//He takes it in an uncertain hand.//\n\n\n\n**Kidd:** This is your chance, you know. If you wanted to you could destroy it, and that would be it. You'd have your eternal moment back.\n\n\n\n//Saul looks at the heart beating in his hand and smirks.//\n\n\n\n**Saul:** Maybe I'm ready for a change.\n\n\n\n//He inserts the heart into the shrine, and I mutter the incantation.//\n\n\n\n//And in a moment, I feel it. Heat from the flames around us, the chill of a cool breeze.//\n\n\n\n//And every nerve ending in my body activating. I collapse to the ground in agony as the pain from my all too fresh injuries racks my entire body. Saul drops to his knees as well, but pulls me in close.//\n\n\n\n**Saul:** Hey, hey, it's ok. I'm right here.\n\n\n\n//I take sharp, shallow breaths. My first in so long. I feel Saul against me, and finally my body relaxes.//\n\n\n\n**Saul:** How does it feel?\n\n\n\n**Kidd:** E-everything hurts. So much. I feel so alive.\n\n\n\n//He laughs as a tear rolls down his cheek, and I find myself doing the same. He looks up, eyes on the rising sun.//\n\n\n\n**Saul:** Can't believe I let myself miss this for so long.\n\n\n\n//We're both quiet for a moment. A moment, and actual// real //moment.//\n\n\n\n**Kidd:** ...It's beautiful.\n\n\n\n//Another breeze blows, carrying the chirp of a songbird with it.//\n\n\n\n**Kidd:** Good morning, Saul.\n\n\n\n**Saul:** Good morning, Kidd.\n\n\n\n//I cry. I cry years and years worth of tears as Saul cradles me, acting as if he isn't just as hurt. He turns us off to the horizon, and we watch as the sun begins to rise.//\n\n\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n\n\n[[=]]\n\n[[size 150%]]//The world breathes.//[[/size]]\n\n[[/=]]\n\n\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n\n\n[[/div]]\n\n\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n\n\n\n\n[[=]]\n\n\n\n[[size 200%]]February 13th, 2025 0711 hours[[/size]]\n\n\n\n[[/=]]\n\n\n\n[[=]]\n\n[[div]]\n\n[[image inthemorningsunMARG.jpg]]\n\n[[/div]]\n\n[[/=]]\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n@@ @@\n\n\n\n\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a>]]\n\n=====\n\n> **Filename:** Cruz1-10.png\n\n> **Author:** OriTiefling\n\n> **License:** Creative Commons Share-Alike 3.0\n\n> **Additional Notes:** All Cruz icons are drawn by the original author, OriTiefling, and released under the CC by SA 3.0 license\n\n=====\n\n> **Filename:** inthemorningsunMarg.jpg\n\n> **Author:** LOVEMarginal\n\n> **License:** Creative Common Share-Alike 3.0\n\n> **Additional Notes:** Image was commissioned by the original author for use in this article and is released under the CC by SA 3.0 license.\n\n=====\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["oris-box", "classification-committee-memo", "scp-6459", "component:license-box", "licensing-guide"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "8000", "_licensebox", "apollyon", "entropic", "k-class-scenario", "scp", "temporal", "thermodynamic"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/oris-proposal"}}