{"SCP-001": {"created_at": "2017-11-08T05:12:00", "creator": "WrongJohnSilver", "domain": "scp-wiki.wikidot.com", "history": [{"author": "WrongJohnSilver", "author_href": "http://www.wikidot.com/user:info/wrongjohnsilver", "comment": "Uploaded file \"mkatorley.jpg\".", "date": "2017-11-08T05:12:00"}, {"author": "WrongJohnSilver", "author_href": "http://www.wikidot.com/user:info/wrongjohnsilver", "comment": "", "date": "2017-11-08T05:12:00"}, {"author": "WrongJohnSilver", "author_href": "http://www.wikidot.com/user:info/wrongjohnsilver", "comment": "Parent page set to: \"scp-001\".", "date": "2017-11-08T05:15:00"}, {"author": "deleted", "author_href": false, "comment": "File \"mkatorley.jpg\" deleted", "date": "2017-11-09T14:43:00"}, {"author": "WrongJohnSilver", "author_href": "http://www.wikidot.com/user:info/wrongjohnsilver", "comment": "Uploaded file \"mkatorley.jpg\".", "date": "2017-11-09T14:44:00"}, {"author": "Shaggydredlocks", "author_href": "http://www.wikidot.com/user:info/shaggydredlocks", "comment": "Added tags: 001-proposal, concept, document, foundation-made, historical, scp, unclassed. ", "date": "2017-11-12T05:51:00"}, {"author": "MayD", "author_href": "http://www.wikidot.com/user:info/mayd", "comment": "Added tags: esoteric-class. Removed tags: unclassed. ", "date": "2018-01-17T18:02:00"}, {"author": "Kenop", "author_href": "http://www.wikidot.com/user:info/kenop", "comment": "", "date": "2018-01-23T02:48:00"}, {"author": "MrWrong", "author_href": "http://www.wikidot.com/user:info/mrwrong", "comment": "You successfully reverted the page to revision number 6", "date": "2018-01-23T05:07:00"}, {"author": "Elenee FishTruck", "author_href": "http://www.wikidot.com/user:info/elenee-fishtruck", "comment": "Added tags: _image. ", "date": "2019-02-25T03:46:00"}, {"author": "Elenee FishTruck", "author_href": "http://www.wikidot.com/user:info/elenee-fishtruck", "comment": "Added tags: _cc. Removed tags: _image. ", "date": "2019-04-11T00:32:00"}, {"author": "Cerastes", "author_href": "http://www.wikidot.com/user:info/cerastes", "comment": "Added tags: _licensebox. ", "date": "2020-09-08T19:26:00"}, {"author": "Cerastes", "author_href": "http://www.wikidot.com/user:info/cerastes", "comment": "", "date": "2020-09-08T19:26:00"}, {"author": "Machen2", "author_href": "http://www.wikidot.com/user:info/machen2", "comment": "", "date": "2021-04-20T07:46:00"}], "hubs": ["the-scip-squad-podcast-hub", "scp-series-1-audio-edition", "scp-series-1-tales-edition", "scp-001", "kaktuskast-hub", "algorithm-curated-recommendations", "audio-adaptations"], "images": ["https://scp-wiki.wdfiles.com/local--files/wjs-proposal/mkatorley.jpg"], "link": "wjs-proposal", "page_id": "56613500", "rating": 684, "raw_content": "<html><body><div id=\"page-content\">\n\n<div style=\"float: center; border: solid 4px #444444; width: 570px; padding: 1px 15px; margin: 10px 10px 10px 40px; box-shadow: 2px 1px 3px rgba(0,0,0,.2);\">\n<div style=\"text-align: center;\">\n<h2 id=\"toc0\"><span>Note from O5 Council</span></h2>\n</div>\n<br/>\n<br/>\nIn case you're wondering why this object is here where it doesn't belong, it's important to remember two things.\n<p>First, the SCP-001 slot is specifically reserved for use by the O5 Council as they deem necessary.</p>\n<p>Second, \"consensus reality\" is simply consensus of the Council.</p>\n</div>\n<br/>\n<strong>Item #:</strong> SCP-001\n<p><strong>Object Class:</strong> Non-Anomalous</p>\n<p><strong>Special Containment Procedures:</strong> SCP-001 is kept on a dedicated server or library located in a place of the O5 Council's choosing. The normal prohibition of O5 members from contacting SCP-designated objects does not apply in the case of SCP-001 as it is not anomalous.</p>\n<p>Any additions, deletions, or updates to SCP-001 requires the consensus decision of the O5 Council. Access to SCP-001 is limited to the O5 Council. Access by other Foundation members or non-Foundation entities constitutes a containment breach that may result in a Broken Masquerade scenario. General amnestic release is authorized to be used in the case of a containment breach, up to and including global Class A amnesticization, as required.</p>\n<p><strong>Description:</strong> SCP-001 is the document describing consensus reality. Anomalous activity is therefore defined as any activity that occurs outside the parameters of the document. The document may describe certain characteristics of reality as inherently anomalous, as decided upon by the O5 Council.</p>\n<p>General practice has included universal laws of gravitation, physical forces, and basic chemistry, biology, sociology, and philosophy. Presently, discoveries and technological development are not considered anomalous as long as they are built on a framework of knowledge previously designated consensus reality using the scientific method. All new claims of discovery are to be monitored for developments outside the parameters of SCP-001 which can be reproducible.</p>\n<p>Claims of discovery that cannot be reproduced and appear to affect the perception of only the individual reporting the claim are not considered anomalous and can be allowed into the general public. In most cases these claims may result in the public calling them \"hallucinations,\" \"crackpot theories,\" or \"conspiracies,\" and discounted. This is to be encouraged because it allows for plausible deniability when an anomaly is more widely witnessed in public.</p>\n<p>All activities and objects outside the parameters of SCP-001 are to be tracked, secured, contained, removed from public knowledge, and protected by the SCP Foundation. Studies from such objects can be used in proposals for further updates to SCP-001.</p>\n<div style=\"text-align: center;\">\n<h2 id=\"toc1\"><span>The following excerpts have been cleared by the O5 Council as examples of update proposals to SCP-001. In all cases the speaker is not identified, nor are the logs complete.</span></h2>\n</div>\n<blockquote>\n<p><strong>Proposal Date:</strong> 1/11/1932</p>\n<p><strong>Update Proposal:</strong> Declaration of modern witch-craft traditions arising in the United Kingdom as anomalous</p>\n<p><strong>Dialog:</strong></p>\n<p>Why are we even covering this? There are traditional beliefs in cultures throughout history that we do not consider anomalous. We must not use our position to threaten the right of humanity to believe.</p>\n<p>Except this does not extend from traditional practices. This new \"witch-craft\" is a modern invention, developed through a scholarly rereading of practices as an alternative to Christianity. It is not a continuation, and practitioners are attempting spell-casting.</p>\n<p>Soon you'll say Aleister Crowley has something to do with it. The document is clear: theurgy is anomalous, religion and spirituality are not. Show me proof that they are casting spells that cannot be explained under rigorous testing, and I will personally see to containing those spells myself. Until then, no, just as Thelema is allowed, so shall this witch-craft. For God's sake, we'll allow Satanism as long as they aren't channeling demonic energies.</p>\n<p>Agreed. Furthermore, we will need all the faith we can muster against the theurgic traditions. We never know when a new faith will assist in our cause.</p>\n<p><strong>Conclusion:</strong> No Update</p>\n</blockquote>\n<blockquote>\n<p><strong>Proposal Date:</strong> 16/7/1945</p>\n<p><strong>Update Proposal:</strong> Re-evaluation of physics on the subject of nuclear fission</p>\n<p><strong>Dialog:</strong></p>\n<p>Thank you for responding to my emergency call. Trinity has happened. I can barely comprehend what I saw. It was like the sun rising from the desert sand, a dawn of destruction and fire that lasted for miles around. I cannot believe that such an explosion could ever be seen as possible. Tales and prior evidence of the summoning of gods have had less impact. I tremble with fear about the possibility of people wielding this kind of power, the ability to level a city with the flick of a switch.</p>\n<p>Weren't the Germans and Russians also developing this technology? We are at war, and this sort of escalation happens.</p>\n<p>May I remind my esteemed colleague that we are not at war? The United States, Japan, they are at war. We are not nations. No, the question stands: is this anomalous? Do the physical effects follow from the mathematical concepts?</p>\n<p>They do follow. Scientific testing was completed each and every step of the way to reach this point. I do not believe this is anomalous, no matter how frightening the repercussions are.</p>\n<p>What, you're just going to let people hold onto the keys to their own destruction? We have fought tooth and nail to keep such capabilities out of the reach of man, and you're now saying we should abandon our purpose?</p>\n<p>We do not prevent destruction. We sequester the anomalous. And as long as we agree that the test was arrived at through diligent scientific process, available to anyone -</p>\n<p><em>Available to anyone</em>? Listen to yourself, man! Can you imagine a future where any two-bit dictator chooses to unleash the fire of a thousand suns wherever he wishes? Maybe the problem isn't with the equations. Maybe the whole of nuclear physics is anomalous itself.</p>\n<p>Enrico Fermi has already received a Nobel Prize for his work on transuranic elements and radioactivity. We can't just secure nuclear physics from the world. Radioactivity is everywhere, and we end up causing more contradictions when we try to send ourselves back to the Dark Ages. Try explaining chemistry without referring to covalent bonds. Try explaining biology. Nuclear physics is here to stay, and we had better get used to the consequences of this, no matter how terrifying this will be for the planet and for humanity.</p>\n<p>May God have mercy on our souls.</p>\n<p><strong>Conclusion:</strong> Recent developments in the studies and applications of nuclear fission and the results of their unleashing are added to SCP-001.</p>\n</blockquote>\n<blockquote>\n<p><strong>Proposal Date:</strong> 2/4/2014</p>\n<p><strong>Update Proposal:</strong> Classification of \"Worm-That-Walks\" phenomenon</p>\n<p><strong>Dialog:</strong></p>\n<p>For those unfamiliar with the topic, the \"worm that walks\" is a trope in which a character is actually a writhing hive-mind of worms generally held together as a single mass. We are not here to discuss this trope. Instead, we are here to discuss the recent conspiracy that has arisen from it. The conspiracy is the idea that certain individuals are actually worms that walk, and not humans.</p>\n<p>Does the conspiracy have any merit?</p>\n<p>No. Individual conspiracy believers are divided themselves on who is a worm that walks and who isn't, and all evidence indicates that there aren't actual worms that walk in the general populace. It pretty clearly falls under irreproducible conspiracy theories. I believe there's nothing we need to do or change in SCP-001.</p>\n<p>It might not be as irreproducible as we think.</p>\n<p>Why do you say that?</p>\n<p>On 12/11/2013, a believer in the conspiracy from Decatur, Alabama, killed his neighbor under the belief that the neighbor was a worm that walks. The killer then took a video of his deceased neighbor and uploaded it to YouTube, claiming it was proof of the conspiracy, and that the corpse was dissolving into individual worms before his very eyes. He said that he was going to take a sample. The video was very quickly blocked and removed, and everyone who has viewed the video agrees that the subject is unmoving and does not dissolve into worms. The killer turned himself in to the police while clutching a jar of Tubifex worms and the neighbor sent to the Morgan County morgue. Autopsy confirmed that the decedent was missing a thumb postmortem and killed by gunshot to the chest - which, if he were a worm that walks, would be survivable.</p>\n<p>So, this is just the actions of an insane man? No actual conspiracy?</p>\n<p>The one item of interest was that after the autopsy, the assistant coroner oversaw the return of the body to the next of kin. The assistant coroner was also a conspiracy believer, and despite not having had any prior contact to the parties involved, screamed in disgust upon entering the examination room, grabbing a mop and complaining about all the worms everywhere. No one else noticed any signs of worm infestation.</p>\n<p>Are we positive he didn't come across the video or anything?</p>\n<p>We weren't sure. So, to test this, we acquired the corpse and showed it to a number of D-class. They all agreed that it was a human corpse. We then introduced them to the worm-that-walks conspiracy, and upon viewing the corpse again, 20% of them agreed that it was actually a mass of worms.</p>\n<p>That sounds like a memetic hazard, then. Has the conspiracy literature been scanned by the CH Department?</p>\n<p>CH found it negative for memetic effects, but did find a chart in one pamphlet that would function like a mnestic trigger, unlocking a memory. However, of course, it would only work if the affected had that memory.</p>\n<p>And that memory would be?</p>\n<p>Having recently seen a living worm that walks.</p>\n<p><strong>Conclusion:</strong> Language regarding mnestic triggers strengthened to include recent perception. Although there remains no evidence that there is any truth to the worm-that-walks conspiracy, the repercussions of the existence of a mnestic trigger that works is something to think about. After all, have you heard about that thing dowwÐÁ“ŒÏMA3§</p>\n</blockquote>\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">FURTHÆR REPORTING - O5 ACCESS ONLY</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">ACCESS GRANTx*ÉD</a></div>\n<div class=\"collapsible-block-content\">\n<blockquote>\n<p><strong>Proposal Date:</strong> 21/14/211zÔâµ½ž±—4ö0¯žÛ¼’Ýn</p>\n<p><strong>Update Proposal:</strong> Anomaly of extranarršZØ¾‡ƒuÔ5</p>\n</blockquote>\n<div style=\"text-align: center;\">\n<p><strong>ATTEMPT TO ACCESS SCP-001 DETECTED. IDENTITY CHALLENGE INITIATED.</strong><br/>\n<br/>\n<strong>DEPLOYING MEMETIC KILL AGENT</strong></p>\n<div class=\"scp-image-block block-center\" style=\"width:600px;\"><img alt=\"mkatorley.jpg\" class=\"image\" src=\"https://scp-wiki.wdfiles.com/local--files/wjs-proposal/mkatorley.jpg\"/>\n<div class=\"scp-image-caption\">\n<p>THEREFORE YOU ARE NOT REAL</p>\n</div>\n</div>\n<p><iframe allowtransparency=\"true\" class=\"html-block-iframe\" frameborder=\"0\" src=\"/wjs-proposal/html/12f39495022b0a4e8113046ab31619d351dd864b-1399527771279006609\"></iframe></p>\n</div>\n</div>\n</div>\n</div>\n<br/>\n<span style=\"white-space: pre-wrap;\"> </span>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/wjs-proposal\">WJS Proposal</a>\" by WrongJohnSilver, from the <a href=\"https://scpwiki.com\">SCP Wiki</a>. Source: <a href=\"https://scpwiki.com/wjs-proposal\">https://scpwiki.com/wjs-proposal</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For information on how to use this component, see the <a href=\"/component:license-box\">License Box component</a>. To read about licensing policy, see the <a href=\"/licensing-guide\">Licensing Guide</a>.</p>\n\n<blockquote>\n<p><strong>Filename:</strong> mkatorley.jpg<br/>\n<strong>Name:</strong> Philip K. Dick's reality<br/>\n<strong>Author:</strong> Torley<br/>\n<strong>License:</strong> CC BY-SA 2.0<br/>\n<strong>Source Link:</strong> <a href=\"https://www.flickr.com/photos/torley/8553542912\">Flickr</a></p>\n</blockquote>\n\n</div>\n</div>\n</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[>]]\n\n[[module Rate]]\n\n[[/>]]\n\n\n\n[[div style=\"float: center; border: solid 4px #444444; width: 570px; padding: 1px 15px; margin: 10px 10px 10px 40px; box-shadow: 2px 1px 3px rgba(0,0,0,.2);\"]]\n\n[[=]]\n\n++ Note from O5 Council\n\n[[/=]]\n\n@@@@\n\nIn case you're wondering why this object is here where it doesn't belong, it's important to remember two things.\n\n\n\nFirst, the SCP-001 slot is specifically reserved for use by the O5 Council as they deem necessary.\n\n\n\nSecond, \"consensus reality\" is simply consensus of the Council.\n\n[[/div]]\n\n**Item #:** SCP-001\n\n\n\n**Object Class:** Non-Anomalous\n\n\n\n**Special Containment Procedures:** SCP-001 is kept on a dedicated server or library located in a place of the O5 Council's choosing. The normal prohibition of O5 members from contacting SCP-designated objects does not apply in the case of SCP-001 as it is not anomalous.\n\n\n\nAny additions, deletions, or updates to SCP-001 requires the consensus decision of the O5 Council. Access to SCP-001 is limited to the O5 Council. Access by other Foundation members or non-Foundation entities constitutes a containment breach that may result in a Broken Masquerade scenario. General amnestic release is authorized to be used in the case of a containment breach, up to and including global Class A amnesticization, as required.\n\n\n\n**Description:** SCP-001 is the document describing consensus reality. Anomalous activity is therefore defined as any activity that occurs outside the parameters of the document. The document may describe certain characteristics of reality as inherently anomalous, as decided upon by the O5 Council. \n\n\n\nGeneral practice has included universal laws of gravitation, physical forces, and basic chemistry, biology, sociology, and philosophy. Presently, discoveries and technological development are not considered anomalous as long as they are built on a framework of knowledge previously designated consensus reality using the scientific method. All new claims of discovery are to be monitored for developments outside the parameters of SCP-001 which can be reproducible. \n\n\n\nClaims of discovery that cannot be reproduced and appear to affect the perception of only the individual reporting the claim are not considered anomalous and can be allowed into the general public. In most cases these claims may result in the public calling them \"hallucinations,\" \"crackpot theories,\" or \"conspiracies,\" and discounted. This is to be encouraged because it allows for plausible deniability when an anomaly is more widely witnessed in public. \n\n\n\nAll activities and objects outside the parameters of SCP-001 are to be tracked, secured, contained, removed from public knowledge, and protected by the SCP Foundation. Studies from such objects can be used in proposals for further updates to SCP-001.\n\n\n\n[[=]]\n\n++ The following excerpts have been cleared by the O5 Council as examples of update proposals to SCP-001. In all cases the speaker is not identified, nor are the logs complete.\n\n[[/=]]\n\n\n\n> **Proposal Date:** 1/11/1932\n\n> \n\n> **Update Proposal:** Declaration of modern witch-craft traditions arising in the United Kingdom as anomalous\n\n> \n\n> **Dialog:**\n\n> \n\n> Why are we even covering this? There are traditional beliefs in cultures throughout history that we do not consider anomalous. We must not use our position to threaten the right of humanity to believe.\n\n> \n\n> Except this does not extend from traditional practices. This new \"witch-craft\" is a modern invention, developed through a scholarly rereading of practices as an alternative to Christianity. It is not a continuation, and practitioners are attempting spell-casting.\n\n> \n\n> Soon you'll say Aleister Crowley has something to do with it. The document is clear: theurgy is anomalous, religion and spirituality are not. Show me proof that they are casting spells that cannot be explained under rigorous testing, and I will personally see to containing those spells myself. Until then, no, just as Thelema is allowed, so shall this witch-craft. For God's sake, we'll allow Satanism as long as they aren't channeling demonic energies. \n\n> \n\n> Agreed. Furthermore, we will need all the faith we can muster against the theurgic traditions. We never know when a new faith will assist in our cause. \n\n> \n\n> **Conclusion:** No Update\n\n\n\n> **Proposal Date:** 16/7/1945\n\n> \n\n> **Update Proposal:** Re-evaluation of physics on the subject of nuclear fission\n\n> \n\n> **Dialog:**\n\n> \n\n> Thank you for responding to my emergency call. Trinity has happened. I can barely comprehend what I saw. It was like the sun rising from the desert sand, a dawn of destruction and fire that lasted for miles around. I cannot believe that such an explosion could ever be seen as possible. Tales and prior evidence of the summoning of gods have had less impact. I tremble with fear about the possibility of people wielding this kind of power, the ability to level a city with the flick of a switch. \n\n> \n\n> Weren't the Germans and Russians also developing this technology? We are at war, and this sort of escalation happens.\n\n> \n\n> May I remind my esteemed colleague that we are not at war? The United States, Japan, they are at war. We are not nations. No, the question stands: is this anomalous? Do the physical effects follow from the mathematical concepts?\n\n> \n\n> They do follow. Scientific testing was completed each and every step of the way to reach this point. I do not believe this is anomalous, no matter how frightening the repercussions are.\n\n> \n\n> What, you're just going to let people hold onto the keys to their own destruction? We have fought tooth and nail to keep such capabilities out of the reach of man, and you're now saying we should abandon our purpose?\n\n> \n\n> We do not prevent destruction. We sequester the anomalous. And as long as we agree that the test was arrived at through diligent scientific process, available to anyone -\n\n> \n\n> //Available to anyone//? Listen to yourself, man! Can you imagine a future where any two-bit dictator chooses to unleash the fire of a thousand suns wherever he wishes? Maybe the problem isn't with the equations. Maybe the whole of nuclear physics is anomalous itself. \n\n> \n\n> Enrico Fermi has already received a Nobel Prize for his work on transuranic elements and radioactivity. We can't just secure nuclear physics from the world. Radioactivity is everywhere, and we end up causing more contradictions when we try to send ourselves back to the Dark Ages. Try explaining chemistry without referring to covalent bonds. Try explaining biology. Nuclear physics is here to stay, and we had better get used to the consequences of this, no matter how terrifying this will be for the planet and for humanity. \n\n> \n\n> May God have mercy on our souls.\n\n> \n\n> **Conclusion:** Recent developments in the studies and applications of nuclear fission and the results of their unleashing are added to SCP-001.\n\n\n\n> **Proposal Date:** 2/4/2014\n\n> \n\n> **Update Proposal:** Classification of \"Worm-That-Walks\" phenomenon\n\n> \n\n> **Dialog:**\n\n> \n\n> For those unfamiliar with the topic, the \"worm that walks\" is a trope in which a character is actually a writhing hive-mind of worms generally held together as a single mass. We are not here to discuss this trope. Instead, we are here to discuss the recent conspiracy that has arisen from it. The conspiracy is the idea that certain individuals are actually worms that walk, and not humans. \n\n> \n\n> Does the conspiracy have any merit?\n\n> \n\n> No. Individual conspiracy believers are divided themselves on who is a worm that walks and who isn't, and all evidence indicates that there aren't actual worms that walk in the general populace. It pretty clearly falls under irreproducible conspiracy theories. I believe there's nothing we need to do or change in SCP-001.\n\n> \n\n> It might not be as irreproducible as we think. \n\n> \n\n> Why do you say that?\n\n> \n\n> On 12/11/2013, a believer in the conspiracy from Decatur, Alabama, killed his neighbor under the belief that the neighbor was a worm that walks. The killer then took a video of his deceased neighbor and uploaded it to YouTube, claiming it was proof of the conspiracy, and that the corpse was dissolving into individual worms before his very eyes. He said that he was going to take a sample. The video was very quickly blocked and removed, and everyone who has viewed the video agrees that the subject is unmoving and does not dissolve into worms. The killer turned himself in to the police while clutching a jar of Tubifex worms and the neighbor sent to the Morgan County morgue. Autopsy confirmed that the decedent was missing a thumb postmortem and killed by gunshot to the chest - which, if he were a worm that walks, would be survivable. \n\n> \n\n> So, this is just the actions of an insane man? No actual conspiracy?\n\n> \n\n> The one item of interest was that after the autopsy, the assistant coroner oversaw the return of the body to the next of kin. The assistant coroner was also a conspiracy believer, and despite not having had any prior contact to the parties involved, screamed in disgust upon entering the examination room, grabbing a mop and complaining about all the worms everywhere. No one else noticed any signs of worm infestation.\n\n> \n\n> Are we positive he didn't come across the video or anything?\n\n> \n\n> We weren't sure. So, to test this, we acquired the corpse and showed it to a number of D-class. They all agreed that it was a human corpse. We then introduced them to the worm-that-walks conspiracy, and upon viewing the corpse again, 20% of them agreed that it was actually a mass of worms. \n\n> \n\n> That sounds like a memetic hazard, then. Has the conspiracy literature been scanned by the CH Department?\n\n> \n\n> CH found it negative for memetic effects, but did find a chart in one pamphlet that would function like a mnestic trigger, unlocking a memory. However, of course, it would only work if the affected had that memory. \n\n> \n\n> And that memory would be?\n\n> \n\n> Having recently seen a living worm that walks. \n\n> \n\n> **Conclusion:** Language regarding mnestic triggers strengthened to include recent perception. Although there remains no evidence that there is any truth to the worm-that-walks conspiracy, the repercussions of the existence of a mnestic trigger that works is something to think about. After all, have you heard about that thing dowwÐÁ“ŒÏMA3§\n\n\n\n[[collapsible show=\"FURTHÆR REPORTING - O5 ACCESS ONLY\" hide=\"ACCESS GRANTx*ÉD\"]]\n\n\n\n> **Proposal Date:** 21/14/211zÔâµ½ž±—4ö0¯žÛ¼’Ýn\n\n> \n\n> **Update Proposal:** Anomaly of extranarršZØ¾‡ƒuÔ5\n\n>\n\n\n\n[[=]]\n\n**ATTEMPT TO ACCESS SCP-001 DETECTED. IDENTITY CHALLENGE INITIATED.** \n\n@@@@\n\n**DEPLOYING MEMETIC KILL AGENT**\n\n[[include <a href=\"/component:image-block\">component:image-block</a>\n\n    name=mkatorley.jpg|\n\n    caption=THEREFORE YOU ARE NOT REAL|\n\n    align=center|\n\n    width=600px\n\n]]\n\n[[html]]\n\n<head>\n\n<script language=\"javascript\">\n\n\n\nfunction LogIn(){\n\nloggedin=false;\n\npassword=\"start\";\n\npassword=prompt(\"Does the Black Moon howl?\");\n\npassword=password.toLowerCase();\n\n\n\nloggedin=true;\n\nwindow.open('http://www.scp-wiki.net/wjs-proposal-1');\n\n}\n\n\n\n</script>\n\n</head>\n\n<body>\n\n<form><input type=button value=\"ACCESS SCP-001\" onClick=\"LogIn()\" align=center></form>\n\n</body>\n\n[[/html]]\n\n[[/=]]\n\n\n\n\n\n[[/collapsible]]\n\n@@ @@\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a>]]\n\n=====\n\n> **Filename:** mkatorley.jpg\n\n> **Name:** Philip K. Dick's reality\n\n> **Author:** Torley\n\n> **License:** CC BY-SA 2.0\n\n> **Source Link:** [[[https://www.flickr.com/photos/torley/8553542912|Flickr]]]\n\n=====\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["component:license-box", "licensing-guide"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "_cc", "_licensebox", "concept", "document", "esoteric-class", "foundation-made", "historical", "scp"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/wjs-proposal"}}