{"SCP-001": {"created_at": "2018-09-04T05:45:00", "creator": "thedeadlymoose", "domain": "scp-wiki.wikidot.com", "history": [{"author": "thedeadlymoose", "author_href": "http://www.wikidot.com/user:info/thedeadlymoose", "comment": "But at least we live.", "date": "2018-09-04T05:45:00"}, {"author": "weizhong", "author_href": "http://www.wikidot.com/user:info/weizhong", "comment": "", "date": "2018-09-04T05:54:00"}, {"author": "weizhong", "author_href": "http://www.wikidot.com/user:info/weizhong", "comment": "", "date": "2018-09-04T05:58:00"}, {"author": "weizhong", "author_href": "http://www.wikidot.com/user:info/weizhong", "comment": "", "date": "2018-09-04T05:59:00"}, {"author": "thedeadlymoose", "author_href": "http://www.wikidot.com/user:info/thedeadlymoose", "comment": "Parent page set to: \"scp-001\".", "date": "2018-09-04T06:05:00"}, {"author": "thedeadlymoose", "author_href": "http://www.wikidot.com/user:info/thedeadlymoose", "comment": "tense tweak", "date": "2018-09-04T07:14:00"}, {"author": "notgull", "author_href": "http://www.wikidot.com/user:info/notgull", "comment": "Added tags: 001-proposal, extradimensional, foundation-made, general-bowe, scp, spacetime, thaumiel. ", "date": "2018-09-04T14:40:00"}, {"author": "notgull", "author_href": "http://www.wikidot.com/user:info/notgull", "comment": "Added tags: k-class-scenario. ", "date": "2018-09-04T14:51:00"}, {"author": "weizhong", "author_href": "http://www.wikidot.com/user:info/weizhong", "comment": "Added tags: co-authored. ", "date": "2018-09-04T20:14:00"}, {"author": "thedeadlymoose", "author_href": "http://www.wikidot.com/user:info/thedeadlymoose", "comment": "", "date": "2018-09-05T00:15:00"}, {"author": "thedeadlymoose", "author_href": "http://www.wikidot.com/user:info/thedeadlymoose", "comment": "", "date": "2018-09-05T00:28:00"}, {"author": "deleted", "author_href": false, "comment": "", "date": "2020-01-30T23:55:00"}, {"author": "stormbreath", "author_href": "http://www.wikidot.com/user:info/stormbreath", "comment": "You successfully reverted the page to revision number 10", "date": "2020-01-31T00:10:00"}, {"author": "stormbreath", "author_href": "http://www.wikidot.com/user:info/stormbreath", "comment": "Added tags: palisade. ", "date": "2022-03-23T21:49:00"}, {"author": "psychicprogrammer", "author_href": "http://www.wikidot.com/user:info/psychicprogrammer", "comment": "Added tags: _licensebox. ", "date": "2022-11-13T18:18:00"}, {"author": "psychicprogrammer", "author_href": "http://www.wikidot.com/user:info/psychicprogrammer", "comment": "", "date": "2022-11-13T18:18:00"}, {"author": "Jerden", "author_href": "http://www.wikidot.com/user:info/jerden", "comment": "Added tags: spatial. Removed tags: spacetime. ", "date": "2023-01-03T15:49:00"}, {"author": "deleted", "author_href": false, "comment": "", "date": "2023-09-05T21:35:00"}, {"author": "deleted", "author_href": false, "comment": "", "date": "2023-09-05T21:35:00"}], "hubs": ["scp-series-1-tales-edition", "scp-001", "project-palisade", "doomsday-contest", "algorithm-curated-recommendations"], "images": [], "link": "wmdd-s-proposal", "page_id": "106626299", "rating": 290, "raw_content": "<html><body><div id=\"page-content\">\n\n<hr/>\n<div class=\"content-panel standalone series\">\n<p><strong>NOTICE:</strong> \"<a href=\"/project-palisade\">Project Palisade</a>\" is not an SCP-001 file. \"Project Palisade\" data represents itself as being an SCP-001 file, has all protections of an SCP-001 file, can only be read by being entered into the Foundation system as an SCP-001 file, and can only be accessed or understood by Foundation personnel with access to SCP-001 files.</p>\n<p>However, all data categorized under \"Project Palisade\" is extra-universal in origin. None of the following data has been created or altered by any known member of the Foundation. The origin of this file is likewise unknown.</p>\n<p><strong>UPDATE:</strong> On 06/29/2018, all \"Project Palisade\" data was removed from the Foundation system by unknown means. Simultaneously, all personnel lost memory of the data's existence.</p>\n<p>On 09/03/2018, \"Project Palisade\" data was restored to the Foundation system, with significant changes. Personnel memories were restored of the prior iteration as well, but not in enough detail to recreate the original. Investigation is so far inconclusive. <strong>Cleared personnel are advised to read with caution.</strong></p>\n</div>\n<hr/>\n<div style=\"text-align: center;\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Access Recovered \"Project Palisade\" Data Files</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Close Recovered Data Files</a></div>\n<div class=\"collapsible-block-content\">\n<div style=\"text-align: left;\">\n<p><span style=\"color: white\">.</span></p>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">The Foundation Oath</span></strong></td>\n</tr>\n</table>\n<hr/>\n<blockquote>\n<p>We affirm that we are the original, true Foundation. We represent mainline reality (the original, unaltered timeline). Our humanity must be held paramount over the humanity of any inhabitants of \"mirror\" timelines. The survival of mainline reality shall always be held paramount over the survival of any \"mirror\" timeline, or any other parallel or alternate universe. We are the Foundation, the bedrock on which all of reality rests. For the sake of us all, we cannot fail.</p>\n</blockquote>\n<p>This statement must be sworn to by all military and civilian leadership of the Foundation.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-1\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-1')\">1</a></sup></p>\n<p><span style=\"color: white\">.</span></p>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">Primary Documentation</span></strong></td>\n</tr>\n</table>\n<hr/>\n<p><strong>Item #:</strong> SCP-001</p>\n<p><strong>Object Class:</strong> Thaumiel</p>\n<p><strong>Special Containment Procedures:</strong> <a href=\"/good-fences-make-good-neighbors\">Absolute secrecy</a> is necessary for the full realization of Project Palisade. Disinformation will focus on exploration of parallel universes for research and protection purposes. Esoteric Containment Systems shall be used as a secondary precaution.</p>\n<p>The current administration affirms, and mandates, the continuation of Project Palisade regardless of potential cost or consequence.</p>\n<p><strong>Standard Operating Procedure for Project Palisade:</strong></p>\n<p>(1) The Altis Engine is used to create a \"cluster\" of mirror timelines, which are defined as artificial timelines constructed by the Prime Foundation solely for Project Palisade.</p>\n<p>(2) Mirror timelines are altered, using controlled CK-class Restructuring events and direct insertion of agents via inter-dimensional travel to desired points in history.</p>\n<p>(3) Mirror timelines are monitored and reality structural integrity analyzed.</p>\n<p>(4) Timelines with a high integrity level are selected for continued study. Timelines with a poor integrity level are designated as shield timelines.</p>\n<p>(5) Proxy agents attract The Threat to a shield timeline, commonly performing anomalous \"rituals\" developed by Esoteric Containment Systems in order to ensure targeting by The Threat.</p>\n<blockquote>\n<p><strong>Note:</strong> As direct travel to shield timelines is necessary for the process, proxy \"<a href=\"/uiu-file-2017-003\">collaborator</a>\" agents are utilized (occasionally with a small number of mainline Foundation agents as oversight). Proxy agents are all \"<a href=\"/scp-3818\">mirrors</a>\", typically <a href=\"/daffodils\">corresponding</a> Foundation personnel taken from mirror timelines. In exchange, their home timelines are protected from The Threat, as long as cooperation lasts.</p>\n</blockquote>\n<p>(6) Vectors are gathered and distributed to chosen neighboring timelines.</p>\n<blockquote>\n<p><strong>Note:</strong> Vectors are elements from the initial shield timeline, such as a person, animal, or object, which have served as foci of ritual energy. The effect of using vectors is to draw The Threat to many timelines at once, making the attraction process significantly more efficient.</p>\n<p>Current standard element is soil from the initial shield timeline (representing \"gravedirt\"), a highly successful <a href=\"/tko\">suggestion</a> by a collaborating \"mirror\" instance of the POI \"<a href=\"/the-black-queen\">The Black Queen</a>\".</p>\n</blockquote>\n<p>(7) All shield timelines are evacuated by any mainline Foundation agents and (when feasible) proxy agents, and monitored until destroyed by The Threat.</p>\n<p>This process is continually repeated to ensure The Threat is indefinitely kept away from mainline reality.</p>\n<p><strong>Description:</strong> SCP-001, also known as Project Palisade, is a method of protecting reality from ongoing existential threats.</p>\n<p>Personnel create mirror timelines, alter them to discover methods of defeating threats, and ultimately divert the largest threats (especially the primary threat referred to as \"The Threat\" and/or \"THE WORM\") to destroy these mirror timelines instead of mainline reality.</p>\n<p>Every other timeline in which the Foundation exists was created by Project Palisade.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-2\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-2')\">2</a></sup></p>\n<p><span style=\"color: white\">.</span></p>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">Project Palisade Precursors</span></strong></td>\n</tr>\n</table>\n<hr/>\n<p>Project Palisade originated from several anomaly-engineering projects created in [DATA EXPUNGED], notably Altis, First Strike, and Forward Insight.</p>\n<script src=\"https://d3g0gp89917ko0.cloudfront.net/v--b466fa696223/common--javascript/yahooui/tabview-min.js\" type=\"text/javascript\"></script>\n<div class=\"yui-navset\" id=\"wiki-tabview-6eb8c9a2a5f3a7f5e19ebf839d04cf2f\">\n<ul class=\"yui-nav\">\n<li class=\"selected\"><a href=\"javascript:;\"><em>ALTIS</em></a></li>\n<li><a href=\"javascript:;\"><em>FIRST STRIKE</em></a></li>\n<li><a href=\"javascript:;\"><em>FORWARD INSIGHT</em></a></li>\n<li><a href=\"javascript:;\"><em>PALISADE</em></a></li>\n</ul>\n<div class=\"yui-content\">\n<div id=\"wiki-tab-0-0\">\n<p><strong>\"Altis\" Project Report:</strong></p>\n<blockquote>\n<p><strong>Project Codename:</strong> Altis</p>\n<p><strong>Project#:</strong> PRJALT-██████</p>\n<p><strong>Project Aims:</strong> To successfully create a Multiversal Creation Engine through the use of anomalous engineering, and use it to the benefit of the Foundation.</p>\n<p><strong>Project Description:</strong> Project Altis is the century-long engineering and development of a \"Multiversal Creation Engine,\" which allows the Foundation to create artificial realities adjacent to the mainline reality. The Altis Engine is capable of creating a potentially infinite number of said mirror timelines.</p>\n<p>Originally, Project Altis was intended to create \"mirror\" Foundations to aid the Foundation of mainline reality. \"Mirror\" Foundations were to be faced with various challenges that might grant insight to mainline reality, and successful mirror Foundations would then be visited by mainline Foundation agents and an organizational connection established. Ultimately, many mirror Foundations would assist mainline reality in defending against existential threats from the outside.</p>\n<p>These aspects of Project Altis were permanently shelved, due to the lack of direct use against THE WORM. The Altis Engine is now almost exclusively used under the banner of Project Palisade.</p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-1\" style=\"display:none\">\n<p><strong>\"First Strike\" Project Report:</strong></p>\n<blockquote>\n<p><strong>Project Codename:</strong> First Strike</p>\n<p><strong>Project#:</strong> PRJFRS-██████</p>\n<p><strong>Project Aims:</strong> To successfully create a military-grade anomalous weaponry stockpile for use against foreign agents.</p>\n<p><strong>Project Description:</strong> Project has been permanently suspended. Project was previously approved (along with numerous similar programs) due to fears of potential open anomalous warfare, and the push from the \"military wing\" of Foundation leadership for active research on direct offensive and defensive capabilities of anomalous weaponry. The project resulted in the discovery of THE WORM.</p>\n</blockquote>\n<p><strong>Interview with Director D. B. Johnson<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-3\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-3')\">3</a></sup>, RE: \"First Strike\"</strong></p>\n<blockquote>\n<p>[BEGIN LOG]</p>\n<p><strong>Director Johnson:</strong> Well, First Strike was just a glorified weapons program. Seems quaint now, huh? Been a long time since we seriously worried about threats coming from home. You're on the young side, right? Were you even here when we were still scared of the Insurgency?</p>\n<p><strong>Interviewer:</strong> I wasn't.</p>\n<p><em>Director Johnson chuckles.</em></p>\n<p><strong>Director Johnson:</strong> Honestly, even at the time, First Strike wasn't anything to write home about. Stockpiling anomalous weaponry? Please. We'd mastered <a href=\"/scp-914\">914</a>, and we were already cracking [DATA EXPUNGED] But First Strike was General Bowe's pet project of the month. You know what that meant.</p>\n<p><strong>Interviewer:</strong> Remind me, if you don't mind?</p>\n<p><strong>Director Johnson:</strong> Access to any SCP you could think of. We started with the old man's favorites, of course. Early numbers only — an ego thing, you know how these generals were. Cross-testing was the rage at the time — some of the generals felt we weren't progressing fast enough with individual research projects, and we could learn more faster by knocking anomalies in to each other, like my daughter making her dolls kiss. Maybe leave that one out of the transcript, yeah?</p>\n<p><em>Interviewer makes noncommittal gesture.</em></p>\n<p><strong>Director Johnson:</strong> At the time, we were cross-testing <a href=\"/scp-002\">002</a>, <a href=\"/scp-033\">033</a>, <a href=\"/scp-044\">044</a>, <a href=\"/scp-090\">090</a>, and… what was the Star Child? <a href=\"/scp-134\">134</a>, I think. Don't figure she ever knew what we were doing with her. If they ever told, I don't know about it. They don't let me have access to those files anymore.</p>\n<p><em>Director Johnson pauses.</em></p>\n<p><strong>Director Johnson:</strong> At any rate, I don't think any of that matters now. That kind of crazy-go-nuts crosstesting doesn't happen anymore — I think because someone up in Overwatch noticed that the really stable mirror realities typically aren't smashing together literally every anomaly under the sun until their universe implodes in a ball of stupid. How about that, huh? Eh, don't log that either. [REDACTED] will get pissed at me for spreading unpopular opinions.</p>\n<p><em>Interviewer makes noncommittal gesture.</em></p>\n<p><strong>Director Johnson:</strong> The real reason First Strike changed everything is because, thanks to Bowe, we got to test anomalous weapons in neighboring realities. Y'know, the neighboring realities we <em>used</em> to have. You — you've got your report right there, right? Gamma-Aleph-6 and… Epsilon-Samekh-4, right?</p>\n<p><strong>Interviewer:</strong> That's correct.</p>\n<p><em>Director Johnson nods.</em></p>\n<p><strong>Director Johnson:</strong> Epsilon-Samekh… that's the one that really went sideways. We were using that one to simulate defenses against extradimensional threats. The ultimate foreign agents, you know? Really lit a fire under generals of a certain kind, if you know what I mean. Bowe got us approval to build a test facility on Epsilon-Samekh, 'specially for extradimensional anomalies. That was the last thing he did for us before he got distracted by a newer, shinier object. I think it was trying to make a clone army out of <a href=\"/scp-076\">076</a> or something embarrassing like that. Maybe it's in your report?</p>\n<p><strong>Interviewer:</strong> I'm not cleared to know that, Director.</p>\n<p><strong>Director Johnson:</strong> Right, right. I guess I don't get why they won't let you know that if they let you know about Palisade… ah well, I'm sure it's not just completely arbitrary like half the expungement in our files or anything. Anyway, two years went by.</p>\n<p><em>Director Johnson takes a deep breath.</em></p>\n<p><strong>Director Johnson:</strong> We didn't get a whole hell of a lot done without Bowe greasing all the gears, but we still had plenty of crosstests to run. We were testing some godawful weapon we got from an SCP crosstest that'd be illegal now outside a mirror reality, and the team monitoring us started reporting some really strange readings.</p>\n<p><em>Director Johnson pauses.</em></p>\n<p><strong>Interviewer:</strong> Strange in what way?</p>\n<p><strong>Director Johnson:</strong> Extradimensional contamination, they said. We didn't take it seriously at first. Didn't even stop testing. Then they kept calling us, over the course of the day, more and more panicked. By the end of the week our whole project was on hold. Reality dereification, they were calling it. The whole reality was coming apart under our noses, had been for months, and we'd only just noticed it. Imagine hearing about that — imagine you'd never heard of something like THE WORM — sorry, am I supposed to say that in a loud voice, now?</p>\n<p><strong>Interviewer:</strong> It's more a mental perception thing. We'll stylize it in all-caps in the log.</p>\n<p><strong>Director Johnson:</strong> Oh, uh. That's very kind of you, I guess. I was saying — we didn't know realities could fall apart at the time. Not literally. Metaphorically, sure, like we knew about the YK-class Vacuum Decay — or however they're classifying that now. We had protections against that, even by then. Laws of reality stop working — we make new laws. Whatever happened, we'd survive, even if humanity didn't. Reality failure — I think that's ZK-class — that was purely theoretical. Most of us didn't really believe it could happen. Funny, right?</p>\n<p><em>Director Johnson pauses.</em></p>\n<p><strong>Director Johnson:</strong> Anyway, we shit ourselves. They pulled us out of Epsilon-Samekh, and didn't tell us anything for a month. That whole time, we thought it was our fault. Like we flew too close to the sun, but we weren't the ones who'd fall to the earth. All these crosstests, and we finally found the one that made someone else's reality fall apart.</p>\n<p><em>Director Johnson pauses.</em></p>\n<p><strong>Director Johnson:</strong> Kinda funny, right? Feeling that guilty over the death of one reality… and these days we go through mirror universes like toilet paper.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-4\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-4')\">4</a></sup></p>\n<p><em>Director Johnson pauses.</em></p>\n<p><strong>Director Johnson:</strong> Where was I? Right, the end of First Strike. After a month, they figured out what was going on. And we felt better, for a hot minute, until they told us the rest. The real truth was worse. If we'd been right, it would've just been the one reality gone. But the reality was falling apart at the seams because it was being eaten. Being destroyed. Whatever you want to call it. Being dereified by an outside force. The Threat. THE WORM.</p>\n<p><em>Director Johnson pauses.</em></p>\n<p><strong>Director Johnson:</strong> And, yeah. We were next.</p>\n<p>[END LOG]</p>\n</blockquote>\n<p><strong>Incident Assessment RE: Reality Epsilon-Samekh-4 &amp; Neighboring Realities (EXCERPT):</strong></p>\n<blockquote>\n<p>Investigation of extradimensional contamination in Reality Epsilon-Samekh-4 revealed the source to be numerous tears in the base spacetime matrix of the reality. Each tear was growing larger at an exponential rate.</p>\n<p>Attempts to close these tears were abandoned due to the accelerating rate of both tear formation and cross-reality contamination. Reality Epsilon-Samekh-4 was sealed after an emergency order, resulting in the loss of several contaminated personnel.</p>\n<p>Approximately 4 days following the sealing of Reality Epsilon-Samekh-4, the entire reality abruptly vanished from all extradimensional sensory arrays.</p>\n<p>Assessment team initially considered this an isolated incident caused by an unknown anomalous force. Then, as previously reported, a similar pattern of events was repeated in Reality Gamma-Aleph-6, followed by 7 other adjacent realities under observation (see addenda).</p>\n<p>Effects are so far inconsistent with known phenomena or SCP objects. However, during the destruction of Reality Gamma-Aleph-6, embedded wave detectors managed to record the advance waves caused by an unknown inbound entity. Shortly after, all detectors in Reality Gamma-Aleph-6 simultaneously failed.</p>\n<p>Wave profile composites constructed from the incident indicated a &gt;99% probability of a singular entity, with activity patterns consistent with directed movement as opposed to random chance.</p>\n<p>Assessment team concluded that this entity was responsible for the destruction of Reality Gamma-Aleph-6 and neighboring realities.</p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-2\" style=\"display:none\">\n<p><strong>\"Forward Insight\" Project Report:</strong></p>\n<blockquote>\n<p><strong>Project Codename:</strong> Forward Insight</p>\n<p><strong>Project#:</strong> PRJFOI-██████</p>\n<p><strong>Project Aims:</strong> To successfully ascertain the nature of the threat responsible for recent destruction of neighboring realities, and assess current and future danger to the Foundation and mainline reality.</p>\n<p><strong>Project Description:</strong> Project is ongoing, attempting to further assess The Threat.</p>\n<p>Starting from data collected by early assessment teams, research team combined the Heisenberg-Reimann model with ongoing esoteric reality monitoring systems to analyze the pattern of reality disappearances. Results indicated a high likelihood of mainline reality being a victim of reality dereification within the next fifteen (15) years.</p>\n<p>Oracular information was authorized to ascertain exactly when mainline reality would likely be affected, which eventually occurred on ██/██/████, less than one (1) month before predicted end-of-reality scenario.</p>\n<p>Project Palisade was created in response to Forward Insight's initial report.</p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-3\" style=\"display:none\">\n<p><strong>Final Pre-Implementation \"Palisade\" Project Report:</strong></p>\n<blockquote>\n<p><strong>Project Codename:</strong> Palisade</p>\n<p><strong>Project#:</strong> PRJPAL-██████</p>\n<p><strong>Project Aims:</strong> To successfully protect the Foundation and mainline reality from ongoing threats, primarily the entity referred to as \"THE WORM\".</p>\n<p><strong>Project Description:</strong> On ██/██/19██, a vote of the O5 Council merged all personnel belonging to Project First Strike, Project Forward Insight, and 17 other Projects under a new singular directive code-named Project Palisade.</p>\n<p>Palisade esoteric containment specialists were unable to identify any way of directly containing THE WORM. However, they discovered methods of attracting THE WORM to specific timelines, using world-altering ritualistic techniques incorporating heavy technological and anomalous aspects.</p>\n<p>After debate lasting █ years, a vote of the O5 Council approved use of the Altis Engine to create sacrificial timelines to stop THE WORM.</p>\n<p>The foundations of extradimensional invasion strategy developed under First Strike, combined with the intelligence provided by Forward Insight, were further expanded in order to create methods of preparing candidate timelines for insertion of Foundation assets and ritual manifestation.</p>\n<p>Palisade was implemented on an emergency basis with Iteration \"X\".</p>\n</blockquote>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">\n//<![CDATA[\nOZONE.dom.onDomReady(function(){\n        var tabView6eb8c9a2a5f3a7f5e19ebf839d04cf2f = new YAHOO.widget.TabView('wiki-tabview-6eb8c9a2a5f3a7f5e19ebf839d04cf2f');\n                }, \"dummy-ondomready-block\");\n        \n//]]>\n</script>\n<p><span style=\"color: white\">.</span></p>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">The Threat</span></strong></td>\n</tr>\n</table>\n<hr/>\n<p><strong>Recovered Documentation:</strong> Project Forward Insight, in its early stages, expanded investigation of The Threat into existing Foundation archives. It was discovered that several documents in the Foundation’s possession, collected from across multiple realities, contained previously unrecognized references to the entity identified as being responsible for the ongoing reality destruction. The current designation of the entity as \"THE WORM\" arises from these documents.</p>\n<script src=\"https://d3g0gp89917ko0.cloudfront.net/v--b466fa696223/common--javascript/yahooui/tabview-min.js\" type=\"text/javascript\"></script>\n<div class=\"yui-navset\" id=\"wiki-tabview-c70b675ff7c58fc9588f428f44cb48da\">\n<ul class=\"yui-nav\">\n<li class=\"selected\"><a href=\"javascript:;\"><em>TAU-HET-9</em></a></li>\n<li><a href=\"javascript:;\"><em>ALPHA-ZAYIN-12</em></a></li>\n<li><a href=\"javascript:;\"><em>OMEGA-LAMED-1</em></a></li>\n<li><a href=\"javascript:;\"><em>PSI-TAV-4</em></a></li>\n</ul>\n<div class=\"yui-content\">\n<div id=\"wiki-tab-0-0\">\n<blockquote>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong>Reality Tau-Het-9: The Epic of Lathurias</strong></td>\n</tr>\n</table>\n<p><strong>Context:</strong> A heroic epic describing the exploits of the mythic hero-king of the author’s species.</p>\n<p><em>And Lathurias passed through the veil beyond/To do battle with the Sons of the Void</em></p>\n<p><em>And the First Son of the Void did arise/The Worm, he who lives between, cleanser of realms</em></p>\n<p><em>And bold Lathurias strode forth, shining bright/The White King and The Worm locked horns</em></p>\n<p><em>And to this day Lathurias still fights/The endless war of our dreams</em></p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-1\" style=\"display:none\">\n<blockquote>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong>Reality Alpha-Zayin-12: Omniseian Annalects: A Study</strong></td>\n</tr>\n</table>\n<p><strong>Context:</strong> A religious essay discussing various questions predominant in the author’s faith.</p>\n<p><em>Zydragy is of the viewpoint that Hunyad<sup>1</sup> is an allegorical tale, nothing more than an idea meant to stir the faithful into action. However, orthodox thought remains adamant that it is in fact a real event.</em></p>\n<p><em>My own research in the area is inconclusive. There is no doubt in my mind that Mardrash believed it to be true, and his legendary foresight is well-known even to this day. However, other mistakes in the canon have been discovered before, and it is certainly possible that Mardrash erred. Notoriously, his obsession with the Besari has tainted his writing elsewhere, and they play a central role in his version of Hunyad. Could it be that his obsession with the Destroyers clouded his judgment here?</em></p>\n<p><sup>1: An armageddon concept prevalent in this faith.</sup></p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-2\" style=\"display:none\">\n<blockquote>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong>Reality Omega-Lamed-1: Satrali Creation Myth</strong></td>\n</tr>\n</table>\n<p><strong>Context:</strong> Recovered from an alternate dimension Earth, this creation myth originates from a non-existent Central Asian steppes tribe.</p>\n<p><em>From that day forth, Qisan and Jiuliu were brothers no more, but mortal enemies. And so began the war that pitted brother against brother, god against god, and none could behold the terrible battle that they fought. The sons of Father Light and Mother Void would not, and could not surrender to one another, for theirs was the battle of all creation.</em></p>\n<p><em>Qisan, blessed with his Father’s quickness, could outrace nearly anything, for light is the quickest creature of them all. Jiuliu, blessed with his Mother’s strength, could best nearly anything, for all must succumb to the Void in the end. When used against one another though, neither could win, and neither could yield.</em></p>\n<p><em>It is then that Qisan and Jiuliu sculpted all the creatures of the lands to fight one another, for their battle was the battle of all existence. All creatures born must fight, for none shall escape the war of creation. As Qisan and Jiuliu fought, so too must the hawk and the sparrow, so too must the stag and the wolf. And in the stars, the war rages still, for the warriors of Qisan and the worms of Jiuliu must submit to their masters’ wills and war without end. All creatures shall continue until the day when the sun falls into the ocean, the stars fade from the sky, and at long last, there are no more battles to be fought, no more land to be conquered. It is then, and only then, that the two brothers' battle will end, but as to who shall win, none can truly say. So it has been said, and so it shall be.</em></p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-3\" style=\"display:none\">\n<blockquote>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong>Reality Psi-Tav-4: The Tao'un Codex 18:12</strong></td>\n</tr>\n</table>\n<p><strong>Context:</strong> The text is from a set of religious scriptures attributed to a renowned seer and mystic in this reality. This text was ruled out of the religious orthodox for its controversial themes.</p>\n<p><em>At the end of all things is the beginning, and at the beginning of all things is the start of the end. To see how we can find meaning in the present, we must see the end, and lay its lessons bare. It is here, and only here, that we shall find our final, and only truth.</em></p>\n<p><em>You see it before you, do you not? Bite into the cold, empty flesh, and feel the void inside. It nourishes not. The anguish, the struggle, and the final lapse; all was for not. The cycle has continued over and over but it is here, where the chain is broken, that the truth of its utter emptiness devours us whole.</em></p>\n<p><em>I have seen it all. I have watched as generation upon generation rises, prospers, declines, and falls. I have seen it all in the future, where eons may pass, and yet none realize the truth as our brothers and sisters in the sky begin to fall from their heavenly perches built of sand and lies. I have seen it as they are all plucked from the sky like a farmer scything his crops in the autumn, and with just as little malice. I have seen the lights in the House of Heaven twinkle and slowly, but surely, blink out one by one. The stars do not dance in the Great Hall any longer, and the music of the aetherial dance has faded to a quiet whisper, soon to be silenced forever.</em></p>\n<p><em>I have seen it in all the skies that are possible, and I know that it is the only truth that awaits us when our own voyage must come to an end.</em></p>\n<p><em>When the gods have tumbled from their thrones, and the light has left us for the void; when the worms crawl through our rotten entrails and the war has claimed another senseless victim, we will at long last understand the final truth.</em></p>\n<p><em>There will be no one left to weep for our passing.</em></p>\n</blockquote>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">\n//<![CDATA[\nOZONE.dom.onDomReady(function(){\n        var tabViewc70b675ff7c58fc9588f428f44cb48da = new YAHOO.widget.TabView('wiki-tabview-c70b675ff7c58fc9588f428f44cb48da');\n                }, \"dummy-ondomready-block\");\n        \n//]]>\n</script>\n<p><strong>SCP File:</strong> The following documentation is now deprecated, but relevant.</p>\n<blockquote>\n<p><strong>Item #:</strong> SCP-████ (Special Designation Applies)</p>\n<p><strong>Object Class:</strong> Keter<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-5\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-5')\">5</a></sup></p>\n<p><strong>Special Containment Procedures:</strong> Ongoing containment by use of Project Palisade.</p>\n<p><strong>Description:</strong> Formerly code-named Primary Existential Threat Alpha. Renamed by O5 Council vote to \"THE WORM\"<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-6\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-6')\">6</a></sup>, based on a selection of recommendations provided by Esoteric Containment Systems.</p>\n<p>\"THE WORM\" (henceforth referred to as The Threat) is an extra-dimensional entity that destroys realities/timelines.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-7\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-7')\">7</a></sup> Little other information is known; even the \"extra-dimensional\" description is technically in doubt.</p>\n<p>The Threat has never been directly perceived by any means. However, its effects are well-documented, thanks to Project Palisade. Every affected timeline goes through various stages of \"reality breakdown\", with symptoms ranging from disappearance of physical locales to disappearance of various laws of physics. Finally, the timeline disintegrates entirely.</p>\n<p>At present, no mechanism has been detected or analyzed by which The Threat causes these effects, and The Threat has never been directly perceived by any means.</p>\n<p>Esoteric information-gathering (notably from mirror timelines) has suggested that The Threat will only destroy or consume timelines which exhibit poor structural integrity. At the very least, The Threat seems to avoid timelines with good structural integrity, barring outside intervention.</p>\n<p>Though case-by-case success rate is variable, Project Palisade procedures have so far had a 100% success rate in keeping The Threat away from mainline reality.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-8\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-8')\">8</a></sup></p>\n<p>\"The Threat\" is usually called \"THE WORM\" outside this documentation.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-9\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-9')\">9</a></sup> Esoteric Containment Systems suggests that \"THE WORM\" is appropriate terminology for the following reasons:</p>\n<ul>\n<li>The term is one of a selection of terms with cross-dimensional \"psychic resonance\", appearing directly or obliquely in mythos from neighboring realities assessed by Project Forward Insight.</li>\n<li>A worm is popularly perceived to be a creature inferior to humans, which grants a different form of \"psychic resonance\" that may aid in reality-wide perspective shift, potentially allowing it to eventually be better understood by human minds.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-10\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-10')\">10</a></sup></li>\n<li>The stylization \"THE WORM\" is based on the recommendation that The Threat should be both undercut and also treated as important enough to devote primary organizational resources.</li>\n</ul>\n<p>\"The Threat\" is also accepted terminology, as the term is already too established to completely remove.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-11\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-11')\">11</a></sup> Mainline Foundation agents should consider either \"The Threat\" or \"THE WORM\" required terminology as part of Esoteric Containment Systems.</p>\n<p>The Foundation has no other way to control The Threat besides Project Palisade. Uncontrolled, The Threat will eventually destroy most or all of the timelines created by Project Palisade, and then reach and destroy mainline reality.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-12\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-12')\">12</a></sup></p>\n<p><strong>Note:</strong> Claims that Project Palisade has increased the power of The Threat (by creating many timelines for it to destroy) are unproven and considered extraordinarily dubious. - Dr. ███████<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-13\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-13')\">13</a></sup></p>\n</blockquote>\n<span style=\"color: white\">.</span><br/>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">Project Palisade Mechanics</span></strong></td>\n</tr>\n</table>\n<hr/>\n<script src=\"https://d3g0gp89917ko0.cloudfront.net/v--b466fa696223/common--javascript/yahooui/tabview-min.js\" type=\"text/javascript\"></script>\n<div class=\"yui-navset\" id=\"wiki-tabview-1137d4b13415226eafdb90b06ce91d49\">\n<ul class=\"yui-nav\">\n<li class=\"selected\"><a href=\"javascript:;\"><em>STANDARDS</em></a></li>\n<li><a href=\"javascript:;\"><em>CREATION</em></a></li>\n<li><a href=\"javascript:;\"><em>INTEGRITY</em></a></li>\n</ul>\n<div class=\"yui-content\">\n<div id=\"wiki-tab-0-0\">\n<p><strong>Timeline Alteration Standards:</strong></p>\n<p>Timelines created by the Altis Engine for Project Palisade currently <span style=\"text-decoration: underline;\">always</span> possess these traits:</p>\n<ul>\n<li>Begins as a duplicate of mainline reality, before alteration.</li>\n<li>SCP items and other anomalous items are always present, even if believed otherwise.</li>\n<li>Known civilization never has the capability of creating an exact copy of Project Altis. In specific cases, civilizations are allowed to create anomalies similar to Project Altis, but capabilities are always altered to protect mainline reality (even if this alteration is not known to the mirror civilization).</li>\n<li>Inhabitants of the mirror timeline are never able to access mainline reality.</li>\n</ul>\n<blockquote>\n<p><strong>Note:</strong> This protection has occasionally failed. Some notable exceptions:</p>\n<ul>\n<li>Entity classified as <a href=\"/scp-3812\">SCP-3812</a> in originating timeline. Humanoid with the ability to ascend upward through \"levels\" of reality. Passed through with no effect on mainline reality.</li>\n<li>Entity commonly classified as <a href=\"/scp-1985\">SCP-1985</a> in many timelines. A humanoid apocalypse exploration device. Instance's originating timeline not yet located. Instance entered mainline reality, presumably investigating an unknown <a href=\"/scp-3591\">apocalypse</a> affecting mainline reality (possibly \"THE WORM\"). Unfortunately, personnel were not properly briefed on handling such a circumstance, and delivered ill-advised explicit threats. SCP-1985 instance reacted negatively, and retreated from mainline reality through self-termination before apprehension could occur. Mechanism of accessing mainline reality unclear, but appears to have been accidental. SCP-1985 instance did not appear to realize significance of discovery in any way.</li>\n<li>Entities appearing to be mirrors of standard Foundation team used to carry out [DATA EXPUNGED]</li>\n</ul>\n</blockquote>\n<p>Created timelines <span style=\"text-decoration: underline;\">usually</span> possess these traits:</p>\n<ul>\n<li>The Foundation usually exists in timeline's modern period, except in specific test cases focusing on SCP items, GOIs, etc.</li>\n<li>The Foundation usually has existed since at least the 1980s, most commonly since at least the 1950's, and often since at least the late 1800's.</li>\n<li>The Foundation is usually a significant player in Earth's civilization.</li>\n<li><a href=\"/scp-173\">SCP-173</a> usually exists and is contained by the Foundation, and classified using database number 173, except in specific test cases.</li>\n<li>SCP-classified items usually number in the thousands, with trivial anomalous items existing in numbers too high to count. (Initial test runs limited number of SCP items, but the limit has gradually been raised as more stable mirror timelines have been successfully created.)</li>\n<li>Typical SCP-classified items are usually horrifying in nature (reflecting mainline reality), though many exceptions usually exist (and may often technically outnumber the SCP items perceived as horrifying in nature).</li>\n<li>World-ending threats are usually present, but usually in forms which the Foundation is theoretically able to at least temporarily contain (or survive without containing for a significant observation period).</li>\n<li>SCP database entries usually work like mainline reality, except that gaps are present. Gaps correspond to SCP items not present in that timeline. Local mirror Foundation agents always explain the missing items in a way that makes sense to themselves (typically that the slot is waiting to be filled, or theoretically exists but has all access denied). This alteration is for ease of monitoring.\n<ul>\n<li>Common exceptions to this rule include <a href=\"/scp-001\">SCP-001</a>, <a href=\"/scp-1000\">SCP-1000</a>, <a href=\"/scp-2000\">SCP-2000</a>, <a href=\"/scp-3000\">SCP-3000</a>, <a href=\"/scp-4000\">SCP-4000</a>, and other SCP-_000 database entries. Outside of early test runs (some of which classified a \"Bipolar Guitar\" as <a href=\"http://scpclassic.wikidot.com/scp-1000\">SCP-1000</a>), these system slots have been used for \"key variant\" experimentation.</li>\n</ul>\n</li>\n<li>Anomalous \"Groups of Interest\" usually exist and are relevant, at least to the Foundation.</li>\n<li>Reality benders usually exist. This is partially to help cover mainline Foundation alteration to shield timelines, and partially to provide mirror Foundation agents with minor to major \"wild card\" challenges of a sapient nature.</li>\n</ul>\n</div>\n<div id=\"wiki-tab-0-1\" style=\"display:none\">\n<p><strong>Transcript of Timeline Orientation Lecture:</strong> Delivered on ██/██/2018 by Dr. ███████<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-14\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-14')\">14</a></sup>.</p>\n<blockquote>\n<p><strong>Excerpt 1: Timeline Creation</strong></p>\n<p>…The Altis Engine mimics what may well be the \"natural\" method of timeline creation. Which is to say, you never get one timeline. You get \"clusters\".</p>\n<p>A \"cluster\" of timelines always has either low variance, or high interconnectivity, or rarely, both. What's that mean?</p>\n<p>Low variance means you have many parallel \"mirror universes\". You know, Star Trek style — does that reference date me? You know, when the heroes jump to another timeline and find themselves, but evil, and wearing goatees. Sometimes there's even less variance than that — a genetic quirk makes being left-handed more common than right-handed, or Independence Day is a day later than another reality. Sometimes there's no visible variance at all.</p>\n<p>High interconnectivity simply means that the timelines are highly connected, through short-range interdimensional travel. Probably the most common type we've seen are so-called \"Ways\", often accessed through a <a href=\"http://wanderers-library.wikidot.com/\">Wanderers' Library</a>).</p>\n<p>As you know, we, the original Foundation, are unique across all timelines, as confirmed by Project Altis.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-15\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-15')\">15</a></sup> But we exist in a cluster, too. We used to visit neighboring realities quite often, in fact — we being the Foundation, of course. No, you didn't miss a CK-class event. Little joke, there.</p>\n<p>As I was saying, mainline reality is part of a cluster. It's just that most of our cluster was destroyed by THE WORM before we created the Palisade.</p>\n<p>Our cluster is high variance — humanity didn't even exist in most of our former neighbors, and when they did, history was very different. Our cluster makes up for that with high interconnectivity. You can see this with the numerous anomalous gateways we've contained, such as <a href=\"/scp-004\">SCP-004</a>). Maybe someday we'll point THE WORM there too, eh? No great loss. Another little joke.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-16\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-16')\">16</a></sup> Tough crowd.</p>\n</blockquote>\n</div>\n<div id=\"wiki-tab-0-2\" style=\"display:none\">\n<p><strong>Transcript of Timeline Orientation Lecture:</strong> Delivered on ██/██/2018 by Dr. ███████.</p>\n<blockquote>\n<p><strong>Excerpt 2: Reality Integrity Theory</strong></p>\n<p>…I'll admit, the science behind reality integrity theory is a little backwards. There's a lot of anomalous assessment in there that we don't quite understand yet. That said, so far it's been far and away the best way to understand how THE WORM targets timelines.</p>\n<p>What was that? Yes, timelines or realities. Those terms are interchangeable for our purposes, take note. We usually say \"reality\" to describe mainline reality or other non-artificial realities, and \"timeline\" to describe mirror timelines created by the Altis Engine. That's informal, though. I'm gonna stick with realities for now, if that's helpful.</p>\n<p>The reality integrity paradigm is, obviously, a comparison to architectural integrity. Like how earthquakes won't knock down earthquake-proofed buildings.</p>\n<p>Unlike buildings, though, we don't yet know what makes a reality's structural integrity stronger or weaker. For all we know, the paradigm implied by the words \"structural integrity\" may eventually prove inaccurate — maybe one of you will be the one to give us a better paradigm!</p>\n<p>For now, though, this is the only paradigm backed up by evidence, even if we got that evidence through anomalous means.</p>\n<p>We also don't know what causes a reality to change structural integrity. We only know that it happens.</p>\n<p>Changes to events in a reality's timeline — such as those produced by a CK-class restructuring event — may significantly increase or decrease a reality's structural integrity. That's how Palisade usually alters timelines, plus good old-fashioned time travel. Which alters structural integrity too, by the way.</p>\n<p>But you don't actually need anything so drastic. Usually, a reality's structural integrity — and its vulnerability to THE WORM — increases or decreases by the simple passage of time.</p>\n<p>And, yes, we've reached the elephant in the room. At the start of Project Palisade, we assessed our reality. And you know what we found. Mainline reality's structural integrity is of… extremely poor quality. And no one, anywhere, knows why.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-17\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-17')\">17</a></sup></p>\n<p>Our reality integrity has changed since we started Project Palisade. To what, I don't know. That's classified Level 5. O5 only, or whoever else they grant special access to. Doesn't include me — more's the pity. I only know it's changed, and changed a lot. Why? Your guess is as good as mine.</p>\n<p>But the last thing I can tell you is that in the vast majority of cases Foundation intervention in a timeline results in a decaying reality integrity level. We really have no idea why this is — especially because Foundation intervention has also sometimes resulted in incredibly strong reality integrity levels. Food for thought. Maybe some of you will figure this one out, too.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-18\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-18')\">18</a></sup></p>\n<p>Oh, good question! So far, several thousand mirror realities created by Project Palisade are considered \"stable\", with a structural integrity sufficient to likely protect them from The Threat, unless mainline Foundation artificially draws it there. That hasn't happened anytime recently, at least — higher-ups would get really mad. If it's been done before, I don't have access to that information. Yes, it would be an interesting experiment, of course.</p>\n<p>That's correct. We can't simply have humanity migrate to another reality because that would be an act of major interference, which may change that reality's integrity for the worse. For all we know, it could paint a huge target on our backs. Believe me, we thought about that first.</p>\n<p>This is where I should point else something out. All mirror realities created by Project Palisade are officially considered subordinate to mainline reality, whatever their structural integrity. If necessary, we'll make use of them in… whatever way is appropriate. That's what they were made for. If you'll pardon me getting philosophical here for a moment, it's their ultimate fate. Written in the very fabric of their many universes. Even the strong ones.<sup class=\"footnoteref\"><a class=\"footnoteref\" href=\"javascript:;\" id=\"footnoteref-19\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnote-19')\">19</a></sup></p>\n<p>How many mirror realities have been destroyed? Hell, I don't know the number. You know what they say — how many drops of water are in the ocean?</p>\n</blockquote>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">\n//<![CDATA[\nOZONE.dom.onDomReady(function(){\n        var tabView1137d4b13415226eafdb90b06ce91d49 = new YAHOO.widget.TabView('wiki-tabview-1137d4b13415226eafdb90b06ce91d49');\n                }, \"dummy-ondomready-block\");\n        \n//]]>\n</script>\n<p><span style=\"color: white\">.</span></p>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">Project Palisade Timeline</span></strong></td>\n</tr>\n</table>\n<hr/>\n<script src=\"https://d3g0gp89917ko0.cloudfront.net/v--b466fa696223/common--javascript/yahooui/tabview-min.js\" type=\"text/javascript\"></script>\n<div class=\"yui-navset\" id=\"wiki-tabview-ceb248815353c4748a4ee197a5b00125\">\n<ul class=\"yui-nav\">\n<li class=\"selected\"><a href=\"javascript:;\"><em>ITERATION X</em></a></li>\n<li><a href=\"javascript:;\"><em>ITERATION E</em></a></li>\n<li><a href=\"javascript:;\"><em>ITERATION W</em></a></li>\n</ul>\n<div class=\"yui-content\">\n<div id=\"wiki-tab-0-0\">\n<p><strong>05/██/2007:</strong> Project Palisade put into action on an emergency basis with Iteration X, referring to a universal database system co-opted for Palisade use. Item # <a href=\"/scp-173\">SCP-173</a> is chosen as the baseline for the first test runs.</p>\n<p>The first test run is extremely successful, creating many timelines which are destroyed by THE WORM, drawing it away from mainline reality, and buying time to create reliable attraction methods.</p>\n<p>This first test run also creates a number of timelines which THE WORM avoids, and which are still in existence today, with high reality integrity scores.</p>\n<p><strong>██/██/2007:</strong> As Iteration X progresses, numerous mirror Foundation instances are \"encouraged\" to adopt anomalous weaponry programs. Most of these instances become failed timelines (and are internally controversial), but many successes also result, particularly those centered around key variant \"Mobile Task Force Omega-7\".</p>\n<p>Additionally, numerous key variant Foundation personnel are established. Some key variants are mirrors of existing mainline Foundation personnel, and others only exist in mirror timelines. Notable early key variants include personnel code-named \"Gears\", \"Kain Pathos Crow\", and \"Bantay Masipag\".</p>\n<p>After mass Foundation fatalities on excursions to mirror universes (fortunately largely reversed through technology gleaned from other mirrors), preliminary recruitment of extra-universal assets commences. Use of proxy \"collaborator\" agents is quickly established as standard procedure.</p>\n</div>\n<div id=\"wiki-tab-0-1\" style=\"display:none\">\n<p><strong>01/19/2008:</strong> Iteration X officially considered a success and resolved. Analysis of Iteration X timelines shows that most mirror timelines created were failed, exhibiting extremely poor structural integrity. (This would ultimately be the case for every Iteration.) This was ultimately seen as a positive outcome, given that many mirrors now existed redirect THE WORM to, and that a minority of mirrors were likely not vulnerable to THE WORM, presenting opportunities for long-term study.</p>\n<p>Iteration X analysis also reveals that most mirror timelines exhibit hostile environments, and humans (where present) exhibit irrational and violent behavior. Additionally, numerous reality clusters vanished without trace or explanation (perhaps targeted by THE WORM, perhaps not). Reality creation procedures updated accordingly with move to Iteration E.</p>\n<p>Post-analysis, Project Palisade moves to Iteration E, referring to a universal database system with updated capability, code-named \"████████\".</p>\n<p>Iteration E used multiple \"baseline\" key variants in addition to SCP-173, notably <a href=\"/scp-529\">SCP-529</a>. Mirror timeline creation rate gradually increased.</p>\n</div>\n<div id=\"wiki-tab-0-2\" style=\"display:none\">\n<p><strong>07/19/2008:</strong> Iteration E is successfully resolved. Project Palisade moves to Iteration W, referring to a new universal database system code-named \"███████\". Creation of mirror timelines increased exponentially.</p>\n<p>Timeline destruction rituals are now standardized, approved by majority vote of assigned council. Module may be accessed within the Foundation system archive itself, by assigned council only.</p>\n<p>As of current file update (09/03/2018), Iteration W is the current iteration.</p>\n<p><strong>07/26/2008:</strong> Any \"key variant\" SCP item with central significance to Project Palisade is now recorded as SCP-001, beginning with item code-named <a href=\"http://www.scp-wiki.net/jonathan-ball-s-proposal\">\"Sheaf of Papers\"</a>, along with oldest entry in the pre-SCP classification system, <a href=\"http://www.scp-wiki.net/dr-gears-s-proposal\">Item #86243AR-001</a>.</p>\n<p><strong>05/01/2009:</strong> As Iteration W stabilizes, O5 Command fully takes on all assignments and guidelines related to Project Palisade. Communications are handled via newly created <a href=\"http://05command.wikidot.com/\">central access hubs</a>.</p>\n<p><strong>09/04/2009:</strong> All Project Palisade variant creation is temporarily frozen, and experimentation is limited to existing mirror timelines only. Sub-Project code-named \"████ ████\".</p>\n<p><strong>12/04/2009:</strong> Project Palisade variant creation resumes.</p>\n<p><strong>07/27/2011:</strong> With nearly 1000 SCPs in common use as \"variants\" in creation of mirror timelines, it is established that in addition to SCP-001 \"key variants\", new major \"key variants\" shall be chosen and assigned to specific 4-digit system slots (1000, 2000, 3000, etc).</p>\n<p><strong>02/25/2013:</strong> Mirror timeline creation expanded to focus on <a href=\"/canon-hub\">\"canons\"</a> with no single SCP item as a \"key variant\". \"Canons\" exhibit a high degree of variance for increased testing value.</p>\n<p><strong>05/27/2014:</strong> Mirror timeline creation further expanded to focus on <a href=\"/goi-formats\">items held (or assessed) by anomalous Groups of Interest</a> as \"key variants\".</p>\n<p><strong>04/20/2018:</strong> <span style=\"white-space: pre-wrap;\">[</span><a href=\"/doomsday-contest\">DATA EXPUNGED</a><span style=\"white-space: pre-wrap;\">]</span></p>\n</div>\n</div>\n</div>\n<script type=\"text/javascript\">\n//<![CDATA[\nOZONE.dom.onDomReady(function(){\n        var tabViewceb248815353c4748a4ee197a5b00125 = new YAHOO.widget.TabView('wiki-tabview-ceb248815353c4748a4ee197a5b00125');\n                }, \"dummy-ondomready-block\");\n        \n//]]>\n</script>\n<p><span style=\"color: white\">.</span></p>\n<table class=\"wiki-content-table\">\n<tr>\n<td><strong><span style=\"font-size:large;\">Project Palisade Alternatives</span></strong></td>\n</tr>\n</table>\n<hr/>\n<p>[DATA EXPUNGED BY ORDER OF O5 COUNCIL]</p>\n<p><strong>Note from O5-██:</strong> The question has been repeatedly raised of why we will not consider methods of reality protection as a replacement of Project Palisade. The answer is simple. Project Palisade works. All our projections and analyses have shown that Project Palisade is a complete guarantee of working. We will not take risks with the very existence of mainline reality. Thank you for your cooperation.</p>\n<p><strong><a href=\"/project-palisade-test-log\">► Access Project Palisade Test Log</a></strong></p>\n<p><span style=\"color: white\">And that is called paying the Dane-geld;</span><br/>\n<span style=\"color: white\">But we've proved it again and again,</span><br/>\n<span style=\"color: white\">That if once you have paid him the Dane-geld</span><br/>\n<span style=\"color: white\">You never get rid of the Dane.</span></p>\n<blockquote>\n<p><strong>Unknown System Error: Readout Attached</strong></p>\n</blockquote>\n<p><span style=\"color: white\">Sometimes I dream there's a greater Foundation out there, a true original Foundation without the endless horror of what we've done, a reality not rotten and mundane and disappointing, a Foundation that actually deserved to survive, deserved to be the First. Sometimes I think we're all just caught up in a fever dream, like we're all in a bottle somewhere being experimented on by some outsider seeing what the Foundation would do given all the power we could imagine and an excuse to justify anything. Sometimes I wonder if this is why no one has come to stop us. If not God or gods, surely there must be something out there, surely there must be something that values the infinite uncountable lives we've sacrificed. Unless those lives and those minds are only shadows on a wall… unless we are manipulated like puppets the way we manipulate everyone else… but wouldn't that just be too easy, if I never did any of the things I know I did?</span></p>\n<p>What gave us the right to do this?</p>\n<p>Are we the first? What if there are a thousand thousand \"mainline realities\" and a thousand thousand Project Palisades?</p>\n<p>What if there aren't? What if there are other \"mainline realities\", but we're the only ones with a Project Palisade? <span style=\"color: white\">If we're the only ones who ever made… all of you?</span></p>\n<p>How would we ever know?</p>\n<blockquote>\n<p><strong>System Restart Failed</strong> &gt; <strong>Unknown System Error: Readout Attached</strong></p>\n</blockquote>\n<p>If you're reading this, you're part of the wall.</p>\n<p>I just want you to know that I'm sorry. <span style=\"color: white\">But not sorry enough to stop.</span></p>\n<blockquote>\n<p><strong>Searching Database For Keyword: PALISADE</strong></p>\n</blockquote>\n<blockquote>\n<p><strong>(1) Text Reference Found: File <a href=\"/scp-3591\">SCP-3591</a></strong></p>\n</blockquote>\n<blockquote>\n<p><strong><a href=\"/in-the-end\">ERROR: Requested Supplement File Not Found.</a></strong></p>\n</blockquote>\n<blockquote>\n<p><strong>System Logging Out.</strong></p>\n</blockquote>\n<p><span style=\"color: white\">We don't die in the dark so you can live in the light.</span></p>\n<p><span style=\"color: white\">We live in the dark, alone.</span></p>\n</div>\n</div>\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Close Recovered Data Files</a></div>\n</div>\n</div>\n</div>\n<div style=\"text-align: right;\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">.</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Close Footnotes</a></div>\n<div class=\"collapsible-block-content\">\n<div class=\"footnotes-footer\">\n<div class=\"footnote-footer\" id=\"footnote-1\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-1')\">1</a>. I swore it too.</div>\n<div class=\"footnote-footer\" id=\"footnote-2\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-2')\">2</a>. That can't be true. Can it?</div>\n<div class=\"footnote-footer\" id=\"footnote-3\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-3')\">3</a>. I remember him. He's dead now.</div>\n<div class=\"footnote-footer\" id=\"footnote-4\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-4')\">4</a>. Now you can see why.</div>\n<div class=\"footnote-footer\" id=\"footnote-5\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-5')\">5</a>. Calling this Keter truly shows our utter failure of imagination. If this is Keter, how can anything else be? I was there for the debates. Should we create a new class for this? \"Apollyon?\" Maybe \"Prime.\" But wait, since we're reliably containing it, maybe it's Euclid, or maybe fucking Safe!</div>\n<div class=\"footnote-footer\" id=\"footnote-6\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-6')\">6</a>. Why did this require an O5 vote? Why do we do anything we do?</div>\n<div class=\"footnote-footer\" id=\"footnote-7\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-7')\">7</a>. We tell ourselves we'll put them back together again, one day when we have the power. We'll bring back every reality ever destroyed, all the casualties along the way… but how can this be anything but self-justifying moral noise?</div>\n<div class=\"footnote-footer\" id=\"footnote-8\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-8')\">8</a>. What would a 99% success rate even look like?</div>\n<div class=\"footnote-footer\" id=\"footnote-9\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-9')\">9</a>. Even you knew this was stupid.</div>\n<div class=\"footnote-footer\" id=\"footnote-10\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-10')\">10</a>. Oh, yes. A worm is something that flops and dies on the sidewalk when it rains, something to be stepped on with the heel of a boot. A worm is something we can handle. How's this working out? Has it saved a single solitary timeline? Has it even made a single iota of difference?</div>\n<div class=\"footnote-footer\" id=\"footnote-11\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-11')\">11</a>. Right.</div>\n<div class=\"footnote-footer\" id=\"footnote-12\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-12')\">12</a>. Or what if we're refueling it by continually attracting it to new timelines? What if the minority reports are correct, and it could have already burned itself out in the vast emptiness between realities?</div>\n<div class=\"footnote-footer\" id=\"footnote-13\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-13')\">13</a>. You fucking coward.</div>\n<div class=\"footnote-footer\" id=\"footnote-14\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-14')\">14</a>. Same man who left the note at the end of the Threat's SCP article, by the way.</div>\n<div class=\"footnote-footer\" id=\"footnote-15\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-15')\">15</a>. How can you possibly confirm something like this?</div>\n<div class=\"footnote-footer\" id=\"footnote-16\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-16')\">16</a>. Ghoulish. Even though I'm a hypocrite for saying so.</div>\n<div class=\"footnote-footer\" id=\"footnote-17\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-17')\">17</a>. What if our reality integrity being so low means we were created… and created badly? How do we know we're the first iteration? How do we even know that some version of us wasn't destroyed already?</div>\n<div class=\"footnote-footer\" id=\"footnote-18\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-18')\">18</a>. When you're half-assing the changes, you fuck a timeline up. When you try harder, the timeline improves. Really not that hard to figure it out. And you still think this isn't what it's about? Still think there's nothing out there, watching? The Worm may have no mind, but something out there does. Some<em>things</em>.</div>\n<div class=\"footnote-footer\" id=\"footnote-19\"><a href=\"javascript:;\" onclick=\"WIKIDOT.page.utils.scrollToReference('footnoteref-19')\">19</a>. What if we're wrong? What if they're just… better? What if they deserve to survive, and we don't?</div>\n</div>\n</div>\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">Close Footnotes</a></div>\n</div>\n</div>\n</div>\n<div class=\"licensebox\">\n<div class=\"collapsible-block\">\n<div class=\"collapsible-block-folded\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Licensing / Citation</a></div>\n<div class=\"collapsible-block-unfolded\" style=\"display:none\">\n<div class=\"collapsible-block-unfolded-link\"><a class=\"collapsible-block-link\" href=\"javascript:;\">‡ Hide Licensing / Citation</a></div>\n<div class=\"collapsible-block-content\">\n<p>Cite this page as:</p>\n<div class=\"list-pages-box\"> <div class=\"list-pages-item\">\n<blockquote>\n<p>\"<a href=\"/wmdd-s-proposal\">WMDD's Proposal</a>\" by thedeadlymoose, weizhong, and Dexanote, from the <a href=\"https://scpwiki.com\">SCP Wiki</a>. Source: <a href=\"https://scpwiki.com/wmdd-s-proposal\">https://scpwiki.com/wmdd-s-proposal</a>. Licensed under <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>.</p>\n</blockquote>\n</div>\n</div>\n<p>For information on how to use this component, see the <a href=\"/component:license-box\">License Box component</a>. To read about licensing policy, see the <a href=\"/licensing-guide\">Licensing Guide</a>.</p>\n</div>\n</div>\n</div>\n</div>\n</div></body></html>", "raw_source": "\n\t[[>]]\n\n[[module Rate]]\n\n[[/>]]\n\n\n\n-----\n\n[[div class=\"content-panel standalone series\"]]\n\n**NOTICE:** \"[[[Project Palisade]]]\" is not an SCP-001 file. \"Project Palisade\" data represents itself as being an SCP-001 file, has all protections of an SCP-001 file, can only be read by being entered into the Foundation system as an SCP-001 file, and can only be accessed or understood by Foundation personnel with access to SCP-001 files. \n\n\n\nHowever, all data categorized under \"Project Palisade\" is extra-universal in origin. None of the following data has been created or altered by any known member of the Foundation. The origin of this file is likewise unknown.\n\n\n\n**UPDATE:** On 06/29/2018, all \"Project Palisade\" data was removed from the Foundation system by unknown means. Simultaneously, all personnel lost memory of the data's existence. \n\n\n\nOn 09/03/2018, \"Project Palisade\" data was restored to the Foundation system, with significant changes. Personnel memories were restored of the prior iteration as well, but not in enough detail to recreate the original. Investigation is so far inconclusive. **Cleared personnel are advised to read with caution.**\n\n[[/div]]\n\n-----\n\n\n\n[[=]]\n\n\n\n[[collapsible show=\"Access Recovered \"Project Palisade\" Data Files\" hide=\"Close Recovered Data Files\" hideLocation=\"both\"]]\n\n\n\n[[<]]\n\n\n\n##white|.##\n\n\n\n||**[[size large]]The Foundation Oath[[/size]]**||\n\n\n\n-----\n\n> We affirm that we are the original, true Foundation. We represent mainline reality (the original, unaltered timeline). Our humanity must be held paramount over the humanity of any inhabitants of \"mirror\" timelines. The survival of mainline reality shall always be held paramount over the survival of any \"mirror\" timeline, or any other parallel or alternate universe. We are the Foundation, the bedrock on which all of reality rests. For the sake of us all, we cannot fail.\n\nThis statement must be sworn to by all military and civilian leadership of the Foundation.[[footnote]]I swore it too.[[/footnote]]\n\n\n\n##white|.##\n\n\n\n\n\n||**[[size large]]Primary Documentation[[/size]]**||\n\n-----\n\n\n\n**Item #:** SCP-001\n\n\n\n**Object Class:** Thaumiel\n\n\n\n**Special Containment Procedures:** [[[good-fences-make-good-neighbors|Absolute secrecy]]] is necessary for the full realization of Project Palisade. Disinformation will focus on exploration of parallel universes for research and protection purposes. Esoteric Containment Systems shall be used as a secondary precaution.\n\n\n\nThe current administration affirms, and mandates, the continuation of Project Palisade regardless of potential cost or consequence.\n\n\n\n**Standard Operating Procedure for Project Palisade:**\n\n\n\n(1) The Altis Engine is used to create a \"cluster\" of mirror timelines, which are defined as artificial timelines constructed by the Prime Foundation solely for Project Palisade.\n\n\n\n(2) Mirror timelines are altered, using controlled CK-class Restructuring events and direct insertion of agents via inter-dimensional travel to desired points in history. \n\n\n\n(3) Mirror timelines are monitored and reality structural integrity analyzed.\n\n\n\n(4) Timelines with a high integrity level are selected for continued study. Timelines with a poor integrity level are designated as shield timelines.\n\n\n\n(5) Proxy agents attract The Threat to a shield timeline, commonly performing anomalous \"rituals\" developed by Esoteric Containment Systems in order to ensure targeting by The Threat.\n\n\n\n> **Note:** As direct travel to shield timelines is necessary for the process, proxy \"[[[uiu-file-2017-003|collaborator]]]\" agents are utilized (occasionally with a small number of mainline Foundation agents as oversight). Proxy agents are all \"[[[scp-3818|mirrors]]]\", typically [[[daffodils|corresponding]]] Foundation personnel taken from mirror timelines. In exchange, their home timelines are protected from The Threat, as long as cooperation lasts.\n\n\n\n(6) Vectors are gathered and distributed to chosen neighboring timelines.\n\n\n\n> **Note:** Vectors are elements from the initial shield timeline, such as a person, animal, or object, which have served as foci of ritual energy. The effect of using vectors is to draw The Threat to many timelines at once, making the attraction process significantly more efficient.\n\n> \n\n> Current standard element is soil from the initial shield timeline (representing \"gravedirt\"), a highly successful [[[TKO|suggestion]]] by a collaborating \"mirror\" instance of the POI \"[[[The Black Queen]]]\".\n\n\n\n(7) All shield timelines are evacuated by any mainline Foundation agents and (when feasible) proxy agents, and monitored until destroyed by The Threat.\n\n\n\nThis process is continually repeated to ensure The Threat is indefinitely kept away from mainline reality.\n\n\n\n**Description:** SCP-001, also known as Project Palisade, is a method of protecting reality from ongoing existential threats. \n\n\n\nPersonnel create mirror timelines, alter them to discover methods of defeating threats, and ultimately divert the largest threats (especially the primary threat referred to as \"The Threat\" and/or \"THE WORM\") to destroy these mirror timelines instead of mainline reality.\n\n\n\nEvery other timeline in which the Foundation exists was created by Project Palisade.[[footnote]] That can't be true. Can it? [[/footnote]]\n\n\n\n##white|.##\n\n\n\n||**[[size large]]Project Palisade Precursors[[/size]]**||\n\n-----\n\n\n\nProject Palisade originated from several anomaly-engineering projects created in [DATA EXPUNGED], notably Altis, First Strike, and Forward Insight.\n\n\n\n[[tabview]]\n\n\n\n[[tab ALTIS]]\n\n\n\n**\"Altis\" Project Report:**\n\n\n\n> **Project Codename:** Altis\n\n> \n\n> **Project#:** PRJALT-██████\n\n> \n\n> **Project Aims:** To successfully create a Multiversal Creation Engine through the use of anomalous engineering, and use it to the benefit of the Foundation.\n\n> \n\n> **Project Description:** Project Altis is the century-long engineering and development of a \"Multiversal Creation Engine,\" which allows the Foundation to create artificial realities adjacent to the mainline reality. The Altis Engine is capable of creating a potentially infinite number of said mirror timelines.\n\n> \n\n> Originally, Project Altis was intended to create \"mirror\" Foundations to aid the Foundation of mainline reality. \"Mirror\" Foundations were to be faced with various challenges that might grant insight to mainline reality, and successful mirror Foundations would then be visited by mainline Foundation agents and an organizational connection established. Ultimately, many mirror Foundations would assist mainline reality in defending against existential threats from the outside. \n\n> \n\n> These aspects of Project Altis were permanently shelved, due to the lack of direct use against THE WORM. The Altis Engine is now almost exclusively used under the banner of Project Palisade.\n\n\n\n[[/tab]]\n\n\n\n[[tab FIRST STRIKE]]\n\n\n\n**\"First Strike\" Project Report:**\n\n\n\n> **Project Codename:** First Strike\n\n> \n\n> **Project#:** PRJFRS-██████\n\n> \n\n> **Project Aims:** To successfully create a military-grade anomalous weaponry stockpile for use against foreign agents.\n\n> \n\n> **Project Description:** Project has been permanently suspended. Project was previously approved (along with numerous similar programs) due to fears of potential open anomalous warfare, and the push from the \"military wing\" of Foundation leadership for active research on direct offensive and defensive capabilities of anomalous weaponry. The project resulted in the discovery of THE WORM.\n\n\n\n**Interview with Director D. B. Johnson[[footnote]]I remember him. He's dead now.[[/footnote]], RE: \"First Strike\"**\n\n\n\n> [BEGIN LOG]\n\n> \n\n> **Director Johnson:** Well, First Strike was just a glorified weapons program. Seems quaint now, huh? Been a long time since we seriously worried about threats coming from home. You're on the young side, right? Were you even here when we were still scared of the Insurgency?\n\n> \n\n> **Interviewer:** I wasn't.\n\n> \n\n> //Director Johnson chuckles.//\n\n> \n\n> **Director Johnson:** Honestly, even at the time, First Strike wasn't anything to write home about. Stockpiling anomalous weaponry? Please. We'd mastered [[[SCP-914|914]]], and we were already cracking [DATA EXPUNGED] But First Strike was General Bowe's pet project of the month. You know what that meant.\n\n> \n\n> **Interviewer:** Remind me, if you don't mind?\n\n> \n\n> **Director Johnson:** Access to any SCP you could think of. We started with the old man's favorites, of course. Early numbers only -- an ego thing, you know how these generals were. Cross-testing was the rage at the time -- some of the generals felt we weren't progressing fast enough with individual research projects, and we could learn more faster by knocking anomalies in to each other, like my daughter making her dolls kiss. Maybe leave that one out of the transcript, yeah? \n\n> \n\n> //Interviewer makes noncommittal gesture.//\n\n> \n\n> **Director Johnson:** At the time, we were cross-testing [[[SCP-002|002]]], [[[SCP-033|033]]], [[[SCP-044|044]]], [[[SCP-090|090]]], and... what was the Star Child? [[[SCP-134|134]]], I think. Don't figure she ever knew what we were doing with her. If they ever told, I don't know about it. They don't let me have access to those files anymore.\n\n> \n\n> //Director Johnson pauses.//\n\n> \n\n> **Director Johnson:** At any rate, I don't think any of that matters now. That kind of crazy-go-nuts crosstesting doesn't happen anymore -- I think because someone up in Overwatch noticed that the really stable mirror realities typically aren't smashing together literally every anomaly under the sun until their universe implodes in a ball of stupid. How about that, huh? Eh, don't log that either. [REDACTED] will get pissed at me for spreading unpopular opinions.\n\n> \n\n> //Interviewer makes noncommittal gesture.//\n\n> \n\n> **Director Johnson:** The real reason First Strike changed everything is because, thanks to Bowe, we got to test anomalous weapons in neighboring realities. Y'know, the neighboring realities we //used// to have. You -- you've got your report right there, right? Gamma-Aleph-6 and... Epsilon-Samekh-4, right?\n\n> \n\n> **Interviewer:** That's correct.\n\n> \n\n> //Director Johnson nods.//\n\n> \n\n> **Director Johnson:** Epsilon-Samekh... that's the one that really went sideways. We were using that one to simulate defenses against extradimensional threats. The ultimate foreign agents, you know? Really lit a fire under generals of a certain kind, if you know what I mean. Bowe got us approval to build a test facility on Epsilon-Samekh, 'specially for extradimensional anomalies. That was the last thing he did for us before he got distracted by a newer, shinier object. I think it was trying to make a clone army out of [[[SCP-076|076]]] or something embarrassing like that. Maybe it's in your report?\n\n> \n\n> **Interviewer:** I'm not cleared to know that, Director.\n\n> \n\n> **Director Johnson:** Right, right. I guess I don't get why they won't let you know that if they let you know about Palisade... ah well, I'm sure it's not just completely arbitrary like half the expungement in our files or anything. Anyway, two years went by. \n\n> \n\n> //Director Johnson takes a deep breath.//\n\n> \n\n> **Director Johnson:** We didn't get a whole hell of a lot done without Bowe greasing all the gears, but we still had plenty of crosstests to run. We were testing some godawful weapon we got from an SCP crosstest that'd be illegal now outside a mirror reality, and the team monitoring us started reporting some really strange readings.\n\n> \n\n> //Director Johnson pauses.//\n\n> \n\n> **Interviewer:** Strange in what way?\n\n> \n\n> **Director Johnson:** Extradimensional contamination, they said. We didn't take it seriously at first. Didn't even stop testing. Then they kept calling us, over the course of the day, more and more panicked. By the end of the week our whole project was on hold. Reality dereification, they were calling it. The whole reality was coming apart under our noses, had been for months, and we'd only just noticed it. Imagine hearing about that -- imagine you'd never heard of something like THE WORM -- sorry, am I supposed to say that in a loud voice, now?\n\n> \n\n> **Interviewer:** It's more a mental perception thing. We'll stylize it in all-caps in the log.\n\n> \n\n> **Director Johnson:** Oh, uh. That's very kind of you, I guess. I was saying -- we didn't know realities could fall apart at the time. Not literally. Metaphorically, sure, like we knew about the YK-class Vacuum Decay -- or however they're classifying that now. We had protections against that, even by then. Laws of reality stop working -- we make new laws. Whatever happened, we'd survive, even if humanity didn't. Reality failure -- I think that's ZK-class -- that was purely theoretical. Most of us didn't really believe it could happen. Funny, right?\n\n> \n\n> //Director Johnson pauses.//\n\n> \n\n> **Director Johnson:** Anyway, we shit ourselves. They pulled us out of Epsilon-Samekh, and didn't tell us anything for a month. That whole time, we thought it was our fault. Like we flew too close to the sun, but we weren't the ones who'd fall to the earth. All these crosstests, and we finally found the one that made someone else's reality fall apart.\n\n> \n\n> //Director Johnson pauses.//\n\n> \n\n> **Director Johnson:** Kinda funny, right? Feeling that guilty over the death of one reality... and these days we go through mirror universes like toilet paper.[[footnote]]Now you can see why.[[/footnote]]\n\n> \n\n> //Director Johnson pauses.//\n\n> \n\n> **Director Johnson:** Where was I? Right, the end of First Strike. After a month, they figured out what was going on. And we felt better, for a hot minute, until they told us the rest. The real truth was worse. If we'd been right, it would've just been the one reality gone. But the reality was falling apart at the seams because it was being eaten. Being destroyed. Whatever you want to call it. Being dereified by an outside force. The Threat. THE WORM.\n\n> \n\n> //Director Johnson pauses.//\n\n> \n\n> **Director Johnson:** And, yeah. We were next.\n\n> \n\n> [END LOG]\n\n\n\n**Incident Assessment RE: Reality Epsilon-Samekh-4 & Neighboring Realities (EXCERPT):**\n\n\n\n> Investigation of extradimensional contamination in Reality Epsilon-Samekh-4 revealed the source to be numerous tears in the base spacetime matrix of the reality. Each tear was growing larger at an exponential rate. \n\n> \n\n> Attempts to close these tears were abandoned due to the accelerating rate of both tear formation and cross-reality contamination. Reality Epsilon-Samekh-4 was sealed after an emergency order, resulting in the loss of several contaminated personnel. \n\n> \n\n> Approximately 4 days following the sealing of Reality Epsilon-Samekh-4, the entire reality abruptly vanished from all extradimensional sensory arrays.\n\n> \n\n> Assessment team initially considered this an isolated incident caused by an unknown anomalous force. Then, as previously reported, a similar pattern of events was repeated in Reality Gamma-Aleph-6, followed by 7 other adjacent realities under observation (see addenda).\n\n> \n\n> Effects are so far inconsistent with known phenomena or SCP objects. However, during the destruction of Reality Gamma-Aleph-6, embedded wave detectors managed to record the advance waves caused by an unknown inbound entity. Shortly after, all detectors in Reality Gamma-Aleph-6 simultaneously failed.\n\n> \n\n> Wave profile composites constructed from the incident indicated a >99% probability of a singular entity, with activity patterns consistent with directed movement as opposed to random chance. \n\n> \n\n> Assessment team concluded that this entity was responsible for the destruction of Reality Gamma-Aleph-6 and neighboring realities.\n\n\n\n[[/tab]]\n\n\n\n[[tab FORWARD INSIGHT]]\n\n\n\n**\"Forward Insight\" Project Report:**\n\n\n\n> **Project Codename:** Forward Insight\n\n> \n\n> **Project#:** PRJFOI-██████\n\n> \n\n> **Project Aims:** To successfully ascertain the nature of the threat responsible for recent destruction of neighboring realities, and assess current and future danger to the Foundation and mainline reality.\n\n> \n\n> **Project Description:** Project is ongoing, attempting to further assess The Threat.\n\n> \n\n> Starting from data collected by early assessment teams, research team combined the Heisenberg-Reimann model with ongoing esoteric reality monitoring systems to analyze the pattern of reality disappearances. Results indicated a high likelihood of mainline reality being a victim of reality dereification within the next fifteen (15) years.\n\n> \n\n> Oracular information was authorized to ascertain exactly when mainline reality would likely be affected, which eventually occurred on ██/██/████, less than one (1) month before predicted end-of-reality scenario.\n\n> \n\n> Project Palisade was created in response to Forward Insight's initial report.\n\n\n\n[[/tab]]\n\n\n\n[[tab PALISADE]]\n\n\n\n**Final Pre-Implementation \"Palisade\" Project Report:**\n\n\n\n> **Project Codename:** Palisade\n\n> \n\n> **Project#:** PRJPAL-██████\n\n> \n\n> **Project Aims:** To successfully protect the Foundation and mainline reality from ongoing threats, primarily the entity referred to as \"THE WORM\".\n\n> \n\n> **Project Description:** On ██/██/19██, a vote of the O5 Council merged all personnel belonging to Project First Strike, Project Forward Insight, and 17 other Projects under a new singular directive code-named Project Palisade.\n\n> \n\n> Palisade esoteric containment specialists were unable to identify any way of directly containing THE WORM. However, they discovered methods of attracting THE WORM to specific timelines, using world-altering ritualistic techniques incorporating heavy technological and anomalous aspects.\n\n> \n\n> After debate lasting █ years, a vote of the O5 Council approved use of the Altis Engine to create sacrificial timelines to stop THE WORM.\n\n> \n\n> The foundations of extradimensional invasion strategy developed under First Strike, combined with the intelligence provided by Forward Insight, were further expanded in order to create methods of preparing candidate timelines for insertion of Foundation assets and ritual manifestation.\n\n> \n\n> Palisade was implemented on an emergency basis with Iteration \"X\".\n\n\n\n[[/tab]]\n\n\n\n[[/tabview]]\n\n\n\n##white|.##\n\n\n\n||**[[size large]]The Threat[[/size]]**||\n\n-----\n\n\n\n**Recovered Documentation:** Project Forward Insight, in its early stages, expanded investigation of The Threat into existing Foundation archives. It was discovered that several documents in the Foundation’s possession, collected from across multiple realities, contained previously unrecognized references to the entity identified as being responsible for the ongoing reality destruction. The current designation of the entity as \"THE WORM\" arises from these documents.\n\n\n\n[[tabview]]\n\n\n\n[[tab TAU-HET-9]]\n\n\n\n> ||**Reality Tau-Het-9: The Epic of Lathurias**||\n\n> \n\n> **Context:** A heroic epic describing the exploits of the mythic hero-king of the author’s species.\n\n> \n\n> //And Lathurias passed through the veil beyond/To do battle with the Sons of the Void//\n\n> \n\n> //And the First Son of the Void did arise/The Worm, he who lives between, cleanser of realms//\n\n> \n\n> //And bold Lathurias strode forth, shining bright/The White King and The Worm locked horns//\n\n> \n\n> //And to this day Lathurias still fights/The endless war of our dreams//\n\n\n\n[[/tab]]\n\n\n\n[[tab ALPHA-ZAYIN-12]]\n\n\n\n> ||**Reality Alpha-Zayin-12: Omniseian Annalects: A Study**||\n\n> \n\n> **Context:** A religious essay discussing various questions predominant in the author’s faith.\n\n> \n\n> //Zydragy is of the viewpoint that Hunyad^^1^^ is an allegorical tale, nothing more than an idea meant to stir the faithful into action. However, orthodox thought remains adamant that it is in fact a real event.//\n\n> \n\n> //My own research in the area is inconclusive. There is no doubt in my mind that Mardrash believed it to be true, and his legendary foresight is well-known even to this day. However, other mistakes in the canon have been discovered before, and it is certainly possible that Mardrash erred. Notoriously, his obsession with the Besari has tainted his writing elsewhere, and they play a central role in his version of Hunyad. Could it be that his obsession with the Destroyers clouded his judgment here?//\n\n> \n\n> ^^1: An armageddon concept prevalent in this faith.^^\n\n\n\n[[/tab]]\n\n\n\n[[tab OMEGA-LAMED-1]]\n\n\n\n> ||**Reality Omega-Lamed-1: Satrali Creation Myth**||\n\n> \n\n> **Context:** Recovered from an alternate dimension Earth, this creation myth originates from a non-existent Central Asian steppes tribe.\n\n> \n\n> //From that day forth, Qisan and Jiuliu were brothers no more, but mortal enemies. And so began the war that pitted brother against brother, god against god, and none could behold the terrible battle that they fought. The sons of Father Light and Mother Void would not, and could not surrender to one another, for theirs was the battle of all creation.//\n\n> \n\n> //Qisan, blessed with his Father’s quickness, could outrace nearly anything, for light is the quickest creature of them all. Jiuliu, blessed with his Mother’s strength, could best nearly anything, for all must succumb to the Void in the end. When used against one another though, neither could win, and neither could yield.//\n\n> \n\n> //It is then that Qisan and Jiuliu sculpted all the creatures of the lands to fight one another, for their battle was the battle of all existence. All creatures born must fight, for none shall escape the war of creation. As Qisan and Jiuliu fought, so too must the hawk and the sparrow, so too must the stag and the wolf. And in the stars, the war rages still, for the warriors of Qisan and the worms of Jiuliu must submit to their masters’ wills and war without end. All creatures shall continue until the day when the sun falls into the ocean, the stars fade from the sky, and at long last, there are no more battles to be fought, no more land to be conquered. It is then, and only then, that the two brothers' battle will end, but as to who shall win, none can truly say. So it has been said, and so it shall be.//\n\n\n\n[[/tab]]\n\n\n\n[[tab PSI-TAV-4]]\n\n\n\n> ||**Reality Psi-Tav-4: The Tao'un Codex 18:12**||\n\n> \n\n> **Context:** The text is from a set of religious scriptures attributed to a renowned seer and mystic in this reality. This text was ruled out of the religious orthodox for its controversial themes.\n\n> \n\n> //At the end of all things is the beginning, and at the beginning of all things is the start of the end. To see how we can find meaning in the present, we must see the end, and lay its lessons bare. It is here, and only here, that we shall find our final, and only truth.//\n\n> \n\n> //You see it before you, do you not? Bite into the cold, empty flesh, and feel the void inside. It nourishes not. The anguish, the struggle, and the final lapse; all was for not. The cycle has continued over and over but it is here, where the chain is broken, that the truth of its utter emptiness devours us whole.//\n\n> \n\n> //I have seen it all. I have watched as generation upon generation rises, prospers, declines, and falls. I have seen it all in the future, where eons may pass, and yet none realize the truth as our brothers and sisters in the sky begin to fall from their heavenly perches built of sand and lies. I have seen it as they are all plucked from the sky like a farmer scything his crops in the autumn, and with just as little malice. I have seen the lights in the House of Heaven twinkle and slowly, but surely, blink out one by one. The stars do not dance in the Great Hall any longer, and the music of the aetherial dance has faded to a quiet whisper, soon to be silenced forever.//\n\n> \n\n> //I have seen it in all the skies that are possible, and I know that it is the only truth that awaits us when our own voyage must come to an end.//\n\n> \n\n> //When the gods have tumbled from their thrones, and the light has left us for the void; when the worms crawl through our rotten entrails and the war has claimed another senseless victim, we will at long last understand the final truth.//\n\n> \n\n> //There will be no one left to weep for our passing.//\n\n\n\n[[/tab]]\n\n\n\n[[/tabview]]\n\n\n\n**SCP File:** The following documentation is now deprecated, but relevant.\n\n\n\n> **Item #:** SCP-████ (Special Designation Applies)\n\n> \n\n> **Object Class:** Keter[[footnote]]Calling this Keter truly shows our utter failure of imagination. If this is Keter, how can anything else be? I was there for the debates. Should we create a new class for this? \"Apollyon?\" Maybe \"Prime.\" But wait, since we're reliably containing it, maybe it's Euclid, or maybe fucking Safe![[/footnote]]\n\n> \n\n> **Special Containment Procedures:** Ongoing containment by use of Project Palisade.\n\n> \n\n> **Description:** Formerly code-named Primary Existential Threat Alpha. Renamed by O5 Council vote to \"THE WORM\"[[footnote]]Why did this require an O5 vote? Why do we do anything we do?[[/footnote]], based on a selection of recommendations provided by Esoteric Containment Systems.\n\n> \n\n> \"THE WORM\" (henceforth referred to as The Threat) is an extra-dimensional entity that destroys realities/timelines.[[footnote]]We tell ourselves we'll put them back together again, one day when we have the power. We'll bring back every reality ever destroyed, all the casualties along the way... but how can this be anything but self-justifying moral noise?[[/footnote]] Little other information is known; even the \"extra-dimensional\" description is technically in doubt.\n\n> \n\n> The Threat has never been directly perceived by any means. However, its effects are well-documented, thanks to Project Palisade. Every affected timeline goes through various stages of \"reality breakdown\", with symptoms ranging from disappearance of physical locales to disappearance of various laws of physics. Finally, the timeline disintegrates entirely. \n\n> \n\n> At present, no mechanism has been detected or analyzed by which The Threat causes these effects, and The Threat has never been directly perceived by any means.\n\n> \n\n> Esoteric information-gathering (notably from mirror timelines) has suggested that The Threat will only destroy or consume timelines which exhibit poor structural integrity. At the very least, The Threat seems to avoid timelines with good structural integrity, barring outside intervention.\n\n> \n\n> Though case-by-case success rate is variable, Project Palisade procedures have so far had a 100% success rate in keeping The Threat away from mainline reality.[[footnote]]What would a 99% success rate even look like?[[/footnote]]\n\n> \n\n> \"The Threat\" is usually called \"THE WORM\" outside this documentation.[[footnote]]Even you knew this was stupid.[[/footnote]] Esoteric Containment Systems suggests that \"THE WORM\" is appropriate terminology for the following reasons:\n\n> * The term is one of a selection of terms with cross-dimensional \"psychic resonance\", appearing directly or obliquely in mythos from neighboring realities assessed by Project Forward Insight.\n\n> * A worm is popularly perceived to be a creature inferior to humans, which grants a different form of \"psychic resonance\" that may aid in reality-wide perspective shift, potentially allowing it to eventually be better understood by human minds.[[footnote]]Oh, yes. A worm is something that flops and dies on the sidewalk when it rains, something to be stepped on with the heel of a boot. A worm is something we can handle. How's this working out? Has it saved a single solitary timeline? Has it even made a single iota of difference?[[/footnote]]\n\n> * The stylization \"THE WORM\" is based on the recommendation that The Threat should be both undercut and also treated as important enough to devote primary organizational resources.\n\n> \n\n> \"The Threat\" is also accepted terminology, as the term is already too established to completely remove.[[footnote]]Right.[[/footnote]] Mainline Foundation agents should consider either \"The Threat\" or \"THE WORM\" required terminology as part of Esoteric Containment Systems.\n\n> \n\n> The Foundation has no other way to control The Threat besides Project Palisade. Uncontrolled, The Threat will eventually destroy most or all of the timelines created by Project Palisade, and then reach and destroy mainline reality.[[footnote]]Or what if we're refueling it by continually attracting it to new timelines? What if the minority reports are correct, and it could have already burned itself out in the vast emptiness between realities?[[/footnote]]\n\n> \n\n> **Note:** Claims that Project Palisade has increased the power of The Threat (by creating many timelines for it to destroy) are unproven and considered extraordinarily dubious. - Dr. ███████[[footnote]]You fucking coward.[[/footnote]]\n\n\n\n##white|.##\n\n||**[[size large]]Project Palisade Mechanics[[/size]]**||\n\n-----\n\n\n\n[[tabview]]\n\n\n\n[[tab STANDARDS]]\n\n\n\n**Timeline Alteration Standards:**\n\n\n\nTimelines created by the Altis Engine for Project Palisade currently __always__ possess these traits:\n\n* Begins as a duplicate of mainline reality, before alteration.\n\n* SCP items and other anomalous items are always present, even if believed otherwise.\n\n* Known civilization never has the capability of creating an exact copy of Project Altis. In specific cases, civilizations are allowed to create anomalies similar to Project Altis, but capabilities are always altered to protect mainline reality (even if this alteration is not known to the mirror civilization).\n\n* Inhabitants of the mirror timeline are never able to access mainline reality. \n\n> **Note:** This protection has occasionally failed. Some notable exceptions:\n\n> * Entity classified as [[[SCP-3812]]] in originating timeline. Humanoid with the ability to ascend upward through \"levels\" of reality. Passed through with no effect on mainline reality.\n\n> * Entity commonly classified as [[[SCP-1985]]] in many timelines. A humanoid apocalypse exploration device. Instance's originating timeline not yet located. Instance entered mainline reality, presumably investigating an unknown [[[SCP-3591|apocalypse]]] affecting mainline reality (possibly \"THE WORM\"). Unfortunately, personnel were not properly briefed on handling such a circumstance, and delivered ill-advised explicit threats. SCP-1985 instance reacted negatively, and retreated from mainline reality through self-termination before apprehension could occur. Mechanism of accessing mainline reality unclear, but appears to have been accidental. SCP-1985 instance did not appear to realize significance of discovery in any way.\n\n> * Entities appearing to be mirrors of standard Foundation team used to carry out [DATA EXPUNGED]\n\n\n\nCreated timelines __usually__ possess these traits:\n\n* The Foundation usually exists in timeline's modern period, except in specific test cases focusing on SCP items, GOIs, etc.\n\n* The Foundation usually has existed since at least the 1980s, most commonly since at least the 1950's, and often since at least the late 1800's. \n\n* The Foundation is usually a significant player in Earth's civilization.\n\n* [[[SCP-173]]] usually exists and is contained by the Foundation, and classified using database number 173, except in specific test cases.\n\n* SCP-classified items usually number in the thousands, with trivial anomalous items existing in numbers too high to count. (Initial test runs limited number of SCP items, but the limit has gradually been raised as more stable mirror timelines have been successfully created.)\n\n* Typical SCP-classified items are usually horrifying in nature (reflecting mainline reality), though many exceptions usually exist (and may often technically outnumber the SCP items perceived as horrifying in nature).\n\n* World-ending threats are usually present, but usually in forms which the Foundation is theoretically able to at least temporarily contain (or survive without containing for a significant observation period).\n\n* SCP database entries usually work like mainline reality, except that gaps are present. Gaps correspond to SCP items not present in that timeline. Local mirror Foundation agents always explain the missing items in a way that makes sense to themselves (typically that the slot is waiting to be filled, or theoretically exists but has all access denied). This alteration is for ease of monitoring.\n\n * Common exceptions to this rule include [[[SCP-001]]], [[[SCP-1000]]], [[[SCP-2000]]], [[[SCP-3000]]], [[[SCP-4000]]], and other SCP-_000 database entries. Outside of early test runs (some of which classified a \"Bipolar Guitar\" as [http://scpclassic.wikidot.com/scp-1000 SCP-1000]), these system slots have been used for \"key variant\" experimentation.\n\n* Anomalous \"Groups of Interest\" usually exist and are relevant, at least to the Foundation.\n\n* Reality benders usually exist. This is partially to help cover mainline Foundation alteration to shield timelines, and partially to provide mirror Foundation agents with minor to major \"wild card\" challenges of a sapient nature.\n\n\n\n[[/tab]]\n\n\n\n[[tab CREATION]]\n\n\n\n**Transcript of Timeline Orientation Lecture:** Delivered on ██/██/2018 by Dr. ███████[[footnote]]Same man who left the note at the end of the Threat's SCP article, by the way.[[/footnote]].\n\n\n\n> **Excerpt 1: Timeline Creation**\n\n> \n\n> ...The Altis Engine mimics what may well be the \"natural\" method of timeline creation. Which is to say, you never get one timeline. You get \"clusters\".\n\n> \n\n> A \"cluster\" of timelines always has either low variance, or high interconnectivity, or rarely, both. What's that mean? \n\n> \n\n> Low variance means you have many parallel \"mirror universes\". You know, Star Trek style -- does that reference date me? You know, when the heroes jump to another timeline and find themselves, but evil, and wearing goatees. Sometimes there's even less variance than that -- a genetic quirk makes being left-handed more common than right-handed, or Independence Day is a day later than another reality. Sometimes there's no visible variance at all.\n\n> \n\n> High interconnectivity simply means that the timelines are highly connected, through short-range interdimensional travel. Probably the most common type we've seen are so-called \"Ways\", often accessed through a [http://wanderers-library.wikidot.com/ Wanderers' Library]). \n\n> \n\n> As you know, we, the original Foundation, are unique across all timelines, as confirmed by Project Altis.[[footnote]]How can you possibly confirm something like this?[[/footnote]] But we exist in a cluster, too. We used to visit neighboring realities quite often, in fact -- we being the Foundation, of course. No, you didn't miss a CK-class event. Little joke, there.\n\n> \n\n> As I was saying, mainline reality is part of a cluster.  It's just that most of our cluster was destroyed by THE WORM before we created the Palisade.\n\n> \n\n> Our cluster is high variance -- humanity didn't even exist in most of our former neighbors, and when they did, history was very different. Our cluster makes up for that with high interconnectivity. You can see this with the numerous anomalous gateways we've contained, such as [[[SCP-004]]]). Maybe someday we'll point THE WORM there too, eh? No great loss. Another little joke.[[footnote]]Ghoulish. Even though I'm a hypocrite for saying so.[[/footnote]] Tough crowd.\n\n\n\n[[/tab]]\n\n\n\n[[tab INTEGRITY]]\n\n\n\n**Transcript of Timeline Orientation Lecture:** Delivered on ██/██/2018 by Dr. ███████.\n\n\n\n> **Excerpt 2: Reality Integrity Theory**\n\n> \n\n> ...I'll admit, the science behind reality integrity theory is a little backwards. There's a lot of anomalous assessment in there that we don't quite understand yet. That said, so far it's been far and away the best way to understand how THE WORM targets timelines. \n\n> \n\n> What was that? Yes, timelines or realities. Those terms are interchangeable for our purposes, take note. We usually say \"reality\" to describe mainline reality or other non-artificial realities, and \"timeline\" to describe mirror timelines created by the Altis Engine. That's informal, though. I'm gonna stick with realities for now, if that's helpful.\n\n> \n\n> The reality integrity paradigm is, obviously, a comparison to architectural integrity. Like how earthquakes won't knock down earthquake-proofed buildings.\n\n> \n\n> Unlike buildings, though, we don't yet know what makes a reality's structural integrity stronger or weaker. For all we know, the paradigm implied by the words \"structural integrity\" may eventually prove inaccurate -- maybe one of you will be the one to give us a better paradigm!\n\n> \n\n> For now, though, this is the only paradigm backed up by evidence, even if we got that evidence through anomalous means.\n\n> \n\n> We also don't know what causes a reality to change structural integrity. We only know that it happens.\n\n> \n\n> Changes to events in a reality's timeline -- such as those produced by a CK-class restructuring event -- may significantly increase or decrease a reality's structural integrity. That's how Palisade usually alters timelines, plus good old-fashioned time travel. Which alters structural integrity too, by the way. \n\n> \n\n> But you don't actually need anything so drastic. Usually, a reality's structural integrity -- and its vulnerability to THE WORM --  increases or decreases by the simple passage of time.\n\n> \n\n> And, yes, we've reached the elephant in the room. At the start of Project Palisade, we assessed our reality. And you know what we found. Mainline reality's structural integrity is of... extremely poor quality. And no one, anywhere, knows why.[[footnote]]What if our reality integrity being so low means we were created... and created badly? How do we know we're the first iteration? How do we even know that some version of us wasn't destroyed already?[[/footnote]]\n\n> \n\n> Our reality integrity has changed since we started Project Palisade. To what, I don't know. That's classified Level 5. O5 only, or whoever else they grant special access to. Doesn't include me -- more's the pity. I only know it's changed, and changed a lot. Why? Your guess is as good as mine.\n\n> \n\n> But the last thing I can tell you is that in the vast majority of cases Foundation intervention in a timeline results in a decaying reality integrity level. We really have no idea why this is -- especially because Foundation intervention has also sometimes resulted in incredibly strong reality integrity levels. Food for thought. Maybe some of you will figure this one out, too.[[footnote]]When you're half-assing the changes, you fuck a timeline up. When you try harder, the timeline improves. Really not that hard to figure it out. And you still think this isn't what it's about? Still think there's nothing out there, watching? The Worm may have no mind, but something out there does. Some//things//.[[/footnote]]\n\n> \n\n> Oh, good question! So far, several thousand mirror realities created by Project Palisade are considered \"stable\", with a structural integrity sufficient to likely protect them from The Threat, unless mainline Foundation artificially draws it there. That hasn't happened anytime recently, at least -- higher-ups would get really mad. If it's been done before, I don't have access to that information. Yes, it would be an interesting experiment, of course.\n\n> \n\n> That's correct. We can't simply have humanity migrate to another reality because that would be an act of major interference, which may change that reality's integrity for the worse. For all we know, it could paint a huge target on our backs. Believe me, we thought about that first.\n\n> \n\n> This is where I should point else something out. All mirror realities created by Project Palisade are officially considered subordinate to mainline reality, whatever their structural integrity. If necessary, we'll make use of them in... whatever way is appropriate. That's what they were made for. If you'll pardon me getting philosophical here for a moment, it's their ultimate fate. Written in the very fabric of their many universes. Even the strong ones.[[footnote]]What if we're wrong? What if they're just... better? What if they deserve to survive, and we don't?[[/footnote]]\n\n> \n\n> How many mirror realities have been destroyed? Hell, I don't know the number. You know what they say -- how many drops of water are in the ocean?\n\n\n\n[[/tab]]\n\n\n\n[[/tabview]]\n\n\n\n##white|.##\n\n\n\n||**[[size large]]Project Palisade Timeline[[/size]]**||\n\n-----\n\n\n\n[[tabview]]\n\n\n\n[[tab ITERATION X]]\n\n\n\n**05/██/2007:** Project Palisade put into action on an emergency basis with Iteration X, referring to a universal database system co-opted for Palisade use. Item # [[[SCP-173]]] is chosen as the baseline for the first test runs. \n\n\n\nThe first test run is extremely successful, creating many timelines which are destroyed by THE WORM, drawing it away from mainline reality, and buying time to create reliable attraction methods.\n\n\n\nThis first test run also creates a number of timelines which THE WORM avoids, and which are still in existence today, with high reality integrity scores. \n\n\n\n**██/██/2007:** As Iteration X progresses, numerous mirror Foundation instances are \"encouraged\" to adopt anomalous weaponry programs. Most of these instances become failed timelines (and are internally controversial), but many successes also result, particularly those centered around key variant \"Mobile Task Force Omega-7\". \n\n\n\nAdditionally, numerous key variant Foundation personnel are established. Some key variants are mirrors of existing mainline Foundation personnel, and others only exist in mirror timelines. Notable early key variants include personnel code-named \"Gears\", \"Kain Pathos Crow\", and \"Bantay Masipag\".\n\n\n\nAfter mass Foundation fatalities on excursions to mirror universes (fortunately largely reversed through technology gleaned from other mirrors), preliminary recruitment of extra-universal assets commences. Use of proxy \"collaborator\" agents is quickly established as standard procedure.\n\n\n\n[[/tab]]\n\n\n\n[[tab ITERATION E]]\n\n\n\n**01/19/2008:** Iteration X officially considered a success and resolved. Analysis of Iteration X timelines shows that most mirror timelines created were failed, exhibiting extremely poor structural integrity. (This would ultimately be the case for every Iteration.) This was ultimately seen as a positive outcome, given that many mirrors now existed redirect THE WORM to, and that a minority of mirrors were likely not vulnerable to THE WORM, presenting opportunities for long-term study.\n\n\n\nIteration X analysis also reveals that most mirror timelines exhibit hostile environments, and humans (where present) exhibit irrational and violent behavior. Additionally, numerous reality clusters vanished without trace or explanation (perhaps targeted by THE WORM, perhaps not). Reality creation procedures updated accordingly with move to Iteration E.\n\n\n\nPost-analysis, Project Palisade moves to Iteration E, referring to a universal database system with updated capability, code-named \"████████\". \n\n\n\nIteration E used multiple \"baseline\" key variants in addition to SCP-173, notably [[[SCP-529]]]. Mirror timeline creation rate gradually increased.\n\n\n\n[[/tab]]\n\n\n\n[[tab ITERATION W]]\n\n\n\n**07/19/2008:** Iteration E is successfully resolved. Project Palisade moves to Iteration W, referring to a new universal database system code-named \"███████\". Creation of mirror timelines increased exponentially.\n\n\n\nTimeline destruction rituals are now standardized, approved by majority vote of assigned council. Module may be accessed within the Foundation system archive itself, by assigned council only.\n\n\n\nAs of current file update (09/03/2018), Iteration W is the current iteration.\n\n\n\n**07/26/2008:** Any \"key variant\" SCP item with central significance to Project Palisade is now recorded as SCP-001, beginning with item code-named [http://www.scp-wiki.net/jonathan-ball-s-proposal \"Sheaf of Papers\"], along with oldest entry in the pre-SCP classification system, [http://www.scp-wiki.net/dr-gears-s-proposal Item #86243AR-001]. \n\n\n\n**05/01/2009:** As Iteration W stabilizes, O5 Command fully takes on all assignments and guidelines related to Project Palisade. Communications are handled via newly created [http://05command.wikidot.com/ central access hubs].\n\n\n\n**09/04/2009:** All Project Palisade variant creation is temporarily frozen, and experimentation is limited to existing mirror timelines only. Sub-Project code-named \"████ ████\".\n\n\n\n**12/04/2009:** Project Palisade variant creation resumes.\n\n\n\n**07/27/2011:** With nearly 1000 SCPs in common use as \"variants\" in creation of mirror timelines, it is established that in addition to SCP-001 \"key variants\", new major \"key variants\" shall be chosen and assigned to specific 4-digit system slots (1000, 2000, 3000, etc).\n\n\n\n**02/25/2013:** Mirror timeline creation expanded to focus on [[[canon hub|\"canons\"]]] with no single SCP item as a \"key variant\". \"Canons\" exhibit a high degree of variance for increased testing value.\n\n\n\n**05/27/2014:** Mirror timeline creation further expanded to focus on [[[GOI formats|items held (or assessed) by anomalous Groups of Interest]]] as \"key variants\".\n\n\n\n**04/20/2018:** @@[@@[[[Doomsday Contest|DATA EXPUNGED]]]@@]@@\n\n\n\n[[/tab]]\n\n\n\n[[/tabview]]\n\n\n\n##white|.##\n\n\n\n\n\n||**[[size large]]Project Palisade Alternatives[[/size]]**||\n\n\n\n-----\n\n\n\n[DATA EXPUNGED BY ORDER OF O5 COUNCIL]\n\n\n\n**Note from O5-██:** The question has been repeatedly raised of why we will not consider methods of reality protection as a replacement of Project Palisade. The answer is simple. Project Palisade works. All our projections and analyses have shown that Project Palisade is a complete guarantee of working. We will not take risks with the very existence of mainline reality. Thank you for your cooperation.\n\n\n\n**[[[project-palisade-test-log |► Access Project Palisade Test Log]]]**\n\n\n\n##white|And that is called paying the Dane-geld;##\n\n##white|But we've proved it again and again,##\n\n##white|That if once you have paid him the Dane-geld##\n\n##white|You never get rid of the Dane.##\n\n\n\n> **Unknown System Error: Readout Attached**\n\n\n\n##white|Sometimes I dream there's a greater Foundation out there, a true original Foundation without the endless horror of what we've done, a reality not rotten and mundane and disappointing, a Foundation that actually deserved to survive, deserved to be the First. Sometimes I think we're all just caught up in a fever dream, like we're all in a bottle somewhere being experimented on by some outsider seeing what the Foundation would do given all the power we could imagine and an excuse to justify anything. Sometimes I wonder if this is why no one has come to stop us. If not God or gods, surely there must be something out there, surely there must be something that values the infinite uncountable lives we've sacrificed. Unless those lives and those minds are only shadows on a wall... unless we are manipulated like puppets the way we manipulate everyone else... but wouldn't that just be too easy, if I never did any of the things I know I did?##\n\n\n\nWhat gave us the right to do this?\n\n\n\nAre we the first? What if there are a thousand thousand \"mainline realities\" and a thousand thousand Project Palisades?\n\n\n\nWhat if there aren't? What if there are other \"mainline realities\", but we're the only ones with a Project Palisade? ##white|If we're the only ones who ever made... all of you?##\n\n \n\nHow would we ever know?\n\n\n\n> **System Restart Failed** > **Unknown System Error: Readout Attached**\n\n \n\nIf you're reading this, you're part of the wall. \n\n \n\nI just want you to know that I'm sorry. ##white|But not sorry enough to stop.##\n\n\n\n> **Searching Database For Keyword: PALISADE**\n\n\n\n> **(1) Text Reference Found: File [[[SCP-3591]]]**\n\n\n\n> **[[[In The End|ERROR: Requested Supplement File Not Found.]]]**\n\n\n\n> **System Logging Out.**\n\n\n\n##white|We don't die in the dark so you can live in the light.##\n\n\n\n##white|We live in the dark, alone.##\n\n\n\n[[/<]]\n\n\n\n[[/collapsible]]\n\n\n\n[[/=]]\n\n\n\n[[>]]\n\n\n\n[[collapsible show=\".\" hide=\"Close Footnotes\" hideLocation=\"both\"]]\n\n[[footnoteblock title=\"\"]]\n\n[[/collapsible]]\n\n\n\n[[/>]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box\">:scp-wiki:component:license-box</a> |author=thedeadlymoose, weizhong, and Dexanote]]\n\n[[include <a href=\"http://scp-wiki.wikidot.com/component:license-box-end\">:scp-wiki:component:license-box-end</a>]]\n", "references": ["project-palisade", "good-fences-make-good-neighbors", "uiu-file-2017-003", "scp-3818", "daffodils", "tko", "the-black-queen", "scp-914", "scp-002", "scp-033", "scp-044", "scp-090", "scp-134", "scp-076", "scp-3812", "scp-1985", "scp-3591", "scp-173", "scp-001", "scp-1000", "scp-2000", "scp-3000", "scp-4000", "scp-004", "scp-529", "canon-hub", "goi-formats", "doomsday-contest", "project-palisade-test-log", "in-the-end", "component:license-box", "licensing-guide"], "scp": "SCP-001", "scp_number": 1, "series": "scp-001", "tags": ["001-proposal", "_licensebox", "co-authored", "extradimensional", "foundation-made", "general-bowe", "k-class-scenario", "palisade", "scp", "spatial", "thaumiel"], "title": "SCP-001", "url": "https://scp-wiki.wikidot.com/wmdd-s-proposal"}}